[{"title":"hecuba","play":"hecuba","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"Hecuba\nBy Euripides\nWritten 424 B.C.E\nTranslated by E. P. Coleridge","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"GHOST","speaker":"GHOST"},{"type":"text","value":"Lo! I am come from out the charnel-house and gates of gloom, \nwhere Hades dwells apart from gods, I Polydorus, a son of Hecuba the daughter \nof Cisseus and of Priam. Now my father, when Phrygia's capital was threatened \nwith destruction by the spear of Hellas, took alarm and conveyed me secretly \nfrom the land of Troy unto Polymestor's house, his friend in Thrace, who \nsows these fruitful plains of Chersonese, curbing by his might a nation \ndelighting in horses. And with me my father sent great store of gold by \nstealth, that, if ever Ilium's walls should fall, his children that survived \nmight not want for means to live. I was the youngest of Priam's sons; and \nthis it was that caused my stealthy removal from the land; for my childish \narm availed not to carry weapons or to wield the spear. So long then as \nthe bulwarks of our land stood firm, and Troy's battlements abode unshaken, \nand my brother Hector prospered in his warring, I, poor child, grew up \nand flourished, like some vigorous shoot, at the court of the Thracian, \nmy father's friend. But when Troy fell and Hector lost his life and my \nfather's hearth was rooted up, and himself fell butchered at the god-built \naltar by the hands of Achilles' murderous son; then did my father's friend \nslay me his helpless guest for the sake of the gold, and thereafter cast \nme into the swell of the sea, to keep the gold for himself in his house. \nAnd there I lie one time upon the strand, another in the salt sea's surge, \ndrifting ever up and down upon the billows, unwept, unburied; but now am \nI hovering o'er the head of my dear mother Hecuba, a disembodied spirit, \nkeeping my airy station these three days, ever since my poor mother came \nfrom Troy to linger here in Chersonese. Meantime all the Achaeans sit idly \nhere in their ships at the shores of Thrace; for the son of Peleus, even \nAchilles, appeared above his tomb and stayed the whole host of Hellas, \nas they were making straight for home across the sea, demanding to have \nmy sister Polyxena offered at his tomb, and to receive his guerdon. And \nhe will obtain this prize, nor will they that are his friends refuse the \ngift; and on this very day is fate leading my sister to her doom. So will \nmy mother see two children dead at once, me and that ill-fated maid. For \nI, to win a grave, ah me! will appear amid the rippling waves before her \nbond-maid's feet. Yes! I have won this boon from the powers below, that \nI should find tomb and fall into my mother's hands; so shall I get my heart's \ndesire; wherefore I will go and waylay aged Hecuba, for yonder she passeth \non her way from the shelter of Agamemnon's tent, terrified at my spectre. \nWoe is thee! ah, mother mine! from a palace dragged to face a life of slavery! \nhow sad thy lot, as sad as once 'twas blest! Some god is now destroying \nthee, setting this in the balance to outweigh thy former bliss. \n","speaker":"GHOST"},{"type":"text","value":"The GHOST vanishes. HECUBA enters from the tent of AGAMEMNON, supported \nby her attendants, captive Trojan women.","speaker":"GHOST"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"chanting","speaker":"HECUBA "},{"type":"text","value":"The CHORUS OF CAPTIVE TROJAN WOMEN enters.","speaker":"HECUBA "},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"THE following lines between HECUBA and POLYXENA are chanted \nresponsively.","speaker":"CHORUS "},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe, woe is me! What words, or cries, or lamentations can I \nutter? Ah me! for the sorrows of my closing years! for slavery too cruel \nto brook or bear! Woe, woe is me! What champion have I? Sons, and city-where \nare they? Aged Priam is no more; no more my children now. Which way am \nI to go, or this or that? Whither shall I turn my steps? Where is any god \nor power divine to succour me? Ah, Trojan maids! bringers of evil tidings! \nmessengers of woe! ye have made an end, an utter end of me; life on earth \nhas no more charm for me. Ah! luckless steps, lead on, guide your aged \nmistress to yon tent. ","speaker":"HECUBA"},{"type":"text","value":"calling","speaker":"HECUBA"},{"type":"text","value":"POLYXENA enters from the tent.","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"O mother, mother mine! why dost thou call so loud? what news \nis it thou hast proclaimed, scaring me, like a cowering bird, from my chamber \nby this alarm? ","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Alas, my daughter! ","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Why this ominous address? it bodeth sorrow for me. \n","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe for thy life! ","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Tell all, hide it no longer. Ah mother! how I dread, ay dread \nthe import of thy loud laments. ","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah my daughter! a luckless mother's child! \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Why dost thou tell me this? ","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"The Argives with one consent are eager for thy sacrifice to \nthe son of Peleus at his tomb. ","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Ah! mother mine! how canst thou speak of such a horror? Yet \ntell me all, yes all, O mother dear! ","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"'Tis a rumour ill-boding I tell, my child; they bring me word \nthat sentence is passed upon thy life by the Argives' vote. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Alas, for thy cruel sufferings! my persecuted mother! woe for \nthy life of grief! What grievous outrage some fiend hath sent on thee, \nhateful, horrible! No more shall I thy daughter share thy bondage, hapless \nyouth on hapless age attending. For thou, alas! wilt see thy hapless child \ntorn from thy arms, as a calf of the hills is torn from its mother, and \nsent beneath the darkness of the earth with severed throat for Hades, where \nwith the dead shall I be laid, ah me! For thee I weep with plaintive wail, \nmother doomed to a life of sorrow! for my own life, its ruin and its outrage, \nnever a tear I shed; nay, death is become to me a happier lot than life. \n","speaker":"POLYXENA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"See where Odysseus comes in haste, to announce some fresh command \nto thee, Hecuba. ","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"ODYSSEUS enters, with his attendants.","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Lady, methinks thou knowest already the intention of the host, \nand the vote that has been passed; still will I declare it. It is the Achaeans' \nwill to sacrifice thy daughter Polyxena at the mound heaped o'er Achilles' \ngrave; and they appoint me to take the maid and bring her thither, while \nthe son of Achilles is chosen to preside o'er the sacrifice and act as \npriest. Dost know then what to do? Be not forcibly torn from her, nor match \nthy might 'gainst mine; recognize the limits of thy strength, and the presence \nof thy troubles. Even in adversity 'tis wise to yield to reason's dictates. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah me! an awful trial is nigh, it seems, fraught with mourning, \nrich in tears. Yes, I too escaped death where death had been my due, and \nZeus destroyed me not but is still preserving my life, that I may witness \nin my misery fresh sorrows surpassing all before. Still if the bond may \nask the free of things that grieve them not nor wrench their heart-strings, \n'tis well that thou shouldst make an end and hearken to my questioning. \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Granted; put thy questions; that short delay I grudge thee \nnot. ","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Dost remember the day thou camest to spy on Ilium, disguised \nin rags and tatters, while down thy cheek ran drops of blood? \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Remember it! yes; 'twas no slight impression it made upon my \nheart. ","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Did Helen recognize thee and tell me only? \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"I well remember the awful risk I ran. ","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Didst thou embrace my knees in all humility? \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Yea, so that my hand grew dead and cold upon thy robe. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"What saidst thou then, when in my power? \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Doubtless I found plenty to say, to save my life. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Was it I that saved and sent thee forth again? \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Thou didst, and so I still behold the light of day. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Art not thou then playing a sorry part to plot against me thus, \nafter the kind treatment thou didst by thy own confession receive from \nme, showing me no gratitude but all the ill thou canst? A thankless race! \nall ye who covet honour from the mob for your oratory. Oh that ye were \nunknown to me ye who harm your friends and think no more of it, if ye can \nbut say a word to win the mob. But tell me, what kind of cleverness did \nthey think it, when against this child they passed their bloody vote? Was \nit duty led them to slay a human victim at the tomb, where sacrifice of \noxen more befits? or does Achilles, if claiming the lives of those who \nslew him as his recompense, show his justice by marking her out for death? \nNo! she at least ne'er injured him. He should have demanded Helen as a \nvictim at his tomb, for she it was that proved his ruin, bringing him to \nTroy; or if some captive of surpassing beauty was to be singled out for \ndoom, this pointed not to us; for the daughter of Tyndareus was fairer \nthan all womankind, and her injury to him was proved no les than ours. \nAgainst the justice of his plea I pit this argument. Now hear the recompense \ndue from thee to me at my request. On thy own confession, thou didst fall \nat my feet and embrace my hand and aged cheek; I in my turn now do the \nsame to thee, and claim the favour then bestowed; and I implore thee, tear \nnot my child from my arms, nor slay her. There be dead enough; she is my \nonly joy, in her I forget my sorrows; My one comfort she in place of many \na loss, my city and my nurse, my staff and journey's guide. 'Tis never \nright that those in power should use it out of season, or when prosperous \nsuppose they will be always so. For I like them was prosperous once, but \nnow my life is lived, and one day robbed me of all my bliss. Friend, by \nthy beard, have some regard and pity for me; go to Achaea's host, and talk \nthem over, saying how hateful a thing it is to slay women whom at first \nye spared out of pity, after dragging them from the altars. For amongst \nyou the self-same law holds good for bond and free alike respecting bloodshed; \nsuch influence as thine will persuade them even though thy words are weak; \nfor the same argument, when proceeding from those of no account, has not \nthe same force as when it is uttered by men of mark. \n","speaker":"HECUBA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Human nature is not so stony-hearted as to hear thy plaintive \ntale and catalogue of sorrows, without shedding a tear. \n","speaker":"LEADER"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"O Hecuba! be schooled by me, nor in thy passion count him a \nfoe who speaketh wisely. Thy life I am prepared to save, for the service \nI received; I say no otherwise. But what I said to all, I will not now \ndeny, that after Troy's capture I would give thy daughter to the chiefest \nof our host because he asked a victim. For herein is a source of weakness \nto most states, whene'er a man of brave and generous soul receives no greater \nhonour than his inferiors. Now Achilles, lady, deserves honour at our hands, \nsince for Hellas he died as nobly as a mortal can. Is not this a foul reproach \nto treat a man as a friend in life, but, when he is gone from us, to treat \nhim so no more? How now? what will they say, if once more there comes gathering \nof the host and a contest with the foe? \"Shall we fight or nurse our lives, \nseeing the dead have no honours?\" For myself, indeed, though in life my \ndaily store were scant, yet would it be all-sufficient, but as touching \na tomb I should wish mine to be an object of respect, for this gratitude \nhas long to run. Thou speakest of cruel sufferings; hear my answer. Amongst \nus are aged dames and grey old men no less miserable than thou, and brides \nof gallant husbands reft, o'er whom this Trojan dust has closed. Endure \nthese sorrows; for us, if we are wrong in resolving to honour the brave, \nwe shall bring upon ourselves a charge of ignorance; but as for you barbarians, \nregard not your friends as such and pay no homage to your gallant dead, \nthat Hellas may prosper and ye may reap the fruits of such policy. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Alas! how cursed is slavery alway in its nature, forced by \nthe might of the stronger to endure unseemly treatment. \n","speaker":"LEADER"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Daughter, my pleading to avert thy bloody death was wasted \nidly on the air; do thou, if in aught endowed with greater power to move \nthan thy mother, make haste to use it, uttering every pleading note like \nthe tuneful nightingale, to save thy soul from death. Throw thyself at \nOdysseus' knees to move his pity, and try to move him. Here is thy plea: \nhe to hath children, so that he can feel for thy sad fate. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Odysseus, I see thee hiding thy right hand beneath thy robe \nand turning away thy face, that I may not touch thy beard. Take heart; \nthou art safe from the suppliant's god in my case, for I will follow thee, \nalike because I must and because it is my wish to die; for were I loth, \na coward should I show myself, a woman faint of heart. Why should I prolong \nmy days? I whose sire was king of all the Phrygians?-my chiefest pride \nin life, Then was I nursed on fair fond hopes to be a bride for kings, \nthe centre of keen jealousy amongst suitors, to see whose home I would \nmake my own; and o'er each dame of Ida I was queen; ah me! a maiden marked \namid her fellows, equal to a goddess, save for death alone, but now slave! \nThat name first makes me long for death, so strange it sounds; and then \nmaybe my lot might give me to some savage master, one that would buy me \nfor money,-me the sister of Hector and many another chief,-who would make \nme knead him bread within his halls, or sweep his house or set me working \nat the loom, leading a life of misery; while some slave, bought I know \nnot whence, will taint my maiden charms, once deemed worthy of royalty. \nNo, never! Here I close my eyes upon the light, free as yet, and dedicate \nmyself to Hades. Lead me hence, Odysseus, and do thy worst, for I see naught \nwithin my reach to make me hope or expect with any confidence that I am \never again to be happy. Mother mine! seek not to hinder me by word or deed, \nbut join in my wish for death ere I meet with shameful treatment undeserved. \nFor whoso is not used to taste of sorrow's cup, though he bears it, yet \nit galls him when he puts his neck within the yoke; far happier would he \nbe dead than alive, for life of honour reft is toil and trouble. \n","speaker":"POLYXENA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"A wondrous mark, most clearly stamped, doth noble birth imprint \non men, and the name goeth still further where it is deserved. \n","speaker":"LEADER"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"A noble speech, my daughter! but there is sorrow linked with \nits noble sentiments.\nOdysseus, if ye must pleasure the son of Peleus, and avoid reproach, \nslay not this maid, but lead me to Achilles' pyre and torture me unsparingly: \n'twas I that bore Paris, whose fatal shaft laid low the son of Thetis. \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"'Tis not thy death, old dame, Achilles' wraith hath demanded \nof the Achaeans, but hers. ","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"At least then slaughter me with my child; so shall there be \na double draught of blood for the earth and the dead that claims this sacrifice. \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"The maiden's death suffices; no need to add a second to the \nfirst; would we needed not e'en this! ","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Die with my daughter I must and will. ","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"How so? I did not know I had a master. ","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I will cling to her like ivy to an oak. \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Not if thou wilt hearken to those who are wiser than thyself. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Be sure I will never willingly relinquish my child. \n","speaker":"HECUBA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Well, be equally sure I will never go away and leave her here. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Mother, hearken to me; and thou, son of Laertes, make allowance \nfor a parent's natural wrath. My poor mother, fight not with our masters. \nWilt thou be thrown down, be roughly thrust aside and wound thy aged skin, \nand in unseemly wise be torn from me by youthful arms? This wilt thou suffer; \ndo not so, for 'tis not right for thee. Nay, dear mother mine give me thy \nhand beloved, and let me press thy cheek to mine; for never, nevermore, \nbut now for the last time shall I behold the dazzling sun-god's orb. My \nlast farewells now take! O mother, mother mine! beneath the earth I pass. \n","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O my daughter, I am still to live and be a slave. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Unwedded I depart, never having tasted the married joys that \nwere my due! ","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Thine, my daughter, is a piteous lot, and sad is mine also. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"There in Hades' courts shall I be laid apart from thee. \n","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah me, what shall I do? where shall I end my life? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Daughter of a free-born sire, a slave I am to die. \n","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Not one of all my fifty children left! ","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"What message can I take for thee to Hector or thy aged lord? \n","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Tell them that of all women I am the most miserable. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Ah! bosom and breasts that fed me with sweet food! \n","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe is thee, my child, for this untimely fate! \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Farewell, my mother! farewell, Cassandra! \n","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"\"Fare well!\" others do, but not thy mother, no! \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Thou too, my brother Polydorus, who art in Thrace, the home \nof steeds! ","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Aye, if he lives, which much I doubt; so luckless am I every \nway. ","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Oh yes, he lives; and, when thou diest, he will close thine \neyes. ","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I am dead; sorrow has forestalled death here. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYXENA","speaker":"POLYXENA"},{"type":"text","value":"Come veil my head, Odysseus, and take me hence; for now, ere \nfalls the fatal blow, my heart is melted by my mother's wailing, and hers \nno less by mine. O light of day! for still may I call thee by thy name, \nthough now my share in thee is but the time I take to go 'twixt this and \nthe sword at Achilles' tomb. ","speaker":"POLYXENA"},{"type":"text","value":"ODYSSEUS and his attendants lead POLYXENA away.","speaker":"POLYXENA"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe is me! I faint; my limbs sink under me. O my daughter, \nembrace thy mother, stretch out thy hand, give it me again; leave me not \nchildless! Ah, friends! 'tis my death-blow. Oh! to see that Spartan woman, \nHelen, sister of the sons of Zeus, in such a plight; for her bright eyes \nhave caused the shameful fall of Troy's once prosperous town. \n","speaker":"HECUBA"},{"type":"text","value":"HECUBA sinks fainting to the ground.","speaker":"HECUBA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"The herald, TALTHYBIUS, enters.","speaker":"CHORUS "},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Where can I find Hecuba, who once was queen of Ilium, ye Trojan \nmaidens? ","speaker":"TALTHYBIUS"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"There she lies near thee, Talthybius, stretched full length \nupon the ground, wrapt in her robe. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Great Zeus! what can I say? that thine eye is over man? or \nthat we hold this false opinion all to no purpose, thinking there is any \nrace of gods, when it is chance that rules the mortal sphere? Was not this \nthe queen of wealthy Phrygia, the wife of Priam highly blest? And now her \ncity is utterly o'erthrown by the foe, and she, a slave in her old age, \nher children dead, lies stretched upon the ground, soiling her hair, poor \nlady in the dust. Well, well; old as I am, may death be my lot before I \nam caught in any foul mischance. Arise, poor queen! lift up thyself and \nraise that hoary head. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"stirring","speaker":"HECUBA "},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"'Tis I, Talthybius, who am here, the minister of the Danai; \nAgamemnon has sent me for thee, lady. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"rising","speaker":"HECUBA "},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"I am come to fetch thee to bury thy daughter's corpse, lady; \nand those that send me are the two sons of Atreus and the Achaean host. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah! what wilt thou say? Art thou not come, as I had thought, \nto fetch me to my doom, but to announce ill news? Lost, lost, my child! \nsnatched from thy mother's arms! and I am childless now, at least as touches \nthee; ah, woe is me!\nHow did ye end her life? was any mercy shown? or did ye deal ruthlessly \nwith her as though your victim were a foe, old man? Speak, though thy words \nmust be pain to me. ","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Lady, thou art bent on making mine a double meed of tears in \npity for thy child; for now too as I tell the sad tale a tear will wet \nmy eye, as it did at the tomb when she was dying.\nAll Achaea's host was gathered there in full array before the tomb \nto see thy daughter offered; and the son of Achilles took Polyxena by the \nhand and set her on the top of the mound, while I stood near; and a chosen \nband of young Achaeans followed to hold thy child and prevent her struggling. \nThen did Achilles' son take in his hands a brimming cup of gold and poured \nan offering to his dead sire, making a sign to me to proclaim silence throughout \nthe Achaean host. So I stood at his side and in their midst proclaimed, \n\"Silence, ye Achaeans! hushed be the people all! peace! be still! \"Therewith \nI hushed the host. Then spake he, \"Son of Peleus, father mine, accept the \noffering I pour thee to appease thy spirit, strong to raise the dead; and \ncome to drink the black blood of a virgin pure, which I and the host are \noffering thee; oh! be propitious to us; grant that we may loose our prows \nand the cables of our ships, and, meeting with prosperous voyage from Ilium, \nall to our country come.\" So he; and all the army echoed his prayer. Then \nseizing his golden sword by the hilt he drew it from its scabbard, signing \nthe while to the picked young Argive warriors to hold the maid. But she, \nwhen she was ware thereof, uttered her voice and said: \"O Argives, who \nhave sacked my city! of my free will I die; let none lay hand on me; for \nbravely will I yield my neck. Leave me free, I do beseech; so slay me, \nthat death may find me free; for to be called a slave amongst the dead \nfills my royal heart with shame.\" Thereat the people shouted their applause, \nand king Agamemnon bade the young men loose the maid. So they set her free, \nas soon as they heard this last command from him whose might was over all. \nAnd she, hearing her captors' words took her robe and tore it open from \nthe shoulder to the waist, displaying a breast and bosom fair as a statue's; \nthen sinking on her knee, one word she spake more piteous than all the \nrest, \"Young prince, if 'tis my breast thou'dst strike, lo! here it is, \nstrike home! or if at my neck thy sword thou'lt aim, behold! that neck \nis bared.\"\nThen he, half glad, half sorry in his pity for the maid, cleft \nwith the steel the channels of her breath, and streams of blood gushed \nforth; but she, e'en in death's agony, took good heed to fall with maiden \ngrace, hiding from gaze of man what modest maiden must. Soon as she had \nbreathed her last through the fatal gash, each Argive set his hand to different \ntasks, some strewing leaves o'er the corpse in handfuls, others bringing \npine-logs and heaping up a pyre; and he, who brought nothing, would hear \nfrom him who did such taunts as these, \"Stand'st thou still, ignoble wretch, \nwith never a robe or ornament to bring for the maiden? Wilt thou give naught \nto her that showed such peerless bravery and spirit?\"\nSuch is the tale I tell about thy daughter's death, and I regard \nthee as blest beyond all mothers in thy noble child, yet crossed in fortune \nmore than all. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Upon the race of Priam and my city some fearful curse hath \nburst; 'tis sent by God, and we must bear it. ","speaker":"LEADER"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O my daughter! 'mid this crowd of sorrows I know not where \nto turn my gaze; for if I set myself to one, another will not give me pause; \nwhile from this again a fresh grief summons me, finding a successor to \nsorrow's throne. No longer now can I efface from my mind the memory of \nthy sufferings sufficiently to stay my tears; yet hath the story of thy \nnoble death taken from the keenness of my grief. Is it not then strange \nthat poor land, when blessed by heaven with a lucky year, yields a good \ncrop, while that which is good, if robbed of needful care, bears but little \nincrease; yet 'mongst men the knave is never other than a knave, the good \nman aught but good, never changing for the worse because of misfortune, \nbut ever the same? Is then the difference due to birth or bringing up? \nGood training doubtless gives lessons in good conduct, and if a man have \nmastered this, he knows what is base by the standard of good. Random shafts \nof my soul's shooting these, I know. ","speaker":"HECUBA"},{"type":"text","value":"To TALTHYBIUS","speaker":"HECUBA"},{"type":"text","value":"TALTHYBIUS goes out.","speaker":"HECUBA"},{"type":"text","value":"Addressing a servant","speaker":"HECUBA"},{"type":"text","value":"The MAID departs.","speaker":"HECUBA"},{"type":"text","value":"HECUBA enters the tent.","speaker":"HECUBA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe","speaker":"CHORUS "},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"entering excitedly, attended by bearers bringing in a covered \ncorpse","speaker":"MAID"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"What now, thou wretched bird of boding note? Thy evil tidings \nnever seem to rest. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"'Tis to Hecuba I bring my bitter news; no easy task is it for \nmortal lips to speak smooth words in sorrow's hour. \n","speaker":"MAID"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Lo! she is coming even now from the shelter of the tent appearing \njust in time to hear thee speak. ","speaker":"LEADER"},{"type":"text","value":"HECUBA comes out of the tent.","speaker":"LEADER"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"Alas for thee! most hapless queen, ruined beyond all words \nof mine to tell; robbed of the light of life; of children, husband, city \nreft; hopelessly undone! ","speaker":"MAID"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"This is no news but insult; I have heard it all before. But \nwhy art thou come, bringing hither to me the corpse of Polyxena, on whose \nburial Achaea's host was reported to be busily engaged? \n","speaker":"HECUBA"},{"type":"speech","value":"MAID ","speaker":"MAID "},{"type":"text","value":"aside","speaker":"MAID "},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah! woe is me! thou art not surely bringing hither mad Cassandra, \nthe prophetic maid? ","speaker":"HECUBA"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"She lives, of whom thou speakest; but the dead thou dost not \nweep is here.  ","speaker":"MAID"},{"type":"text","value":"Uncovering the corpse","speaker":"MAID"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah me! 'tis the corpse of my son Polydorus I behold, whom he \nof Thrace was keeping safe for me in his halls. Alas! this is the end of \nall; my life is o'er. ","speaker":"HECUBA"},{"type":"text","value":"Chanting","speaker":"HECUBA"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"What! so thou knewest thy son's fate, poor lady. \n","speaker":"MAID"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"chanting","speaker":"HECUBA "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Alas poor lady, our sufferings are cruel indeed. \n","speaker":"LEADER"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"chanting","speaker":"HECUBA "},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"I know not. On the sea-shore I found him. \n","speaker":"MAID"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"chanting","speaker":"HECUBA "},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"The waves had washed him ashore. ","speaker":"MAID"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"chanting","speaker":"HECUBA "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Who slew him then? Can thy dream-lore tell us that? \n","speaker":"LEADER"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"chanting","speaker":"HECUBA "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"O horror! what wilt thou say? did he slay him to get the gold? \n","speaker":"LEADER"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"chanting","speaker":"HECUBA "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Alas for thee! how some deity, whose hand is heavy on thee, \nhath sent thee troubles beyond all other mortals! But yonder I see our \nlord and master Agamemnon coming; so let us be still henceforth, my friends. \n","speaker":"LEADER"},{"type":"text","value":"AGAMEMNON enters.","speaker":"LEADER"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Hecuba, why art thou delaying to come and bury thy daughter? \nfor it was for this that Talthybius brought me thy message begging that \nnone of the Argives should touch thy child. And so I granted this, and \nnone is touching her, but this long delay of thine fills me with wonder. \nWherefore am I come to send thee hence; for our part there is well performed; \nif herein there be any place for \"well.\" ","speaker":"AGAMEMNON"},{"type":"text","value":"He sees the body.","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"aside","speaker":"HECUBA "},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Why dost thou turn thy back towards me and weep, refusing to \nsay, what has happened, or who this is? ","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"aside","speaker":"HECUBA "},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I am no prophet born; wherefore, if I be not told, I cannot \nlearn the current of thy thoughts. ","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"aside","speaker":"HECUBA "},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"If thy wish really is that I should remain in ignorance, we \nare of one mind; for I have no wish myself to listen. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"aside","speaker":"HECUBA "},{"type":"text","value":"Turning to AGAMEMNON","speaker":"HECUBA "},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"What is thy desire? to be set free? that is easily done. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Not that; give me vengeance on the wicked, and evermore am \nI willing to lead a life of slavery. ","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Well, but why dost thou call me to thy aid? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"'Tis a matter thou little reckest of, O king. Dost see this \ncorpse, for whom my tears now flow? ","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I do; but what is to follow, I cannot guess. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"He was my child in days gone by; I bore him in my womb. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Which of thy sons is he, poor sufferer? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Not one of Priam's race who fell 'neath Ilium's walls. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Hadst thou any son besides those, lady? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Yes, him thou seest here, of whom, methinks, I have small gain. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Where then was he, when his city was being destroyed? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"His father, fearful of his death, conveyed him out of Troy. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Where did he place him apart from all the sons he then had? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Here in this very land, where his corpse was found. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"With Polymestor, the king of this country? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Hither was he sent in charge of gold, most bitter trust! \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"By whom was he slain? what death o'ertook him? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"By whom but by this man? His Thracian host slew him. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"The wretch! could he have been so eager for the treasure? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Even so; soon as ever he heard of the Phrygians' disaster. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Where didst find him? or did some one bring his corpse? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"This maid, who chanced upon it on the sea-shore. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Was she seeking it, or bent on other tasks? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"She had gone to fetch water from the sea to wash Polyxena. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"It seems then his host slew him and cast his body out to sea. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Aye, for the waves to toss, after mangling him thus. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Woe is thee for thy measureless troubles! \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I am ruined; no evil now is left, O Agamemnon. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Look you! what woman was ever born to such misfortune? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"There is none, unless thou wouldst name misfortune herself. \nBut hear my reason for throwing myself at thy knees. If my treatment seems \nto thee deserved, I will be content; but, if otherwise, help me to punish \nthis most godless host, that hath wrought a deed most damned, fearless \nalike of gods in heaven or hell; who, though full oft he had shared my \nboard and been counted first of all my guest-friends and after meeting \nwith every kindness he could claim and receiving my consideration, slew \nmy son, and bent though he was on murder, deigned not to bury him but cast \nhis body forth to sea.\nI may be a slave and weak as well, but the gods are strong, and \ncustom too which prevails o'er them, for by custom it is that we believe \nin them and set up bounds of right and wrong for our lives. Now if this \nprinciple, when referred to thee, is to be set at naught, and they are \nto escape punishment who murder guests or dare to plunder the temples of \ngods, then is all fairness in things human at an end. Deem this then a \ndisgrace and show regard for me, have pity on me, and, like an artist standing \nback from his picture, look on me and closely scan my piteous state. I \nwas once queen, but now I am thy slave; a happy mother once, but now childless \nand old alike, reft of city, utterly forlorn, the most wretched woman living. \nAh! woe is me! whither wouldst thou withdraw thy steps from me? \n ","speaker":"HECUBA"},{"type":"text","value":"as AGAMEMNON is turning away","speaker":"HECUBA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"'Tis strange how each extreme doth meet in human life! Custom \ndetermines even our natural ties, making the most bitter foes friends, \nand regarding as foes those who formerly were friends. \n","speaker":"LEADER"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Hecuba, I feel compassion for thee and thy son and thy ill-fortune, \nas well as for thy suppliant gesture, and I would gladly see yon impious \nhost pay thee this forfeit for the sake of heaven and justice, could I \nbut find some way to help thee without appearing to the army to have plotted \nthe death of the Thracian king for Cassandra's sake. For on one point I \nam assailed by perplexity; the army count this man their friend, the dead \ntheir foe; that he is dear to thee is a matter apart, wherein the army \nhas no share. Reflect on this; for though thou find'st me ready to share \nthy toil and quick to lend my aid, yet the risk of being reproached by \nthe Achaeans makes me hesitate. ","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah! there is not in the world a single man free; for he is \neither a slave to money or to fortune, or else the people in their thousands \nor the fear of public prosecution prevents him from following the dictates \nof his heart.\nBut since thou art afraid, deferring too much to the rabble, I \nwill rid thee of that fear. Thus; be privy to my plot if I devise mischief \nagainst this murderer, but refrain from any share in it. And if there break \nout among the Achaeans any uproar or attempt at rescue, when the Thracian \nis suffering his doom, check it, though without seeming to do so for my \nsake. For what remains, take heart; I will arrange everything well. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"How? what wilt thou do? wilt take a sword in thy old hand and \nslay the barbarian, or hast thou drugs or what to help thee? Who will take \nthy part? whence wilt thou procure friends? ","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Sheltered beneath these tents is a host of Trojan women. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Dost mean the captives, the booty of the Hellenes? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"With their help will I punish my murderous foe. \n","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"How are women to master men? ","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Numbers are a fearful thing, and joined to craft a desperate \nfoe. ","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"True; still I have a mean opinion of the female race. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"What? did not women slay the sons of Aegyptus, and utterly \nclear Lemnos of men? But let it be even thus; put an end to our conference, \nand send this woman for me safely through the host. And do thou \n ","speaker":"HECUBA"},{"type":"text","value":"To servant","speaker":"HECUBA"},{"type":"text","value":"The servant goes out.","speaker":"HECUBA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"So shall it be; yet had the host been able to sail, I could \nnot have granted thee this boon; but, as it is, since the god sends forth \nno favouring breeze, we needs must abide, seeing, as we do, that sailing \ncannot be. Good luck to thee! for this is the interest alike of citizen \nand state, that the wrong-doer be punished and the good man prosper. \n","speaker":"AGAMEMNON"},{"type":"text","value":"AGAMEMNON departs as HECUBA withdraws into the tent.","speaker":"AGAMEMNON"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"HECUBA comes out of the tent as POLYMESTOR, his children and guards \nenter.","speaker":"CHORUS "},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"My dear friend Priam, and thou no less, Hecuba, I weep to see \nthee and thy city thus, and thy daughter lately slain. Alas! there is naught \nto be relied on; fair fame is insecure, nor is there any guarantee that \nweal will not be turned to woe. For the gods confound our fortunes, tossing \nthem to and fro, and introduce confusion, that our perplexity may make \nus worship them. But what boots it to bemoan these things, when it brings \none no nearer to heading the trouble? If thou art blaming me at all for \nmy absence, stay a moment; I was away in the very heart of Thrace when \nthou wast brought hither; but on my return, just as I was starting from \nmy home for the same purpose, thy maid fell in with me, and gave me thy \nmessage, which brought me here at once. ","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Polymestor, I am holden in such wretched plight that I blush \nto meet thine eye; for my present evil case makes me ashamed to face thee \nwho didst see me in happier days, and I cannot look on thee with unfaltering \ngaze. Do not then think it ill-will on my part, Polymestor; there is another \ncause as well, I mean the custom which forbids women to meet men's gaze. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"No wonder, surely. But what need hast thou of me? Why didst \nsend for me to come hither from my house? ","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I wish to tell thee and thy children a private matter of my \nown; prithee, bid thy attendants withdraw from the tent. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR ","speaker":"POLYMESTOR "},{"type":"text","value":"to his Attendants","speaker":"POLYMESTOR "},{"type":"text","value":"The guards go out; to HECUBA","speaker":"POLYMESTOR "},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"First tell me of the child Polydorus, whom thou art keeping \nin thy halls, received from me and his father; is he yet alive? The rest \nwill I ask thee after that. ","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Yes, thou still hast a share in fortune there. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Well said, dear friend! how worthy of thee! \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"What next wouldst learn of me? ","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Hath he any recollection of me his mother? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Aye, he was longing to steal away hither to thee. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Is the gold safe, which he brought with him from Troy? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Safe under lock and key in my halls. ","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"There keep it, but covet not thy neighbour's goods. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Not I; God grant me luck of what I have, lady! \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Dost know what I wish to say to thee and thy children? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Not yet; thy words maybe will declare it. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"May it grow as dear to thee as thou now art to me! \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"What is it that I and my children are to learn? \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"There be ancient vaults filled full of gold by Priam's line. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Is it this thou wouldst tell thy son? ","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Yes, by thy lips, for thou art a righteous man. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"What need then of these children's presence? \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"'Tis better they should know it, in case of thy death. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"True; 'tis also the wiser way. ","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Well, dost thou know where stands the shrine of Trojan Athena? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Is the gold there? what is there to mark it? \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"A black rock rising above the ground. ","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Is there aught else thou wouldst tell me about the place? \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I wish to keep safe the treasure I brought from Troy. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Where can it be? inside thy dress, or hast thou it hidden? \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"'Tis safe amid a heap of spoils within these tents. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Where? This is the station built by the Achaeans to surround \ntheir fleet. ","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"The captive women have huts of their own. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"It is safe to enter? are there no men about? \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"There are no Achaeans within; we are alone. Enter then the \ntent, for the Argives are eager to set sail from Troy for home; and, when \nthou hast accomplished all that is appointed thee, thou shalt return with \nthy children to that bourn where thou hast lodged my son. \n","speaker":"HECUBA"},{"type":"text","value":"HECUBA leads POLYMESTOR and his children into the \ntent.","speaker":"HECUBA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"POLYMESTOR ","speaker":"POLYMESTOR "},{"type":"text","value":"within the tent","speaker":"POLYMESTOR "},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Heard ye, friends, that Thracian's cry of woe? \n","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"POLYMESTOR ","speaker":"POLYMESTOR "},{"type":"text","value":"within","speaker":"POLYMESTOR "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Friends, new ills are brought to pass in yonder tent. \n","speaker":"LEADER"},{"type":"speech","value":"POLYMESTOR ","speaker":"POLYMESTOR "},{"type":"text","value":"within","speaker":"POLYMESTOR "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Hark! how he launches ponderous blows! Shall we force an entry? \nThe crisis calls on us to aid Hecuba and the Trojan women. \n","speaker":"LEADER"},{"type":"text","value":"HECUBA enters, calling back into the tent.","speaker":"LEADER"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Strike on, spare not, burst the doors! thou shalt ne'er replace \nbright vision in thy eyes nor ever see thy children, whom I have slain, \nalive again. ","speaker":"HECUBA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"What! hast thou foiled the Thracian, and is the stranger in \nthy power, mistress mine? is all thy threat now brought to pass? \n","speaker":"LEADER"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"A moment, and thou shalt see him before the tent, his eyes \nput out, with random step advancing as a blind man must; yea, and the bodies \nof his two children whom I with my brave daughters of Troy did slay; he \nhath paid me his forfeit; look where he cometh from the tent. I will withdraw \nout of his path and stand aloof from the hot fury of this Thracian, my \ndeadly foe. ","speaker":"HECUBA"},{"type":"text","value":"POLYMESTOR rushes out. Blood is streaming from his \neyes.","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR ","speaker":"POLYMESTOR "},{"type":"text","value":"chanting","speaker":"POLYMESTOR "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Woe is thee! what grievous outrage hath been wreaked on thee! \nfearful penalty for thy foul deed hath the deity imposed, whoe'er he is \nwhose hand is heavy upon thee. ","speaker":"LEADER"},{"type":"speech","value":"POLYMESTOR ","speaker":"POLYMESTOR "},{"type":"text","value":"chanting","speaker":"POLYMESTOR "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"'Tis a venial sin, when a man, suffering from evils too heavy \nto bear, rids himself of a wretched existence. ","speaker":"LEADER"},{"type":"text","value":"AGAMEMNON and his retinue enter.","speaker":"LEADER"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Hearing a cry I am come hither; for Echo, child of the mountain-rock, \nhath sent her voice loud-ringing through the host, causing a tumult. Had \nI not known that Troy's towers were levelled by the might of Hellas, this \nuproar had caused no slight terror. ","speaker":"AGAMEMNON"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Best of friends! for by thy voice I know thee, Agamemnon, dost \nsee my piteous state? ","speaker":"POLYMESTOR"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"What! hapless Polymestor, who hath stricken thee? who hath \nreft thine eves of sight, staining the pupils with blood? who hath slain \nthese children? whoe'er he was, fierce must have been his wrath against \nthee and thy children. ","speaker":"AGAMEMNON"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Hecuba, helped by the captive women, hath destroyed me; no! \nnot destroyed, far worse than that. ","speaker":"POLYMESTOR"},{"type":"speech","value":"AGAMEMNON ","speaker":"AGAMEMNON "},{"type":"text","value":"addressing HECUBA","speaker":"AGAMEMNON "},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Ha! what is that? is she somewhere near? show me, tell me where, \nthat I may grip her in my hands and rend her limb from limb, bespattering \nher with gore. ","speaker":"POLYMESTOR"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Ho! madman, what wouldst thou? ","speaker":"AGAMEMNON"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"By heaven I entreat thee, let me vent on her the fury of my \narm. ","speaker":"POLYMESTOR"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Hold! banish that savage spirit from thy heart and plead thy \ncause, that after hearing thee and her in turn I may fairly decide what \nreason there is for thy present sufferings. ","speaker":"AGAMEMNON"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"I will tell my tale. There was a son of Priam, Polydorus, the \nyoungest, a child by Hecuba, whom his father Priam sent to me from Troy \nto bring up in my halls, suspecting no doubt the fall of Troy. Him I slew; \nbut hear my reason for so doing, to show how cleverly and wisely I had \nplanned. My fear was that if that child were left to be thy enemy, he would \nre-people Troy and settle it afresh; and the Achaeans, knowing that a son \nof Priam survived, might bring another expedition against the Phrygian \nland and harry and lay waste these plains of Thrace hereafter, for the \nneighbours of Troy to experience the very troubles we were lately suffering, \nO king. Now Hecuba, having discovered the death of her son, brought me \nhither on this pretext, saying she would tell me of hidden treasure stored \nup in Ilium by the race of Priam; and she led me apart with my children \ninto the tent, that none but I might hear her news. So I sat me down on \na couch in their midst to rest; for there were many of the Trojan maidens \nseated there, some on my right hand, some on my left, as it had been beside \na friend; and they were praising the weaving of our Thracian handiwork, \nlooking at this robe as they held it up to the light; meantime others examined \nmy Thracian spear and so stripped me of the protection of both. And those \nthat were young mothers were dandling my children in their arms, with loud \nadmiration, as they passed them on from hand to hand to remove them far \nfrom their father; and then after their smooth speeches \n ","speaker":"POLYMESTOR"},{"type":"text","value":"wouldst thou believe it?","speaker":"POLYMESTOR"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Curb thy bold tongue, and do not, because of thy own woes, \nthus embrace the whole race of women in one reproach; for though some of \nus, and those a numerous class, deserve to be disliked, there are others \namongst us who rank naturally amongst the good. ","speaker":"LEADER"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Never ought words to have outweighed deeds in this world, Agamemnon. \nNo! if a man's deeds had been good, so should his words have been; if, \non the other hand, evil, his words should have betrayed their unsoundness, \ninstead of its being possible at times to give a fair complexion to injustice. \nThere are, 'tis true, clever persons, who have made a science of this, \nbut their cleverness cannot last for ever; a miserable end awaits them; \nnone ever yet escaped. This is a warning I give thee at the outset. Now \nwill I turn to this fellow, and will give thee thy answer, thou who sayest \nit was to save Achaea double toil and for Agamemnon's sake that thou didst \nslay my son. Nay, villain, in the first place how could the barbarian race \never be friends with Hellas? Impossible, ever. Again, what interest hadst \nthou to further by thy zeal? was it to form some marriage, or on the score \nof kin, or, prithee, why? or was it likely that they would sail hither \nagain and destroy thy country's crops? Whom dost thou expect to persuade \ninto believing that? Wouldst thou but speak the truth, it was the gold \nthat slew my son, and thy greedy spirit. Now tell me this; why, when Troy \nwas victorious, when her ramparts still stood round her, when Priam was \nalive, and Hector's warring prospered, why didst thou not, if thou wert \nreally minded to do Agamemnon a service, then slay the child, for thou \nhadst him in thy palace 'neath thy care, or bring him with thee alive to \nthe Argives? Instead of this, when our sun was set and the smoke of our \ncity showed it was in the enemy's power, thou didst murder the guest who \nhad come to thy hearth. Furthermore, to prove thy villainly, hear this; \nif thou wert really a friend to those Achaeans, thou shouldst have brought \nthe gold, which thou sayst thou art keeping not for thyself but for Agamemnon, \nand given it to them, for they were in need and had endured a long exile \nfrom their native land. Whereas not even now canst thou bring thyself to \npart with it, but persistest in keeping it in thy palace. Again, hadst \nthou kept my son safe and sound, as thy duty was, a fair renown would have \nbeen thy reward, for it is in trouble's hour that the good most clearly \nshow their friendship; though prosperity of itself in every case finds \nfriends. Wert thou in need of money and he prosperous, that son of mine \nwould have been as a mighty treasure for thee to draw upon; but now thou \nhast him no longer to be thy friend, and the benefit of the gold is gone \nfrom thee, thy children too are dead, and thyself art in this sorry \nplight.\nTo thee, Agamemnon, I say, if thou help this man, thou wilt show \nthy worthlessness; for thou wilt be serving one devoid of honour or piety, \na stranger to the claims of good faith, a wicked host; while I shall say \nthou delightest in evil-doers, being such an one thyself; but I rail not \nat my masters. ","speaker":"HECUBA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Look you! how a good cause ever affords men an opening for \na good speech. ","speaker":"LEADER"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"To be judge in a stranger's troubles goes much against my grain, \nbut still I must; yea, for to take this matter in hand and then put it \nfrom me is a shameful course. My opinion, that thou mayst know it, is that \nit was not for the sake of the Achaeans or me that thou didst slay thy \nguest, but to keep that gold in thy own house. In thy trouble thou makest \na case in thy own interests. Maybe amongst you 'tis a light thing to murder \nguests, but with us in Hellas 'tis a disgrace. How can I escape reproach \nif I judge the not guilty? I cannot do it. Nay, since thou didst dare thy \nhorrid crime, endure as well its painful consequence. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Woe is me! worsted by a woman and a slave, I am, it seems, \nto suffer by unworthy hands. ","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Is it not just for thy atrocious crime? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Ah, my children! ah, my blinded eyes! woe is me! \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Dost thou grieve? what of me? thinkst thou I grieve not for \nmy son? ","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Thou wicked wretch! thy delight is in mocking me. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I am avenged on thee; have I not cause for joy? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"The joy will soon cease, in the day when ocean's flood- \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Shall convey me to the shores of Hellas? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Nay, but close o'er thee when thou fallest from the masthead. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Who will force me to take the leap? ","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Of thy own accord wilt thou climb the ship's mast. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"With wings upon my back, or by what means? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Thou wilt become a dog with bloodshot eyes. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"How knowest thou of my transformation? ","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Dionysus, our Thracian prophet, told me so. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"And did he tell thee nothing of thy present trouble? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"No; else hadst thou never caught me thus by guile. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Shall I die or live, and so complete my life on earth? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Die shalt thou; and to thy tomb shall be given a name- \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Recalling my form, or what wilt thou tell me? \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"\"The hapless hound's grave,\" a mark for mariners.\" \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"'Tis naught to me, now that thou hast paid me forfeit. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Further, thy daughter Cassandra must die. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I scorn the prophecy! I give it to thee to keep for thyself. \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Her shall the wife of Agamemnon, grim keeper of his palace, \nslay. ","speaker":"POLYMESTOR"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Never may the daughter of Tyndareus do such a frantic deed! \n","speaker":"HECUBA"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"And she shall slay this king as well, lifting high the axe. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Ha! sirrah, art thou mad? art so eager to find sorrow? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Kill me, for in Argos there awaits thee a murderous bath. \n","speaker":"POLYMESTOR"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Ho! servants, hale him from my sight ","speaker":"AGAMEMNON"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"},{"type":"text","value":"Ha! my words gall thee? ","speaker":"POLYMESTOR"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Stop his mouth! ","speaker":"AGAMEMNON"},{"type":"speech","value":"POLYMESTOR","speaker":"POLYMESTOR"}]}]