[{"title":"heracles","play":"heracles","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"Heracles\nBy Euripides\nWritten 421-416 B.C.E\nTranslated by E. P. Coleridge","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"What mortal hath not heard of him who shared a wife with Zeus, \nAmphitryon of Argos, whom on a day Alcaeus, son of Perseus begat, Amphitryon \nthe father of Heracles? He it was dwelt here in Thebes, where from the \nsowing of the dragon's teeth grew up a crop of earth-born giants; for of \nthese Ares saved a scanty band, and their children's children people the \ncity of Cadmus. Hence sprung Creon, son of Menoeceus, king of this land; \nand Creon became the father of this lady Megara, whom once all Cadmus' \nrace escorted with the glad music of lutes at her wedding, in the day that \nHeracles, illustrious chief, led her to my halls. Now he, my son, left \nThebes where I was settled, left his wife Megara and her kin, eager to \nmake his home in Argolis, in that walled town which the Cyclopes built, \nwhence I am exiled for the slaying of Electryon; so he, wishing to lighten \nmy affliction and to find a home in his own land, did offer Eurystheus \na mighty price for my recall, even to free the world of savage monsters, \nwhether it was that Hera goaded him to submit to this, or that fate was \nleagued against him. Divers are the toils he hath accomplished, and last \nof all hath he passed through the mouth of Taenarus into the halls of Hades \nto drag to the light that hound with bodies three, and thence is he never \nreturned. Now there is an ancient legend amongst the race of Cadmus, that \none Lycus in days gone by was husband to Dirce being king of this city \nwith its seven towers, before that Amphion and Zethus, sons of Zeus, lords \nof the milk-white steeds, became rulers in the land. His son, called by \nthe same name as his father, albeit no Theban but a stranger from Euboea, \nslew Creon, and after that seized the government, having fallen on this \ncity when weakened by dissension. So this connection with Creon is likely \nto prove to us a serious evil; for now that my son is in the bowels of \nthe earth, this illustrious monarch Lycus is bent on extirpating the children \nof Heracles, to quench one bloody feud with another, likewise his wife \nand me, if useless age like mine is to rank amongst men, that the boys \nmay never grow up to exact a blood-penalty of their uncle's family. So \nI, left here by my son, whilst he is gone into the pitchy darkness of the \nearth, to tend and guard his children in his house, am taking my place \nwith their mother, that the race of Heracles may not perish, here at the \naltar of Zeus the Saviour, which my own gallant child set up to commemorate \nhis glorious victory over the Minyae. And here we are careful to keep our \nstation, though in need of everything, of food, of drink, and raiment, \nhuddled together on the hard bare ground; for we are barred out from our \nhouse and sit here for want of any other safety. As for friends, some I \nsee are insincere; while others, who are staunch, have no power to help \nus further. This is what misfortune means to man; God grant it may never \nfall to the lot of any who bears the least goodwill to me, to apply this \nnever-failing test of friendship! ","speaker":"AMPHITRYON"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Old warrior, who erst did raze the citadel of the Taphians \nleading on the troops of Thebes to glory, how uncertain are God's dealings \nwith man! For I, as far as concerned my sire was never an outcast of fortune, \nfor he was once accounted a man of might by reason of his wealth, possessed \nas he was of royal power, for which long spears are launched at the lives \nof the fortunate through love of it; children too he had; and me did he \nbetroth to thy son, matching me in glorious marriage with Heracles. Whereas \nnow all that is dead and gone from us; and I and thou, old friend, art \ndoomed to die, and these children of Heracles, whom I am guarding 'neath \nmy wing as a bird keepeth her tender chicks under her. And they the while \nin turn keep asking me, \"Mother, whither is our father gone from the land? \nwhat is he about? when will he return?\" Thus they inquire for their father, \nin childish perplexity; while I put them off with excuses, inventing stories; \nbut still I wonder if 'tis he whenever a door creaks on its hinges, and \nup they all start, thinking to embrace their father's knees. What hope \nor way of salvation art thou now devising, old friend? for to thee I look. \nWe can never steal beyond the boundaries of the land unseen, for there \nis too strict a watch set on us at every outlet, nor have we any longer \nhopes of safety in our friends. Whatever thy scheme is, declare it, lest \nour death be made ready, while we are only prolonging the time, powerless \nto escape. ","speaker":"MEGARA"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"'Tis by no means easy, my daughter, to give one's earnest advice \non such matters easily, without weary thought. ","speaker":"AMPHITRYON"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Dost need a further taste of grief, or cling so fast to life? \n","speaker":"MEGARA"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Yes, I love this life, and cling to its hopes. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"So do I; but it boots not to expect the unexpected, old friend. \n","speaker":"MEGARA"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"In these delays is left the only cure for our evils. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"'Tis the pain of that interval I feel so. \n","speaker":"MEGARA"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Daughter, there may yet be a happy escape from present troubles \nfor me and thee; my son, thy husband, may yet arrive. So calm thyself, \nand wipe those tears from thy children's eyes, and soothe them with soft \nwords, inventing a tale to delude them, piteous though such fraud be. Yea, \nfor men's misfortunes ofttimes flag, and the stormy wind doth not always \nblow so strong, nor are the prosperous ever so; for all things change, \nmaking way for each other. The bravest man is he who relieth ever on his \nhopes, but despair is the mark of a coward. ","speaker":"AMPHITRYON"},{"type":"text","value":"The CHORUS OF OLD MEN OF THEBES enters.","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"text","value":"strophe","speaker":"CHORUS "},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"But I see Lycus, the ruler of this land, drawing near the house. \n","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Lycus and his attendants enter.","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"One question, if I may, to this father of Heracles and his \nwife; and certainly as your lord and master I have a right to put what \nquestions choose. How long do ye seek to prolong your lives? What hope, \nwhat succour do ye see to save you from death? Do you trust that these \nchildren's father, who lies dead in the halls of Hades, will return? How \nunworthily ye show your sorrow at having to die, thou \n","speaker":"LYCUS"},{"type":"text","value":"to AMPHITRYON","speaker":"LYCUS"},{"type":"text","value":"to MEGARA","speaker":"LYCUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"As for Zeus, let Zeus defend his son's case; but as for me, \nHeracles, I am only anxious on thy behalf to prove by what I say this tyrant's \nignorance; for I cannot allow thee to be ill spoken of. First then for \nthat which should never have been said,-for to speak of thee Heracles as \ncoward is, methinks, outside the pale of speech,-of that must I clear the \nwith heaven to witness. I appeal then to the thunder of Zeus, and the chariot \nwherein he rode, when he pierced the giants, earth's brood, to the heart \nwith his winged shafts, and with gods uplifted the glorious triumph-song; \nor go to Pholoe and ask the insolent tribe of four-legged Centaurs, thou \ncraven king, ask them who they would judge their bravest foe; will they \nnot say my son, who according to thee is but a pretender? Wert thou to \nask Euboean Dirphys, thy native place, it would nowise sing thy praise, \nfor thou hast never done a single gallant deed to which thy country can \nwitness. Next thou dost disparage that clever invention, an archer's weapon; \ncome, listen to me and learn wisdom. A man who fights in line is a slave \nto his weapons, and if his fellow-comrades want for courage he is slain \nhimself through the cowardice of his neighbours, or, if he break his spear, \nhe has not wherewithal to defend his body from death, having only one means \nof defence; whereas all who are armed with the trusty bow, though they \nhave but one weapon, yet is it the best; for a man, after discharging countless \narrows, still has others wherewith to defend himself from death, and standing \nat a distance keeps off the enemy, wounding them for all their watchfulness \nwith shafts invisible, and never exposing himself to the foe, but keeping \nunder cover; and this is far the wisest course in battle, to harm the enemy, \nif they are not stationed out of shot, and keep safe oneself. These arguments \nare completely opposite to thine with regard to the point at issue. Next, \nwhy art thou desirous of slaying these children? What have they done to \nthee? One piece of wisdom credit thee with, thy coward terror of a brave \nman's descendants. Still it is hard on us, if for thy cowardice we must \ndie; a fate that ought to have overtaken thee at our braver hands, if Zeus \nhad been fairly disposed towards us. But, if thou art so anxious to make \nthyself supreme in the land, let us at least go into exile; abstain from \nall violence, else thou wilt suffer by it whenso the deity causes fortune's \nbreeze to veer round.\nAh! thou land of Cadmus,-for to thee too will I turn, upbraiding \nthee with words of reproach,-is this your succour of Heracles and his children? \nthe man who faced alone the Minyan host in battle and allowed Thebes to \nsee the light with freemen's eyes. I cannot praise Hellas, nor will I ever \nkeep silence, finding her so craven as regards my son; she should have \ncome with fire and sword and warrior's arms to help these tender babes, \nto requite him for all his labours in purging land and sea. Such help, \nmy children, neither Hellas nor the city of Thebes affords you; to me a \nfeeble friend ye look, that am but empty sound and nothing more. For the \nvigour which once I had, is gone from me; my limbs are palsied with age, \nand my strength is decayed. Were I but young and still a man of my hands, \nI would have seized my spear and dabbled those flaxen locks of his with \nblood, so that the coward would now be flying from my prowes beyond the \nbounds of Atlas. ","speaker":"AMPHITRYON"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Have not the brave amongst mankind a fair opening for speech, \nalbeit slow to begin? ","speaker":"LEADER"},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"Say what thou wilt of me in thy exalted phrase, but I by deeds \nwill make thee rue those words.  ","speaker":"LYCUS"},{"type":"text","value":"Calling to his servants","speaker":"LYCUS"},{"type":"text","value":"angrily to the CHORUS","speaker":"LYCUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Ye sons of Earth, whom Ares on a day did sow, when from the \ndragon's ravening jaw he had torn the teeth, up with your staves, whereon \nye lean your hands, and dash out this miscreant's brains! a fellow who, \nwithout even being a Theban, but a foreigner, lords it shamefully o'er \nthe younger folk; but my master shalt thou never be to thy joy, nor shalt \nthou reap the harvest of all my toil; begone with my curse upon thee! carry \nthy insolence back to the place whence it came. For never whilst I live, \nshalt thou slay these sons of Heracles; not so deep beneath the earth hath \ntheir father disappeared from his children's ken. Thou art in possession \nof this land which thou hast ruined, while he its benefactor has missed \nhis just reward; and yet do I take too much upon myself because I help \nthose I love after their death, when most they need a friend? Ah! right \nhand, how fain wouldst thou wield the spear, but thy weakness is a death-blow \nto thy fond desire; for then had I stopped thee calling me slave, and I \nwould have governed Thebes, wherein thou art now exulting, with credit; \nfor city sick with dissension and evil counsels thinketh not aright; otherwise \nit would never have accepted thee as its master. ","speaker":"LEADER"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Old sirs, I thank you; 'tis right that friends should feel \nvirtuous indignation on behalf of those they love; but do not on our account \nvent your anger on the tyrant to your own undoing. Hear my advice, Amphitryon, \nif haply there appear to thee to be aught in what I say. I love my children; \nstrange if I did not love those whom I laboured to bring forth! Death I \ncount a dreadful fate; but the man who wrestles with necessity I esteem \na fool. Since we must die, let us do so without being burnt alive, to furnish \nour foes with food for merriment, which to my mind is an evil worse than \ndeath; for many a fair guerdon do we owe our family. Thine has ever been \na warrior's fair fame, so 'tis not to be endured that thou shouldst die \na coward's death; and my husband's reputation needs no one to witness that \nhe would ne'er consent to save these children's lives by letting them incur \nthe stain of cowardice; for the noble are afflicted by disgrace on account \nof their children, nor must I shrink from following my lord's example. \nAs to thy hopes consider how I weigh them. Thou thinkest thy son will return \nfrom beneath the earth: who ever has come back from the dead out of the \nhalls of Hades? Thou hast a hope perhaps of softening this man by entreaty: \nno, no! better to fly from one's enemy when he is so brutish, but yield \nto men of breeding and wisdom; for thou wilt more easily obtain mercy there \nby friendly overtures. True, a thought has already occurred to me that \nwe might by entreaty obtain a sentence of exile for the children; yet this \ntoo is misery, to compass their deliverance with dire penury as the result; \nfor 'tis a saying that hosts look sweetly on banished friends for a day \nand no more. Steel thy heart to die with us, for that awaits thee after \nall. By thy brave soul I challenge thee, old friend; for whoso struggles \nhard to escape destiny shows zeal no doubt, but 'tis zeal with a taint \nof folly; for what must be, no one will ever avail to alter. \n","speaker":"MEGARA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"If a man had insulted thee, while yet my arms were lusty, there \nwould have been an easy way to stop him; but now am I a thing of naught; \nand so thou henceforth, Amphitryon, must scheme how to avert misfortune. \n","speaker":"LEADER"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"'Tis not cowardice or any longing for life that hinders my \ndying, but my wish to save my son's children, though no doubt I am vainly \nwishing for impossibilities. Lo! here is my neck ready for thy sword to \npierce, my body for thee to hack or hurl from the rock; only one boon I \ncrave for both of us, O king; slay me and this hapless mother before thou \nslay the children, that we may not see the hideous sight, as they gasp \nout their lives, calling on their mother and their father's sire; for the \nrest work thy will, if so thou art inclined; for we have no defence against \ndeath. ","speaker":"AMPHITRYON"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"I too implore thee add a second boon, that by thy single act \nthou mayst put us both under a double obligation; suffer me to deck my \nchildren in the robes of death,-first opening the palace gates, for now \nare we shut out,-that this at least they may obtain from their father's \nhalls. ","speaker":"MEGARA"},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"I grant it, and bid my servants undo the bolts. Go in and deck \nyourselves; robes I grudge not. But soon as ye have clothed yourselves, \nI will return to you to consign you to the nether world. \n","speaker":"LYCUS"},{"type":"text","value":"Lycus and his retinue withdraw.","speaker":"LYCUS"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Children, follow the footsteps of your hapless mother to your \nfather's halls, where others possess his substance, though his name is \nstill ours. ","speaker":"MEGARA"},{"type":"text","value":"MEGARA and her children enter the palace.","speaker":"MEGARA"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"O Zeus, in vain it seems, did I get thee to share my bride \nwith me; in vain used we to call thee father of my son. After all thou \nart less our friend than thou didst pretend. Great god as thou art, I, \na mere mortal. surpass thee in true worth. For I did not betray the children \nof Heracles; but thou by stealth didst find thy way to my couch, taking \nanother's wife without leave given, while to save thy own friends thou \nhast no skill. Either thou art a god of little sense, or else naturally \nunjust. ","speaker":"AMPHITRYON"},{"type":"text","value":"AMPHITRYON follows MEGARA into the palace.","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"MEGARA, AMPHITRYON, and the children enter from the \npalace.","speaker":"CHORUS "},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Come now, who is to sacrifice or butcher these poor children? \nor rob me of my wretched life? Behold! the victims are ready to be led \nto Hades' halls. O my children! an ill-matched company are we hurried off \nto die, old men and babes, and mothers, all together. Alas! for my sad \nfate and my children's, whom these eyes now for the last time behold. So \nI gave you birth and reared you only for our foes to mock, to flout, and \nslay. Ah me! how bitterly my hopes have disappointed me in the expectation \nonce formed from the words of your father.  ","speaker":"MEGARA"},{"type":"text","value":"Addressing each of her sons in turn","speaker":"MEGARA"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Lady, do thou prepare the funeral rites; but I, O Zeus, stretching \nout my hand to heaven, call on thee to help these children, if such be \nthy intention; for soon will any aid of thine be unavailing; and yet thou \nhast been oft invoked; my toil is wasted; death seems inevitable. Ye aged \nfriends, the joys of life are few; so take heed that ye pass through it \nas gladly as ye may, without a thought of sorrow from morn till night; \nfor time recks little of preserving our hopes; and, when he has busied \nhimself on his own business, away he flies. Look at me, a man who had made \nmark amongst his fellows by deeds of note; yet hath fortune in a single \nday robbed me of it as of a feather that floats away toward the sky. know \nnot any whose plenteous wealth and high reputation is fixed and sure; fare \nye well, for now have ye seen the last of your old friend, my comrades. \n","speaker":"AMPHITRYON"},{"type":"text","value":"MEGARA catches sight of HERACLES approaching.","speaker":"AMPHITRYON"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"I know not, my daughter; I too am struck dumb. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Is this he who, they told us, was beneath the earth? \n","speaker":"MEGARA"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"'Tis he, unless some day-dream mocks our sight. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"What am I saying? What visions do these anxious eyes behold? \nOld man, this is none other than thy own son. Come hither, my children, \ncling to your father's robe, make haste to come, never loose your hold, \nfor here is one to help you, nowise behind our saviour Zeus. \n","speaker":"MEGARA"},{"type":"text","value":"HERACLES enters.","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"All hail! my house, and portals of my home, how glad am I to \nemerge to the light and see thee. Ha! what is this? I see my children before \nthe house in the garb of death, with chaplets on their heads, my wife amid \na throng of men, and my father weeping o'er some mischance. Let me draw \nnear to them and inquire; lady, what strange stroke of fate hath fallen \non the house? ","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Dearest of all mankind to me! O ray of light appearing to thy \nsire! art thou safe, and is thy coming just in time to help thy dear ones? \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"What meanest thou? what is this confusion I find on my arrival, \nfather? ","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"We are being ruined; forgive me, old friend, if I have anticipated \nthat which thou hadst a right to tell him; for woman's nature is perhaps \nmore prone than man's to grief, and they are my children that were being \nled to death, which was my own lot too. ","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Great Apollo! what a prelude to thy story! \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Dead are my brethren, dead my hoary sire. \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"How so? what befell him? who dealt the fatal blow? \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Lycus, our splendid monarch, slew him. ","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Did he meet him in fair fight, or was the land sick and weak? \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Aye, from faction; now is he master of the city of Cadmus with \nits seven gates. ","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Why hath panic fallen on thee and my aged sire? \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"He meant to kill thy father, me, and my children. \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Why, what had he to fear from my orphan babes? \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"He was afraid they might some day avenge Creon's death. \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"What means this dress they wear, suited to the dead? \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"'Tis the garb of death we have already put on. \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"And were ye being haled to death? O woe is me! \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Yes, deserted by every friend, and informed that thou wert \ndead. ","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"What put such desperate thoughts into your heads? \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"That was what the heralds of Eurystheus kept proclaiming. \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Why did ye leave my hearth and home? ","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"He forced us; thy father was dragged from his bed. \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Had he no mercy, to ill-use the old man so? \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Mercy forsooth! that goddess and he dwell far enough apart. \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Was I so poor in friends in my absence? \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Who are the friends of a man in misfortune? \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Do they make so light of my hard warring with the Minyae? \n","speaker":"HERACLES"},{"type":"speech","value":"MEGARA","speaker":"MEGARA"},{"type":"text","value":"Misfortune, to repeat it to thee, has no friends. \n","speaker":"MEGARA"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Cast from your heads these chaplets of death, look up to the \nlight, for instead of the nether gloom your eyes behold the welcome sun. \nI, meantime, since here is work for my hand, will first go raze this upstart \ntyrant's halls, and when I have beheaded the miscreant, I will throw him \nto dogs to tear; and every Theban who I find has played the traitor after \nmy kindness, will I destroy with this victorious club; the rest will I \nscatter with my feathered shafts and fill Ismenus full of bloody corpses, \nand Dirce's clear fount shall run red with gore. For whom ought I to help \nrather than wife and children and aged sire? Farewell my labours! for it \nwas in vain I accomplished them rather than succoured these. And yet I \nought to die in their defence, since they for their sire were doomed; else \nwhat shall we find so noble in having fought a hydra and a lion at the \nhests of Eurystheus, if I make no effort to save my own children from death? \nNo longer I trow, as heretofore, shall I be called Heracles the victor. \n","speaker":"HERACLES"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"'Tis only right that parents should help their children, their \naged sires, and the partners of their marriage. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"My son, 'tis like thee to show thy love for thy dear ones and \nthy hate for all that is hostile; only curb excessive hastiness. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Wherein, father, am I now showing more than fitting haste? \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"The king hath a host of allies, needy villains though pretending \nto be rich, who sowed dissension and o'erthrew the state with a view to \nplundering their neighbours; for the wealth they had in their houses was \nali spent, dissipated by their sloth. Thou wast seen entering the city; \nand, that being so, beware that thou bring not thy enemies together and \nbe slain unawares. ","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Little I reck if the whole city saw me; but chancing to see \na bird perched in an ill-omened spot, from it I learnt that some trouble \nhad befallen my house; so I purposely made my entry to the land by stealth. \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"For thy lucky coming hither, go salute thy household altar, \nand let thy father's halls behold thy face. For soon will the king be here \nin person to drag away thy wife and children and murder them, and to add \nme to the bloody list. But if thou remain on the spot all will go well, \nand thou wilt profit by this security; but do not rouse thy city ere thou \nhast these matters well in train, my son. ","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"I will do so; thy advice is good; I will enter my house. After \nmy return at length from the sunless den of Hades and the maiden queen \nof hell, I will not neglect to greet first of all the gods beneath my roof. \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Why, didst thou in very deed go to the house of Hades, my son? \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Aye, and brought to the light that three-headed monster. \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Didst worst him in fight, or receive him from the goddess? \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"In fair fight; for I had been lucky enough to witness the rites \nof the initiated. ","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Is the monster really lodged in the house of Eurystheus? \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"The grove of Demeter and the city of Hermione are his prison. \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Does not Eurystheus know that thou hast returned to the upper \nworld? ","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"He knows not; I came hither first to learn your news. \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"How is it thou wert so long beneath the earth? \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"I stayed awhile attempting to bring back Theseus from Hades, \nfather. ","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Where is he? gone to his native land? ","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"He set out for Athens right glad to have escaped from the lower \nworld. Come, children, attend your father to the house. My entering in \nis fairer in your eyes, I trow, than my going out. Take heart, and no more \nlet the tears stream from your eyes; thou too, dear wife, collect thy courage, \ncease from fear; let go my robe; for I cannot fly away, nor have I any \nwish to flee from those I love. Ah! they do not loose their hold, but cling \nto my garments all the more; were ye in such jeopardy? Well, I must lead \nthem, taking them by the hand to draw them after me, like a ship when towing; \nfor I too do not reject the care of my children; here all mankind are equal; \nall love their children, both those of high estate and those; who are naught; \n'tis wealth that makes distinctions among them; some have, others want; \nbut all the human race loves its offspring. ","speaker":"HERACLES"},{"type":"text","value":"HERACLES, MEGARA, AMPHITRYON and the children enter the \npalace.","speaker":"HERACLES"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"AMPHITRYON comes out of the palace as Lycus and his retinue \nenter.","speaker":"CHORUS "},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"Ha! Amphitryon, 'tis high time thou camest forth from the palace; \nye have been too long arraying yourselves in the robes and trappings of \nthe dead. Come, bid the wife and children of Heracles show themselves outside \nthe house, to die on the conditions you yourselves offered. \n","speaker":"LYCUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"O king, thou dost persecute me in my misery and heapest insult \nupon me over and above the loss of my son; thou shouldst have been more \nmoderate in thy zeal, though thou art my lord and master. But since thou \ndost impose death's stern necessity on me, needs must I acquiesce and do \nthy will. ","speaker":"AMPHITRYON"},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"Pray, where is Megara? where are the children of Alcmena's \nson? ","speaker":"LYCUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"She, I believe, so far as I can guess from outside- \n","speaker":"AMPHITRYON"},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"What grounds hast thou to base thy fancy on? \n","speaker":"LYCUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Is sitting as a suppliant on the altar's hallowed steps. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"Imploring them quite uselessly to save her life. \n","speaker":"LYCUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"And calling on her dead husband, quite in vain. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"He is nowhere near, and he certainly will never come. \n","speaker":"LYCUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"No, unless perhaps a god should raise him from the dead. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"Go to her and bring her from the palace. \n","speaker":"LYCUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"By doing so I should become an accomplice in her murder. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"LYCUS","speaker":"LYCUS"},{"type":"text","value":"Since thou hast this scruple, I, who have left fear behind, \nwill myself bring out the mother and her children. Follow me, servants, \nthat we may put an end to this delay of our work to our joy. \n","speaker":"LYCUS"},{"type":"text","value":"Lycus and his servants enter the palace.","speaker":"LYCUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Then go thy way along the path of fate; for what remains, maybe \nanother will provide. Expect for thy evil deeds to find some ill thyself. \nAh! my aged friends, he is marching fairly to his doom; soon will he be \nentangled in the snare of the sword, thinking to slay his neighbours, the \nvillain! I will hence, to see him fall dead; for the sight of a foe being \nslain and paying the penalty of his misdeeds gives pleasure. \n","speaker":"AMPHITRYON"},{"type":"text","value":"AMPHITRYON follows Lycus into the palace.","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"LYCUS ","speaker":"LYCUS "},{"type":"text","value":"within","speaker":"LYCUS "},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"LYCUS ","speaker":"LYCUS "},{"type":"text","value":"within","speaker":"LYCUS "},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"The spectres of MADNESS and IRIS appear from above. The CHORUS sees \nthem.","speaker":"CHORUS "},{"type":"speech","value":"IRIS","speaker":"IRIS"},{"type":"text","value":"Courage, old men! she, whom you see, is Madness, daughter of \nNight, and I am Iris, the handmaid of the gods. We have not come to do \nyour city any hurt, but against the house of one man only is our warfare, \neven against him whom they call the son of Zeus and Alcmena. For until \nhe had finished all his grievous toils, Destiny was preserving him, nor \nwould father Zeus ever suffer me or Hera to harm him. But now that he hath \naccomplished the labours of Eurystheus, Hera is minded to brand him with \nthe guilt of shedding kindred blood by slaying his own children, and I \nam one with her. Come then, maid unwed, child of murky Night, harden thy \nheart relentlessly, send forth frenzy upon him, confound his mind even \nto the slaying of his children, drive him, goad him wildly on his mad career, \nshake out the sails of death, that when he has sent o'er Acheron's ferry \nthat fair group of children by his own murderous hand, he may learn to \nknow how fiercely against him the wrath of Hera burns and may also experience \nmine; otherwise, if he escape punishment, the gods will become as naught, \nwhile man's power will grow. ","speaker":"IRIS"},{"type":"speech","value":"MADNESS","speaker":"MADNESS"},{"type":"text","value":"Of noble parents was I born, the daughter of Night, sprung \nfrom the blood of Uranus; and these prerogatives I hold, not to use them \nin anger against friends, nor have I any joy in visiting the homes of men; \nand fain would I counsel Hera, before I see her err, and thee too, if ye \nwill hearken to my words. This man, against whose house thou art sending \nme, has made himself a name alike in heaven and earth; for, after taming \npathless wilds and raging sea, he by his single might raised up again the \nhonours of the gods when sinking before man's impiety; wherefore I counsel \nthee, do not wish him dire mishaps. ","speaker":"MADNESS"},{"type":"speech","value":"IRIS","speaker":"IRIS"},{"type":"text","value":"Spare us thy advice on Hera's and my schemes. \n","speaker":"IRIS"},{"type":"speech","value":"MADNESS","speaker":"MADNESS"},{"type":"text","value":"I seek to turn thy steps into the best path instead of into \nthis one of evil. ","speaker":"MADNESS"},{"type":"speech","value":"IRIS","speaker":"IRIS"},{"type":"text","value":"'Twas not to practice self-control that the wife of Zeus sent \nthee hither. ","speaker":"IRIS"},{"type":"speech","value":"MADNESS","speaker":"MADNESS"},{"type":"text","value":"I call the sun-god to witness that herein I am acting against \nmy will; but if indeed I must forthwith serve thee and Hera and follow \nyou in full cry as hounds follow the huntsman, why go I will; nor shall \nocean with its moaning waves, nor the earthquake, nor the thunderbolt with \nblast of agony be half so furious as the headlong rush I will make into \nthe breast of Heracles; through his roof will I burst my way and swoop \nupon his house, after first slaying his children; nor shall their murderer \nknow that he is killing his own-begotten babes, till he is released from \nmy madness. Behold him! see how even now he is wildly tossing his head \nat the outset, and rolling his eyes fiercely from side to side without \nword; nor can he control his panting breath; but like a bull in act to \ncharge, he bellows fearfully, calling on the goddesses of nether hell. \nSoon will I rouse thee to yet wilder dancing and sound a note of terror \nin thine ear. Soar away, O Iris, to Olympus on thy honoured course; while \nI unseen will steal into the halls of Heracles. ","speaker":"MADNESS"},{"type":"text","value":"IRIS and MADNESS vanish.","speaker":"MADNESS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"text","value":"A MESSENGER enters from the palace.","speaker":"CHORUS "},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Ye hoary men of eld! ","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Why, oh! why this loud address to me? ","speaker":"CHORUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Awful is the sight within! ","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"No need for me to call another to announce that. \n","speaker":"CHORUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Dead lie the children. ","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Alas! ","speaker":"CHORUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Ah weep! for here is cause for weeping. \n","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"A cruel murder, wrought by parents' hands! \n","speaker":"CHORUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"No words can utter more than we have suffered. \n","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"What, canst thou prove this piteous ruin was a father's outrage \non his children? Tell me how these heaven-sent woes came rushing on the \nhouse; say how the children met their sad mischance. \n","speaker":"CHORUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Victims to purify the house were stationed before the altar \nof Zeus, for Heracles had slain and cast from his halls the king of the \nland. There stood his group of lovely children, with his sire and Megara; \nand already the basket was being passed round the altar, and we were keeping \nholy silence. But just as Alcmena's son was bringing the torch in his right \nhand to dip it in the holy water, he stopped without a word. And as their \nfather lingered, his children looked at him; and lo! he was changed; his \neyes were rolling; he was distraught; his eyeballs were bloodshot and starting \nfrom their sockets, and foam was oozing down his bearded cheek. Anon he \nspoke, laughing the while a madman's laugh, \"Father, why should I sacrifice \nbefore I have slain Eurystheus, why kindle the purifying flame and have \nthe toil twice over, when I might at one stroke so fairly end it all? Soon \nas I have brought the head of Eurystheus hither, I will cleanse my hands \nfor those already slain. Spill the water, cast the baskets from your hands. \nHo! give me now my bow and club! To famed Mycenae will I go; crow-bars \nand pick-axes must I take, for I will heave from their very base with iron \nlevers those city-walls which the Cyclopes squared with red plumb-line \nand mason's tools.\"\nThen he set out, and though he had no chariot there, he thought \nhe had, and was for mounting to its seat, and using a goad as though his \nfingers really held one. A twofold feeling filled his servants' breasts, \nhalf amusement, and half fear; and one looking to his neighbour said, \"Is \nour master making sport for us, or is he mad?\" But he the while was pacing \nto and fro in his house; and, rushing into the men's chamber, he thought \nhe had reached the city of Nisus, albeit he had gone into his own halls. \nSo he threw himself upon the floor, as if he were there, and made ready \nto feast. But after waiting a brief space he began saying he was on his \nway to the plains amid the valleys of the Isthmus; and then stripping himself \nof his mantle, he fell to competing with an imaginary rival, o'er whom \nhe proclaimed himself victor with his own voice, calling on imaginary spectators \nto listen. Next, fancy carrying him to Mycenae, he was uttering fearful \nthreats against Eurystheus. Meantime his father caught him by his stalwart \narm, and thus addressed him, \"My son, what meanest thou hereby? What strange \ndoings are these? Can it be that the blood of thy late victims has driven \nthee frantic?\" But he, supposing it was the father of Eurystheus striving \nin abject supplication to touch his hand, thrust him aside, and then against \nhis own children aimed his bow and made ready his quiver, thinking to slay \nthe sons of Eurystheus. And they in wild affright darted hither and thither, \none to his hapless mother's skirts, another to the shadow of a pillar, \nwhile a third cowered 'neath the altar like a bird. Then cried their mother, \n\"O father, what art thou doing? dost mean to slay thy children?\" Likewise \nhis aged sire and all the gathered servants cried aloud. But he, hunting \nthe child round and round, the column, in dreadful circles, and coming \nface to face with him shot him to the heart; and he fell upon his back, \nsprinkling the stone pillars with blood as he gasped out his life. Then \ndid Heracles shout for joy and boasted loud, \"Here lies one of Eurystheus' \nbrood dead at my feet, atoning for his father's hate.\" Against a second \ndid he aim his bow, who had crouched at the altar's foot thinking to escape \nunseen. But ere he fired, the poor child threw himself at his father's \nknees, and, flinging his hand to reach his beard or neck, cried, \"Oh! slay \nme not, dear father mine! I am thy child, thine own; 'tis no son of Eurystheus \nthou wilt slay.\"\nBut that other, with savage Gorgon-scowl, as the child now stood \nin range of his baleful archery, smote him on the head, as smites a smith \nhis molten iron, bringing down his club upon the fair-haired boy, and crushed \nthe bones. The second caught, away he hies to add a third victim to the \nother twain. But ere he could, the poor mother caught up her babe and carried \nhim within the house and shut the doors; forthwith the madman, as though \nhe really were at the Cyclopean walls, prizes open the doors with levers, \nand, hurling down their posts, with one fell shaft laid low his wife and \nchild. Then in wild career he starts to slay his aged sire; but lo! there \ncame a phantom,-so it seemed to us on-lookers,-Of Pallas, with plumed helm, \nbrandishing a spear; and she hurled a rock against the breast of Heracles, \nwhich stayed him from his frenzied thirst for blood and plunged him into \nsleep; to the ground he fell, smiting his back against a column that had \nfallen on the floor in twain when the roof fell in. Thereon we rallied \nfrom our flight, and with the old man's aid bound him fast with knotted \ncords to the pillar, that on his awakening he might do no further evil. \nSo there he sleeps, poor wretch! a sleep that is not blest, having murdered \nwife and children; nay, for my part know not any son of man more miserable \nthan he. ","speaker":"MESSENGER"},{"type":"text","value":"The MESSENGER withdraws.","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"The central doors of the palace have opened and have disclosed HERACLES \nlying asleep, bound to a shattered column. AMPHITRYON steps out. The following \nlines between AMPHITRYON and the CHORUS are chanted \nresponsively.","speaker":"CHORUS "},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Softly, softly! ye aged sons of Thebes, let him sleep on and \nforget his sorrows. ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"For thee, old friend, I weep and mourn, for the children too \nand that victorious chief. ","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Stand further off, make no noise nor outcry, rouse him not \nfrom his calm deep slumber. ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O horrible! all this blood- ","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Hush, hush! ye will be my ruin. ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"That he has spilt is rising up against him. \n","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Gently raise your dirge of woe, old friends; lest he wake, \nand, bursting his bonds, destroy the city, rend his sire, and dash his \nhouse to pieces. ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"I cannot, cannot- ","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Hush! let me note his breathing; come, let me put my ear close. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Is he sleeping? ","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Aye, that is he, a deathly sleep, having slain wife and children \nwith the arrows of his twanging bow. ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Ah! mourn- ","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"I do. ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"The children's death; ","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Ah me! ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"And thy own son's doom. ","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Ah misery! ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Old friend- ","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Hush! hush! he is turning, he is waking! Oh Oh! let me hide \nmyself beneath the covert of yon roof. ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Courage! darkness still broods o'er thy son's eye. \n","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Oh! beware; 'tis not that I shrink from leaving the light after \nmy miseries, poor wretch! but should he slay me that am his father, then \nwill he be devising woe on woe, and to the avenging curse will add a parent's \nblood. ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Well for thee hadst thou died in that day, when, to win thy \nwife, thou didst go forth to exact vengeance for her slain brethren by \nsacking the Taphians' sea-beat town. ","speaker":"CHORUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Fly, fly, my aged friends, haste from before the palace, escape \nhis waking fury! For soon will he heap up fresh carnage on the old, ranging \nwildly once more through the streets of Thebes. ","speaker":"AMPHITRYON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O Zeus, why hast thou shown such savage hate against thine \nown son and plunged him in this sea of troubles? ","speaker":"CHORUS"},{"type":"speech","value":"HERACLES ","speaker":"HERACLES "},{"type":"text","value":"waking","speaker":"HERACLES "},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"My aged friends, shall I approach the scene of my sorrow? \n","speaker":"AMPHITRYON"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Yes, and let me go with thee, nor desert thee in thy trouble. \n","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Father, why dost thou weep and veil thy eyes, standing aloof \nfrom thy beloved son? ","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"My child! mine still, for all thy misery. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Why, what is there so sad in my case that thou dost weep? \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"That which might make any of the gods weep, were he to suffer \nso. ","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"A bold assertion that, but thou art not yet explaining what \nhas happened. ","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Thine own eyes see that, if by this time thou are restored \nto thy senses. ","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Fill in thy sketch if any change awaits my life. \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"I will explain, if thou art no longer mad as a fiend of hell. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"God help us! what suspicions these dark hints of thine again \nexcite! ","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"I am still doubtful whether thou art in thy sober senses. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"I never remember being mad. ","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Am I to loose my son, old friends, or what? \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Loose and say who bound me; for I feel shame at this. \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Rest content with what thou knowest of thy woes; the rest forego. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Enough! I have no wish to probe thy silence. \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"O Zeus, dost thou behold these deeds proceeding from the throne \nof Hera? ","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"What! have I suffered something from her enmity? \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"A truce to the goddess! attend to thy own troubles. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"I am undone; what mischance wilt thou unfold? \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"See here the corpses of thy children. ","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"O horror! what hideous sight is here? ah me! \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"My son, against thy children hast thou waged unnatural war. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"War! what meanst thou? who killed these? \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Thou and thy bow and some god, whoso he be that is to blame. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"What sayst thou? what have I done? Speak, father, thou messenger \nof evil. ","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Thou wert distraught; 'tis a sad explanation thou art asking. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Was it I that slew my wife also? ","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Thy own unaided arm hath done all this. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Ah, woe is me! a cloud of sorrow wraps me round. \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"The reason this that I lament thy fate. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Did I dash my house to pieces or incite others thereto? \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Naught know I save this, that thou art utterly undone. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Where did my frenzy seize me? where did it destroy me? \n","speaker":"HERACLES"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"In the moment thou wert purifying thyself witb fire at the \naltar. ","speaker":"AMPHITRYON"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Ah me! why do I spare my own life when I have taken that of \nmy dear children? Shall I not hasten to leap from some sheer rock, or aim \nthe sword against my heart and avenge my children's blood, or burn my body \nin the fire and so avert from my life the infamy which now awaits \nme?\nBut hither I see Theseus coming to check my deadly counsels, my \nkinsman and friend. Now shall I stand revealed, and the dearest of my friends \nwill see the pollution I have incurred by my children's murder. Ah, woe \nis me! what am I to do? Where can I find release from my sorrows? shall \nI take wings or plunge beneath the earth? Come, let me veil my head in \ndarkness; for I am ashamed of the evil I have done, and, since for these \nI have incurred fresh blood-guiltiness, I would fain not harm the innocent. \n","speaker":"HERACLES"},{"type":"text","value":"THESEUS and his retinue enter.","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"I am come, and others with me, young warriors from the land \nof Athens, encamped by the streams of Asopus, to help thy son, old friend. \nFor a rumour reached the city of the Erechtheidae, that Lycus had usurped \nthe sceptre of this land and was become your enemy even to battle. Wherefore \nI came making recompense for the former kindness of Heracles in saving \nme from the world below, if haply ye have any need of such aid as I or \nmy allies can give, old prince.\nHa! what means this heap of dead upon the floor? Surely I have \nnot delayed too long and come too late to check new ills? Who slew these \nchildren? whose wife is this I see? Boys do not go to battle; nay, it must \nbe some other strange mischance I here discover. ","speaker":"THESEUS"},{"type":"text","value":"The following lines between THESEUS and AMPHITRYON are chanted \nresponsively.","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"O king, whose home is that olive-clad hill! \n","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Why this piteous prelude in addressing me? \n","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Heaven has afflicted us with grievous suffering. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Whose be these children, o'er whom thou weepest? \n","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"My own son's children, woe to him! their father and butcher \nboth was he, hardening his heart to the bloody deed. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Hush good words only! ","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"I would I could obey! ","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What dreadful words! ","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Fortune has spread her wings, and we are ruined, ruined. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What meanest thou? what hath he done? ","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Slain them in a wild fit of frenzy with arrows dipped in the \nvenom of the hundred-headed hydra. ","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"This is Hera's work; but who lies there among the dead, old \nman? ","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"My son, my own enduring son, that marched with gods to Phlegra's \nplain, there to battle with giants and slay them, warrior that he was. \n","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Ah, woe for him! whose fortune was e'er so curst as his? \n","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"Never wilt thou find another that hath borne a larger share \nof suffering or been more fatally deceived. ","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Why doth he veil his head, poor wretch, in his robe? \n","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"He is ashamed to meet thine eye; his kinsman's kind intent \nand his children's blood make him abashed. ","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"But I come to sympathize; uncover him. ","speaker":"THESEUS"},{"type":"speech","value":"AMPHITRYON","speaker":"AMPHITRYON"},{"type":"text","value":"My son, remove that mantle from thine eyes, throw it from thee, \nshow thy fare unto the sun; a counterpoise to weeping is battling for the \nmastery. In suppliant wise I entreat thee, as I grasp thy beard, thy knees, \nthy hands, and let fall the tear from my old eyes. O my child! restrain \nthy savage lion-like temper, for thou art rushing forth on an unholy course \nof bloodshed, eager to join woe to woe. ","speaker":"AMPHITRYON"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Ho! To thee I call who art huddled there in thy misery, show \nto they friends thy face; for no darkness is black enough to hide thy sad \nmischance. Why dost thou wave thy hand at me, signifying murder? is it \nthat I may not be polluted by speaking with thee? If I share thy misfortune, \nwhat is that to me? For if I too had luck in days gone by, must refer it \nto the time when thou didst bring me safe from the dead to the light of \nlife. I hate a friend whose gratitude grows old; one who ready to enjoy \nhis friends' prosperity but unwilling to sail in the same ship with them \nwhen their fortune lours. Arise, unveil thy head, poor wretch! and look \non me. The gallant soul endures without a word such blows as heaven deals. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"O Theseus, didst thou witness this struggle with my children? \n","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"I heard of it, and now I see the horrors thou meanest. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Why then hast thou unveiled my head to the sun? \n","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Why have I? Thou, a man, canst not pollute what is of God. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Fly, luckless wretch, from my unholy taint. \n","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"The avenging fiend goes not forth from friend to friend. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"For this I thank thee; I do not regret the service I did thee. \n","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"While I, for kindness then received, now show my pity for thee. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Ah yes! I am piteous, a murderer of my sons. \n","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"I weep for thee in thy changed fortunes. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Didst ever find another more afflicted? \n","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Thy misfortunes reach from earth to heaven. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Therefore am I resolved on death. ","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Dost thou suppose the gods attend to these thy threats? \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Remorseless hath heaven been to me; so I will prove the like \nto it. ","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Hush! lest thy presumption add to thy sufferings. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"My barque is freighted full with sorrow; there is no room to \nstow aught further. ","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What wilt thou do? whither is thy fury drifting thee? \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"I will die and return to that world below whence I have just \ncome. ","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Such language is fit for any common fellow. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Ah! thine is the advice of one outside sorrow's pale. \n","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Are these indeed the words of Heracles, the much-enduring? \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Though never so much as this. Endurance must have a limit. \n","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Is this man's benefactor, his chiefest friend? \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Man brings no help to me; no! Hera has her way. \n","speaker":"HERACLES"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Never will Hellas suffer thee to die through sheer perversity. \n","speaker":"THESEUS"},{"type":"speech","value":"HERACLES","speaker":"HERACLES"},{"type":"text","value":"Hear me a moment, that I may enter the lists with words in \nanswer to thy admonitions; and I will unfold to thee why life now as well \nas formerly has been unbearable to me. First I am the son of a man who \nincurred the guilt of blood, before he married my mother Alcmena, by slaying \nher aged sire. Now when the foundation is badly laid at birth, needs must \nthe race be cursed with woe; and Zeus, whoever this Zeus may be, begot \nme as a butt for Hera's hate; yet be not thou vexed thereat, old man; for \nthee rather than Zeus do I regard as my father. Then whilst I was yet being \nsuckled, that bride of Zeus did foist into my cradle fearsome snakes to \ncompass my death. After I was grown to man's estate, of all the toils I \nthen endured what need to tell? of all the lions, Typhons triple-bodied, \nand giants that I slew; or of the battle I won against the hosts of four-legged \nCentaurs? or how when I had killed the hydra, that monster with a ring \nof heads with power to grow again, I passed through countless other toils \nbesides and came unto the dead to fetch to the light at the bidding of \nEurystheus the three-headed hound, hell's porter. Last, ah, woe is me have \nI perpetrated this bloody deed to crown the sorrows of my house with my \nchildren's murder. To this sore strait am I come; no longer may I dwell \nin Thebes, the city that I love; for suppose I stay, to what temple or \ngathering of friends shall I repair? For mine is no curse that invites \naddress. Shall I to Argos? how can I, when I am an exile from my country? \nWell, is there a single other city I can fly to? And if there were, am \nI to be looked at askance as a marked man, branded by cruel stabbing tongues, \n\"Is not this the son of Ze\n","speaker":"HERACLES"}]}]