[{"title":"iphi_aul","play":"iphi_aul","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"Iphigenia At Aulis\nBy Euripides\nWritten 410 B.C.E","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Old man, come hither and stand before my dwelling. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"I come; what new schemes now, king Agamemnon? \n","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Thou shalt hear. ","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"I am all eagerness. 'Tis little enough sleep old age allows \nme and keenly it watches o'er my eyes. ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"What can that star be, steering his course yonder? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Sirius, still shooting o'er the zenith on his way near the \nPleiads' sevenfold track. ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"The birds are still at any rate and the sea is calm; hushed \nare the winds, and silence broods o'er this narrow firth. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Then why art thou outside thy tent, why so restless, my lord \nAgamemnon? All is yet quiet here in Aulis, the watch on the walls is not \nyet astir. Let us go in. ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I envy thee, old man, aye, and every man who leads a life secure, \nunknown and unrenowned; but little I envy those in office. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"And yet 'tis there we place the be-all and end-all of existence. \n","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Aye, but that is where the danger comes; and ambition, sweet \nthough it seems, brings sorrow with its near approach. At one time the \nunsatisfied claims of Heaven upset our life, at another the numerous peevish \nfancies of our subjects shatter it. ","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"I like not these sentiments in one who is a chief. It was not \nto enjoy all blessings that Atreus begot thee, O Agamemnon; but thou must \nneeds experience joy and sorrow alike, mortal as thou art. E'en though \nthou like it not, this is what the gods decree; but thou, after letting \nthy taper spread its light abroad, writest the letter which is still in \nthy hands and then erasest the same words again, sealing and re-opening \nthe scroll, then flinging the tablet to the ground with floods of tears \nand leaving nothing undone in thy aimless behaviour to stamp thee mad. \nWhat is it troubles thee? what news is there affecting thee, my liege? \nCome, share with me thy story; to a loyal and trusty heart wilt thou be \ntelling it; for Tyndareus sent me that day to form part of thy wife's dowry \nand to wait upon the bride with loyalty. ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Leda, the daughter of Thestius, had three children, maidens, \nPhoebe, Clytaemnestra my wife, and Helen; this last it was who had for \nwooers the foremost of the favoured sons of Hellas; but terrible threats \nof spilling his rival's blood were uttered by each of them, should he fail \nto win the maid. Now the matter filled Tyndareus, her father, with perplexity; \nat length this thought occurred to him; the suitors should swear unto each \nother and join right hands thereon and pour libations with burnt sacrifice, \nbinding themselves by this curse, \"Whoever wins the child of Tyndareus \nfor wife, him will we assist, in case a rival takes her from his house \nand goes his way, robbing her husband of his rights; and we will march \nagainst that man in armed array and raze his city to the ground, Hellene \nno less than barbarian.\"\nNow when they had once pledged their word and old Tyndareus with \nno small cleverness had beguiled them by his shrewd device, he allowed \nhis daughter to choose from among her suitors the one towards whom the \nbreath of love might fondly waft her. Her choice fell on Menelaus; would \nshe had never taken him! Anon there came to Lacedaemon from Phrygia's folk \nthe man who, legend says, adjudged the goddesses' dispute; in robes of \ngorgeous hue, ablaze with gold, in true barbaric pomp; and he, finding \nMenelaus gone from home, carried Helen off with him to his steading on \nIda, a willing paramour. Goaded to frenzy Menelaus flew through Hellas, \ninvoking the ancient oath exacted by Tyndareus and declaring the duty of \nhelping the injured husband. Whereat the chivalry of Hellas, brandishing \ntheir spears and donning their harness, came hither to the narrow straits \nof Aulis with armaments of ships and troops, with many a steed and many \na car, and they chose me to captain them all for the sake of Menelaus, \nsince I was his brother. Would that some other had gained that distinction \ninstead of me! But after the army was gathered and come together, we still \nremained at Aulis weather-bound; and Calchas, the seer, bade us in our \nperplexity sacrifice my own begotten child Iphigenia to Artemis, whose \nhome is in this land, declaring that if we offered her, we should sail \nand sack the Phrygians' capital, but if we forbore, this was not for us. \nWhen I heard this, I commanded Talthybius with loud proclamation to disband \nthe whole host, as I could never bear to slay daughter of mine. Whereupon \nmy brother, bringing every argument to bear, persuaded me at last to face \nthe crime; so I wrote in a folded scroll and sent to my wife, bidding her \ndespatch our daughter to me on the pretence of wedding Achilles, it the \nsame time magnifying his exalted rank and saying that he refused to sail \nwith the Achaeans, unless a bride of our lineage should go to Phthia. Yes, \nthis was the inducement I offered my wife, inventing, as I did, a sham \nmarriage for the maiden. Of all the Achaeans we alone know the real truth, \nCalchas, Odysseus, Menelaus and myself; but that which I then decided wrongly, \nI now rightly countermand again in this scroll, which thou, old man, hast \nfound me opening and resealing beneath the shade of night. Up now and away \nwith this missive to Argos, and I will tell thee by word of mouth all that \nis written herein, the contents of the folded scroll, for thou art loyal \nto my wife and house. ","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Say on and make it plain, that what my tongue utters may accord \nwith what thou hast written. ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"\"Daughter of Leda, in addition to my first letter I now send \nthee word not to despatch thy daughter to Euboea's embosomed wing, to the \nto the waveless bay of Aulis; for after all we wiltlelebrate our child's \nwedding at another time.\" ","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"And how will Achilles, cheated of his bride, curb the fury \nof his indignation against thee and thy wife? ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Here also is a danger. ","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Tell me what thou meanest. ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"It is but his name, not himself, that Achilles is lending, \nknowing nothing of the marriage or of my scheming or my professed readiness \nto betroth my daughter to him for a husband's embrace. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"A dreadful venture thine king Agamemnon! thou that, by promise \nof thy daughter's hand to the son of the goddess, wert for bringing the \nmaid hither to be sacrificed for the Danai. ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Woe is me! ah woe! I am utterly distraught; bewilderment comes \no'er me. Away hurry thy steps, yielding nothing to old age. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"In haste I go, my liege. ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Sit not down by woodland founts; scorn the witcheries of sleep. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Hush! ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"And when thou passest any place where roads diverge, cast thine \neyes all round,-taking heed that no mule-wain pass by on rolling wheels, \nbearing my daughter hither to the ships of the Danai, and thou see it not. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"It shall be so. ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Start then from the bolted gates, and if thou meet the escort, \nstart them back again, and drive at full speed to the abodes of the Cyclopes. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"But tell me, how shall my message find credit with thy wife \nor child? ","speaker":"ATTENDANT"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Preserve the seal which thou bearest on this scroll. Away! \nalready the dawn is growing grey, lighting the lamp of day yonder and the \nfire of the sun's four steeds; help me in my trouble. \n","speaker":"AGAMEMNON"},{"type":"text","value":"Exit ATTENDANT.","speaker":"AGAMEMNON"},{"type":"text","value":"Exit AGAMEMNON.","speaker":"AGAMEMNON"},{"type":"text","value":"Enter CHORUS OF WOMEN OF CHALCIS.","speaker":"AGAMEMNON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"To the sandy beach of sea-coast Aulis I came after a voyage \nthrough the tides of Euripus, leaving Chalcis on its narrow firth, my city \nwhich feedeth the waters of far-famed Arethusa near the sea, that I might \nbehold the army of the Achaeans and the ships rowed by those god-like heroes; \nfor our husbands tell us that fair-haired Menelaus and high-born Agamemnon \nare leading them to Troy on a thousand ships in quest of the lady Helen, \nwhom herdsman Paris carried off from the banks of reedy Eurotas-his guerdon \nfrom Aphrodite, when that queen of Cyprus entered beauty's lists with Hera \nand Pallas at the gushing fount.\nThrough the grove of-Artemis, rich with sacrifice, I sped my course, \nthe red blush mantling on my cheeks from maiden modesty, in my eagerness \nto see the soldiers' camp, the tents of the mail-clad Danai, and their \ngathered steeds. Two chieftains there I saw met together in council; one \nwas Aias, son of Oileus; the other Aias, son of Telamon, crown of glory \nto the men of Salamis; and I saw Protesilaus and Palamedes, sprung from \nthe son of Poseidon, sitting there amusing themselves with intricate figures \nat draughts; Diomedes too at his favourite sport of hurling quoits; and \nMeriones, the War-god's son, a marvel to mankind, stood at his side; likewise \nI beheld the offspring of Laertes, who came from his island hills, and \nwith him Nireus, handsomest of all Achaeans; Achilles next, that nimble \nrunner, swift on his feet as the wind, whom Thetis bore and Chiron trained; \nhim I saw upon the beach, racing in full armour along the shingle and straining \nevery nerve to beat a team of four horses, as he sped round the track on \nfoot; and Eumelus, the grandson of Pheres, their driver, was shouting when \nI saw him. goading on his goodly steeds, with their bits of chased goldwork; \nwhereof the centre pair, that bore the yoke, had dappled coats picked out \nwith white, while the trace-horses, on the outside, facing the turning-post \nin the course, were bays with spotted fetlocks. Close beside them Peleus' \nson leapt on his way, in all his harness, keeping abreast the rail by the \naxle-box.\nNext I sought the countless fleet, a wonder to behold, that I might \nfill my girlish eyes with gazing, a sweet delight. 'the warlike Myrmidons \nfrom Phthia held the right wing with fifty swift cruisers, upon whose sterns, \nright at the ends, stood Nereid goddesses in golden-effigy, the ensign \nof Achilles' armament. Near these were moored the Argive ships in equal \nnumbers, o'er which Mecisteus' son, whom Taulaus his grandsire reared, \nand Sthenelus, son of Capaneus, were in command; next in order, Theseus' \nson was stationed at the head of sixty ships from Attica, having the goddess \nPallas set in a winged car drawn by steeds with solid hoof, a lucky sight \nfor mariners. Then I saw Boeotia's fleet of fifty sails decked with ensigns; \nthese had Cadmus at the stern holding a golden dragon at the beaks of the \nvessels, and earth-born Leitus was their admiral. Likewise there were ships \nfrom Phocis; and from Locris came the son of Oileus with an equal contingent, \nleaving famed Thronium's citadel; and from Mycenae, the Cyclopes' town, \nAtreus' son sent a hundred wellmanned galleys, his brother being with him \nin command, as friend with friend, that Hellas might exact on her, who \nhad fled her home to wed a foreigner. Also I saw upon Gerenian Nestor's \nprows twelve from Pylos the sign of his neighbor Alpheus, four-footed like \na bull. Moreover there was a squadron of Aenianian sail under King and \nnext the lords of Elis, stationed near'-them, whom all the people named \nEpeians; and Eurytus was lord of these; likewise he led the Taphian warriors \nwith the white oar-blades, the subjects of Meges, son of Phyleus, who had \nleft the isles of the Echinades, where sailors cannot land. Lastly, Aias, \nreared in Salamis, was joining his right wing to the left of those near \nwhom he was posted, closing the line with his outermost ships-twelve barques \nobedient to the helm-as I heard and then saw the crews; no safe return \nshall he obtain, who bringeth his barbaric boats to grapple Aias. There \nI saw the naval armament, but some things I heard at home about the gathered \nhost, whereof I still have a recollection. ","speaker":"CHORUS"},{"type":"text","value":"Enter MENELAUS and ATTENDANT.","speaker":"CHORUS"},{"type":"speech","value":"ATTENDANT ","speaker":"ATTENDANT "},{"type":"text","value":"As MENELAUS wrests a letter from him","speaker":"ATTENDANT "},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Stand back! thou carriest loyalty to thy master too far. \n","speaker":"MENELAUS"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"The very reproach thou hast for me is to my credit. \n","speaker":"ATTENDANT"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Thou shalt rue it, if thou meddle in matters that concern thee \nnot. ","speaker":"MENELAUS"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Thou hadst no right to open a letter, which I was carrying. \n","speaker":"ATTENDANT"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"No, nor thou to be carrying sorrow to all Hellas. \n","speaker":"MENELAUS"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Argue that point with others, but surrender that letter to \nme. ","speaker":"ATTENDANT"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I shall not let go. ","speaker":"MENELAUS"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Nor yet will I let loose my hold. ","speaker":"ATTENDANT"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Why then, this staff of mine will be dabbling thy head with \nblood ere long. ","speaker":"MENELAUS"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"To die in my master's cause were a noble death. \n","speaker":"ATTENDANT"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Let go! thou art too wordy for a slave. \n","speaker":"MENELAUS"},{"type":"speech","value":"ATTENDANT ","speaker":"ATTENDANT "},{"type":"text","value":"Seeing AGAMEMNON approaching","speaker":"ATTENDANT "},{"type":"text","value":"Enter AGAMEMNON.","speaker":"ATTENDANT "},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"How now? what means this uproar at the gates, this indecent \nbrawling? ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"My tale, not his, has the better right to be spoken. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Thou, Menelaus! what quarrel hast thou with this man, why art \nthou haling him hence? ","speaker":"AGAMEMNON"},{"type":"text","value":"Exit ATTENDANT.","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Look me in the face! Be that the prelude to my story. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Shall I, the son of Atreus, close my eyes from fear? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Seest thou this scroll, the bearer of a shameful message? \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I see it, yes; and first of all surrender it. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"No, not till I have shewn its contents to all the Danai. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"What! hast thou broken the seal and dost know already what \nthou shouldst never have known? ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Yes, I opened it and know to thy sorrow the secret machinations \nof thy heart. ","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Where didst thou catch my servant? Ye gods what a shameless \nheart thou hast! ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I was awaiting thy daughter's arrival at the camp from Argos. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"What right hast thou to watch my doings? Is not this a of shamelessness? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"My wish to do it gave the spur, for I am no slave to thee. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Infamous! Am I not to be allowed the management of my own house? \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"No, for thou thinkest crooked thoughts, one thing now, another \nformerly, and something different presently. ","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Most exquisite refining on evil themes! A hateful thing the \ntongue of cleverness! ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Aye, but a mind unstable is an unjust possession, disloyal \nto friends. Now I am anxious to test thee, and seek not thou from rage \nto turn aside from the truth, nor will I on my part overstrain the case. \nThou rememberest when thou wert all eagerness to captain the Danai against \nTroy, making a pretence of declining, though eager for it in thy heart; \nhow humble thou wert then! taking each man by the hand and keeping open \ndoors for every fellow townsman who cared to enter, affording each in turn \na chance to speak with thee, even though some desired it not, seeking by \nthese methods to purchase popularity from all bidders; then when thou hadst \nsecured the command, there came a change over thy manners; thou wert no \nlonger so cordial before to whilom friends, but hard of access, seldom \nto be found at home. But the man of real worth ought not to change his \nmanners in the hour of prosperity, but should then show himself most staunch \nto friends, when his own good fortune can help them most effectually. This \nwas the first cause I had to reprove thee, for it was here I first discovered \nthy villainy; but afterwards, when thou camest to Aulis with all the gathered \nhosts of Hellas, thou wert of no account; no! the want of a favourable \nbreeze filled thee with consternation at the chance dealt out by Heaven. \nAnon the Danai began demanding that thou shouldst send the fleet away instead \nof vainly toiling on at Aulis; what dismay and confusion was then depicted \nin thy looks, to think that thou, with a thousand ships at thy command, \nhadst not occupied the plains of Priam with thy armies! And thou wouldst \nask my counsel, \"What am I to do? what scheme can I devise. where find \none?\" to save thyself being stripped of thy command and losing thy fair \nfame. Next when Calchas bade thee offer thy daughter in sacrifice to Artemis, \ndeclaring that the Danai should then sail, thou wert overjoyed, and didst \ngladly undertake to offer the maid, and of thine own accord-never allege \ncompulsion!-thou art sending word to thy wife to despatch thy daughter \nhither on pretence of wedding Achilles. This is the same air that heard \nthee say it; and after all thou turnest round and hast been caught recasting \nthy letter to this effect, \"I will no longer be my daughter's murderer.\" \nExactly so! Countless others have gone through this phase in their conduct \nof public affairs; they make an effort while in power, and then retire \ndishonourably, sometimes owing to the senselessness of the citizens, sometimes \ndeservedly, because they are too feeble of themselves to maintain their \nwatch upon the state. For my part, I am more sorry for our unhappy Hellas, \nwhose purpose was to read these worthless foreigners a lesson, while now \nshe will let them escape and mock her, thanks to thee and thy daughter. \nMay I never then appoint a man to rule my country or lead its warriors \nbecause his kinship! Ability what the general must have; since any man, \nwith ordinary intelligence, can govern a state. ","speaker":"MENELAUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"For brethren to come to words and blows, whene'er they disagree, \nis terrible. ","speaker":"CHORUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I wish to rebuke thee in turn, briefly, not lifting mine eyes \ntoo high in shameless wise, but in more sober fashion, as a brother; for \nit is a good man's way to be considerate. Prithee, why this burst of fury, \nthese bloodshot eyes? who wrongs thee? what is it thou wantest? Thou art \nfain to win a virtuous bride. Well, I cannot supply thee; for she, whom \nthou once hadst, was ill controlled by thee. Am I then, a man who never \nwent astray, to suffer for thy sins? or is it my popularity that galls \nthee? No! it is the longing thou hast to keep a fair wife in thy embrace, \ncasting reason and honour to the winds. A bad man's pleasures are like \nhimself Am I mad, if I change to wiser counsels, after previously deciding \namiss? Thine is the madness rather in wishing to recover a wicked wife, \nonce thou hadst lost her-a stroke of Heaven-sent luck. Those foolish suitors \nswore that oath to Tyndareus in their longing to wed; but Hope was the \ngoddess that led them on, I trow, and she it was that brought it about \nrather then thou and thy mightiness. So take the field with them; they \nare ready for it in the folly of their hearts; for the deity is not without \ninsight, but is able to discern where oaths have been wrongly pledged or \nforcibly extorted. I will not slay my children, nor shall thy interests \nbe prospered by justice in thy vengeance for a worthless wife, while I \nam left wasting, night and day, in sorrow for what I did to one of my own \nflesh and blood, contrary to all law and justice. There is thy answer shortly' \ngiven, clear and easy to understand; and if thou wilt not come to thy senses, \nI shall do the best for myself. ","speaker":"AGAMEMNON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"This differs from thy previous declaration, but there is good \nin it-thy child's reprieve. ","speaker":"CHORUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Ah me, how sad my lot! I have no friends then after all. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Friends thou hast, if thou seek not their destruction. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Where wilt thou find any proof that thou art sprung from the \nsame sire as I? ","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Thy moderation, not thy madness do I share by nature. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Friends should sympathize with friends in sorrow. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Claim my help by kindly service, not by paining me. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"So thou hast no mind to share this trouble with Hellas? \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"No, Hellas is diseased like thee according to some god's design. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Go vaunt thee then on thy sceptre, after betraying thine own \nbrother! while seek some different means and other friends. \n","speaker":"MENELAUS"},{"type":"text","value":"Enter MESSENGER.","speaker":"MENELAUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Agamemnon, lord of all Hellenes! I am come and bring thee thy \ndaughter, whom thou didst call Iphigenia in thy home; and her mother, thy \nwife Clytemnestra, is with her, and the child Orestes, a sight to gladden \nthee after thy long absence from thy palace; but, as they had been travelling \nlong and far, they are now refreshing their tender feet at the waters of \na fair spring, they and their horses, for we turned these loose in the \ngrassy meadow to browse their fill; but I am come as their forerunner to \nprepare thee for their reception; for the army knows already of thy daughter's \narrival, so quickly did the rumour spread; and all the folk are running \ntogether to the sight, that they may see thy child; for Fortune's favourites \nenjoy a worldwide fame and have all eyes fixed on them. \"Is it a wedding?\" \nsome ask, \"or what is happening? or has king Agamemnon from fond yearning \nsummoned his daughter hither?\" From others thou wouldst have heard: \"They \nare presenting the maiden to Artemis, queen of Aulis, previous to marriage; \nwho can the bridegroom be, that is to lead her home?\"\nCome, then, begin the rites-that is the next step-by getting the \nbaskets ready; crown your heads; prepare the wedding-hymn, thou and prince \nMenelaus with thee; let flutes resound throughout the tents with noise \nof dancer's feet; for this is a happy day, that is come for the maid. \n","speaker":"MESSENGER"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Thou hast my thanks; now go within; for the rest it will be \nwell, as Fate proceeds. ","speaker":"AGAMEMNON"},{"type":"text","value":"Exit MESSENGER.","speaker":"AGAMEMNON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"I pity her myself, in such wise as a woman, and she a stranger, \nmay bemoan the misfortunes of royalty. ","speaker":"CHORUS"},{"type":"speech","value":"MENELAUS ","speaker":"MENELAUS "},{"type":"text","value":"Offering his hand","speaker":"MENELAUS "},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I give it; thine is the victory, mine the sorrow. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"By Pelops our reputed grandsire and Atreus our father I swear \nto tell thee the truth from my heart, without any covert purpose, but only \nwhat I think. The sight of thee in tears made me pity thee, and in return \nI shed a tear for thee myself; I withdraw from my former proposals, ceasing \nto be a cause of fear to thee; yea, and I will put myself in thy present \nposition; and I counsel thee, slay not thy child nor prefer my interests \nto thine; for it is not just that thou shouldst grieve, while I am glad, \nor that thy children should die, while mine still see the light of day. \nWhat is it, after all, I seek? If I am set on marriage, could I not find \na bride as choice elsewhere? Was I to lose a brother-the last I should \nhave lost-to win a Helen, getting bad for good? I was mad, impetuous as \na youth, till I perceived, on closer view, what slaying children really \nmeant. Moreover I am filled with compassion for the hapless maiden, doomed \nto bleed that I may wed, when I reflect that we are kin. What has thy daughter \nto do with Helen? Let the army be disbanded and leave Aulis; dry those \nstreaming eyes, brother, and provoke me not to tears. Whatever concern \nthou hast in oracles that affect thy child, let it be none of mine; into \nthy hands I resign my share therein. A sudden change, thou'lt say, from \nmy fell proposals! A natural course for me; affection for my brother caused \nthe change. These are the ways of a man not void of virtue, to pursue on \neach occasion what is best. ","speaker":"MENELAUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"A generous speech, worthy of Tantalus, the son of Zeus! Thou \ndost not shame thy ancestry. ","speaker":"CHORUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I thank thee, Menelaus, for this unexpected suggestion; 'tis \nan honourable proposal, worthy of thee. ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Sometimes love, sometimes the selfishness of their families \ncauses a quarrel between brothers; I loathe a relationship of this kind \nwhich is bitterness to both. ","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"'Tis useless, for circumstances compel me to carry out the \nmurderous sacrifice of my daughter. ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"How so? who will compel thee to slay thine own child? \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"The whole Achaean army here assembled. ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Not if thou send her back to Argos. ","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I might do that unnoticed, but there will be another thing \nI cannot. ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What is that? Thou must not fear the mob too much. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Calchas will tell the Argive host his oracles. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Not if he be killed ere that-an easy matter. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"The whole tribe of seers is a curse with its ambition. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Yes, and good for nothing and useless, when amongst us. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Has the thought, which is rising in my mind, no terrors for \nthee? ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"How can I understand thy meaning, unless thou declare it? \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"The son of Sisyphus knows all. ","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Odysseus cannot possibly hurt us. ","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"He was ever shifty by nature, siding with the mob. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"True, he is enslaved by the love of popularity, a fearful evil. \n","speaker":"MENELAUS"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Bethink thee then, will he not arise among the Argives and \ntell them the oracles that Calchas delivered, saying of me that I undertook \nto offer Artemis a victim, and after all am proving false? Then, when he \nhas carried the army away with him, he will bid the Argives slay us and \nsacrifice the maiden; and if I escape to Argos, they will come and destroy \nthe place, razing it to the ground, Cyclopean walls and all. That is my \ntrouble. Woe is me! to what straits Heaven has brought me at this pass! \nTake one precaution for me, Menelaus, as thou goest through the host, that \nClytemnestra learn this not, till I have taken my child and devoted her \nto death, that my affliction may be attended with the fewest tears. \n ","speaker":"AGAMEMNON"},{"type":"text","value":"Turning to the CHORUS","speaker":"AGAMEMNON"},{"type":"text","value":"Exeunt AGAMEMNON and MENELAUS.","speaker":"AGAMEMNON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Happy they who find the goddess come in moderate might, sharing \nwith self-restraint in Aphrodite's gift of marriage and enjoying calm and \nrest from frenzied passions, wilerein the Love-god, golden-haired, stretches \nhis charmed bow with arrows twain, and one is aimed at happiness, the other \nat life's confusion. O lady Cypris, queen of beauty! far from my bridal \nbower I ban the last. Be mine delight in moderation and pure desires, and \nmay I have a share in love, but shun excess therein\nMen's natures vary, and their habits differ, but true virtue is \nalways manifest. Likewise the training that comes of education conduces \ngreatly to virtue; for not only is modesty wisdom, but it has also the \nrare grace of seeing by its better judgment what is right; whereby glory, \never young, is shed o'er life by reputation. A great thing it is to follow \nvirtue's footsteps-for women in their secret loves; while in men again \nan inborn sense of order, shown in countless ways, adds to a city's \ngreatness.\nThou camest, O Paris, to the place where thou wert reared to herd \nthe kine amid the white heifers of Ida, piping in foreign strain and breathing \non thy reeds an echo of the Phrygian airs Olympus played. Full-uddered \ncows were browsing at the spot where that verdict 'twixt goddesses was \nawaiting thee the cause of thy going to Hellas to stand before the ivory \npalace, kindling love in Helen's tranced eyes and feeling its flutter in \nthine own breast; whence the fiend of strife brought Hellas with her chivalry \nand ships to the towers of Troy.\nOh! great is the bliss the great enjoy. Behold Iphigenia, the king's \nroyal child, and Clytaemnestra, the daughter of Tyndareus; how proud their \nlineage! how high their pinnacle of fortune! These mighty ones, whom wealth \nattends, are very gods in the eyes of less favoured \nfolk.\nHalt we here, maidens of Chalcis, and lift the queen from her chariot \nto the ground without stumbling, supporting her gently in our arms, with \nkind intent, that the renowned daughter of Agamemnon but just arrived may \nfeel no fear; strangers ourselves, avoid we aught that may disturb or frighten \nthe strangers from Argos. ","speaker":"CHORUS"},{"type":"text","value":"Enter CLYTAEMNESTRA and IPHIGENIA.","speaker":"CHORUS"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"I take this as a lucky omen, thy kindness and auspicious greeting, \nand have good hope that it is to a happy marriage I conduct the bride. \n","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"To Attendants","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"To the CHORUS","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Enter AGAMEMNON.","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"IPHIGENIA ","speaker":"IPHIGENIA "},{"type":"text","value":"Throwing herself into AGAMEMNON'S arms","speaker":"IPHIGENIA "},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Thou mayst do so, daughter; for of all the children I have \nborn, thou hast ever loved thy father best. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I see thee, father, joyfully after a long season. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"And I thy father thee; thy words do equal duty for both of \nus. ","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"All hail, father! thou didst well in bringing me hither to \nthee. ","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I know not how I am to say yes or no to that, my child. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Ha! how wildly thou art looking, spite of thy joy at seeing \nme. ","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"A man has many cares when he is king and general too. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Be mine, all mine to-day; turn not unto moody thoughts. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Why so I am, all thine to-day; I have no other thought. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Then smooth thy knitted brow, unbend and smile. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Lo! my child, my joy at seeing thee is even as it is. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"And hast thou then the tear-drop streaming from thy eyes? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Ave, for long is the absence from each other, that awalts us. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I know not, dear father mine, I know not of what thou art speaking. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Thou art moving my pity all the more by speaking so sensibly. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"My words shall turn to senselessness, if that will cheer thee \nmore. ","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON ","speaker":"AGAMEMNON "},{"type":"text","value":"Aside","speaker":"AGAMEMNON "},{"type":"text","value":"To IPHIGENIA","speaker":"AGAMEMNON "},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Stay with thy children at home, father. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"My own wish! but to my sorrow I may not humour it. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Ruin seize their warring and the woes of Menelaus! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"First will that, which has been my life-long ruin, bring ruin \nunto others. ","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"How long thou wert absent in the bays of Aulis! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Aye, and there is still a hindrance to my sending the army \nforward. ","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Where do men say the Phrygians live, father? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"In a land where I would Paris, the son of Priam, ne'er had \ndwelt. ","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"'Tis a long voyage thou art bound on, father, after thou leavest \nme. ","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Thou wilt meet thy father again, my daughter. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Ah! would it were seemly that thou shouldst take me as a fellow-voyager! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Thou too hast a voyage to make to a haven where thou wilt remember \nthy father. ","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Shall I sail thither with my mother or alone? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"All alone, without father or mother. ","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"What! hast thou found me a new home, father! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Enough of this! 'tis not for girls to know such things. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Speed home from Troy, I pray thee, father, as soon as thou \nhast triumphed there. ","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"There is a sacrifice have first to offer here. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Yea, 'tis thy duty to heed religion with aid of holy rites. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Thou wilt witness it, for thou wilt be standing near the laver. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Am I to lead the dance then round the altar, father? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"AGAMEMNON ","speaker":"AGAMEMNON "},{"type":"text","value":"Aside","speaker":"AGAMEMNON "},{"type":"text","value":"To IPHIGENIA","speaker":"AGAMEMNON "},{"type":"text","value":"Exit IPHIGENIA.","speaker":"AGAMEMNON "},{"type":"text","value":"Turning to CLYTAEMNESTRA","speaker":"AGAMEMNON "},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"I am not so void of sense; bethink thee, I shall go through \nthis as well, when I lead the maiden from the chamber to the sound of the \nmarriage-hymn; wherefore I chide thee not; but custom will combine with \ntime to make the smart grow less.\nAs touching him, to whom thou hast betrothed our daughter, I know \nhis name, 'tis true, but would fain learn his lineage and the land of his \nbirth. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"There was one Aegina, the daughter of Asopus. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Who wedded her? some mortal or a god? ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Zeus, and she bare Aeacus, the prince of Cenone. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"What son of Aeacus secured his father's halls? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Peleus, who wedded the daughter of Nereus. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"With the god's consent, or when he had taken her in spite of \ngods? ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Zeus betrothed her, and her guardian gave consent. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Where did he marry her? amid the billows of the sea? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"In Chiron's home, at sacred Pelion's foot. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"What! the abode ascribed to the race of Centaurs? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"It was there the gods celebrated the marriage feast of Peleus. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Did Thetis or his father train Achilles? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Chiron brought him up, to prevent his learning the ways of \nthe wicked. ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Ah wise the teacher, still wiser the father, who intrusted \nhis son to such hands. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Such is the future husband of thy daughter. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"A blameless lord; but what city in Hellas is his? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"He dwells on the banks of the river Apidanus, in the borders \nof Phthia. ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Wilt thou convey our daughter thither? ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"He who takes her to himself will see to that. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Happiness attend the pair! Which day will he marry her? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"As soon as the full moon comes to give its blessing. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Hast thou already offered the goddess a sacrifice to usher \nin the maiden's marriage? ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I am about to do so; that is the very thing I was engaged in. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Wilt thou celebrate the marriage-feast thereafter? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Yes, when I have offered a sacrifice required by Heaven of \nme. ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"But where am I to make ready the feast for the women? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Here beside our gallant Argive ships. ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Finely here! but still I must; good come of it for all that! \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I will tell thee, lady, what to do; so obey me now. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Wherein? for I was ever wont to yield thee obedience. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Here, where the bridegroom is, will! ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Which of my duties will ye perform in the mother's absence? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Give thy child away with help of Danai. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"And where am I to be the while? ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Get thee to Argos, and take care of thy unwedded daughters. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"And leave my child? Then who will raise her bridal torch? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"I will provide the proper wedding torch. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"That is not the custom; but thou thinkest lightly of these \nthings. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"It is not good thou shouldst be alone among a soldier-crowd. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"It is good that a mother should give her own child away. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Aye, and that those maidens at home should not be left alone. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"They are in safe keeping, pent in their maiden-bowers. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Obey. ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Nay, by the goddess-queen of Argos! go, manage matters out \nof doors; but in the house it is my place to decide what is proper for \nmaidens at their wedding. Exit. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Woe is me! my efforts are baffled; I am disappointed in my \nhope, anxious as I was to get my wife out of sight; foiled at every point, \nI form my plots and subtle schemes against my best-beloved. But I will \ngo, in spite of all, with Calchas the priest, to inquire the goddess's \ngood pleasure, fraught with ill-luck as it is to me, and with trouble to \nHellas. He who is wise should keep in his house a good and useful wife \nor none at all. ","speaker":"AGAMEMNON"},{"type":"text","value":"Exit.","speaker":"AGAMEMNON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"They say the Hellenes' gathered host will come in arms aboard \ntheir ships to Simois with its silver eddies, even to Ilium, the plain \nof Troy beloved by Phoebus; where famed Cassandra, I am told, whene'er \nthe god's resistless prophecies inspire her, wildly tosses her golden tresses, \nwreathed with crown of verdant bay. And on the towers of Troy and round \nher walls shall Trojans stand, when sea-borne troops with brazen shields \nrow in on shapely ships to the channels of the Simois, eager to take Helen, \nthe sister of that heavenly pair whom Zeus begat, from Priam, and bear \nher back to Hellas by toil of Achaea's shields and spears; encircling Pergamus, \nthe Phrygians' town, with murderous war around her stone-built towers, \ndragging men's heads backward to cut their throats, and sacking the citadel \nof Troy from roof to base, a cause of many tears to maids and Priam's wife; \nand Helen, the daughter of Zeus, shall weep in bitter grief, because she \nleft her lord.\nOh! ne'er may there appear to me or to my children's children the \nprospect which the wealthy Lydian dames and Phrygia's brides will have, \nas at their looms they hold converse: \"Say who will pluck this fair blossom \nfrom her ruined country, tightening his grasp on lovely tresses till the \ntears flow? 'Tis all through thee, the offspring of the long-necked swan; \nif indeed it be a true report that Leda bare thee to a winged bird, when \nZeus transformed himself thereto, or whether, in the pages of the poets, \nfables have carried these tales to men's ears idly, out of season.\" \n","speaker":"CHORUS"},{"type":"text","value":"Enter ACHILLES.","speaker":"CHORUS"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Where in these tents is Achaea's general? Which of his servants \nwill announce to him that Achilles, the son of Peleus, is at his gates \nseeking him? For this delay at the Euripus is not the same for all of us; \nthere be some, for instance, who, though still unwed, have left their houses \ndesolate and are idling here upon the beach, while others are married and \nhave children; so strange the longing for this expedition that has fallen \non their hearts by Heaven's will. My own just plea must I declare, and \nwhoso else hath any wish will speak for himself. Though I have left Pharsalia \nand Peleus, still I linger here by reason of these light breezes at the \nEuripus, restraining my Myrmidons, while they are ever instant with me \nsaying, \"Why do we tarry, Achilles? how much longer must we count the days \nto the start for Ilium? do something, if thou art so minded; else lead \nhome thy men, and wait not for the tardy action of these Atridae.\" \n","speaker":"ACHILLES"},{"type":"text","value":"Enter CLYTAEMNESTRA.","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Hail to thee, son of the Nereid goddess! I heard thy voice \nfrom within the tent and therefore came forth. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"O modesty revered! who can this lady be whom I behold, so richly \ndowered with beauty's gifts? ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"No wonder thou knowest me not, seeing I am one thou hast never \nbefore set eyes on; I praise thy reverent address to modesty. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Who art thou, and wherefore art thou come to the mustering \nof the Danai-thou, a woman, to a fenced camp of men? \n","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"The daughter of Leda I; my name Clytaemnestra; and my husband \nking Agamemnon. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Well and shortly answered on all important points! but it ill \nbefits that I should stand talking to women. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Stay; why seek to fly? Give me thy hand, a prelude to a happy \nmarriage. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"What is it thou sayest? I give thee my hand? Were I to lay \na finger where I have no right, I could ne'er meet Agamemnon's eye. \n","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"The best of rights hast thou, seeing it is my child thou wilt \nwed, O son of the sea-goddess, whom Nereus begat. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"What wedding dost thou speak of? words fail me, lady; can thy \nwits have gone astray and art thou inventing this? ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"All men are naturally shy in the presence of new relations, \nwhen these remind them of their wedding. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Lady, I have never wooed daughter of thine, nor have the sons \nof Atreus ever mentioned marriage to me. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"What can it mean? thy turn now to marvel at my words, for thine \nare passing strange to me. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Hazard a guess; that we can both do in this matter; for it \nmay be we are both correct in our statements. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"What! have I suffered such indignity? The marriage I am courting \nhas no reality, it seems; I am ashamed of it. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Some one perhaps has made a mock of thee and me; pay no heed \nthereto; make light of it. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Farewell; I can no longer face thee with unfaltering eyes, \nafter being made a liar and suffering this indignity. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"'Tis \"farewell\" too I bid thee, lady; and now I go within the \ntent to seek thy husband. ","speaker":"ACHILLES"},{"type":"speech","value":"ATTENDANT ","speaker":"ATTENDANT "},{"type":"text","value":"Calling through the tent-door","speaker":"ATTENDANT "},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Who is it calling through the half-opened door? what fear his \nvoice betrays! ","speaker":"ACHILLES"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"A slave am I; of that I am not proud, for fortune permits it \nnot. ","speaker":"ATTENDANT"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Whose slave art thou? not mine; for mine and Agamemnon's goods \nare separate. ","speaker":"ACHILLES"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"I belong to this lady who stands before the tent, a gift to \nher from Tyndareus her father. ","speaker":"ATTENDANT"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"I am waiting; tell me, if thou art desirous, why thou hast \nstayed me. ","speaker":"ACHILLES"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Are ye really all alone here at the door? \n","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"To us alone wilt thou address thyself; come forth from the \nking's tent. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT ","speaker":"ATTENDANT "},{"type":"text","value":"Coming out","speaker":"ATTENDANT "},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"That speech will save them-in the future; it has a certain \npompous air. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Delay not for the sake of touching my right hand, if there \nis aught that thou wouldst say to me. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Well, thou knowest my character and my devotion to thee and \nthy children. ","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"I know thou hast grown old in the service of my house. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Likewise thou knowest it was in thy dowry king Agamemnon received \nme. ","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Yes, thou camest to Argos with me, and hast been mine this \nlong time past. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"True; and though I bear thee all goodwill, I like not thy lord \nso well. ","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Come, come, unfold whate'er thou hast to say. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Her father, he that begat her, is on the point of slaying thy \ndaughter with his own hand. ","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"How? Out upon thy story, old dotard! thou art mad. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Severing with a sword the hapless maid's white throat. \n","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Ah, woe is me! Is my husband haply mad? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Nay; sane, except where thou and thy daughter are concerned; \nthere he is mad. ","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"What is his reason? what vengeful fiend impels him? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Oracles-at least so Calchas says, in order that the host may \nstart ","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Whither? Woe is me, and woe is thee, thy father's destined \nvictim! ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"To the halls of Dardanus, that Menelaus may recover Helen. \n","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"So Helen's return then was fated to affect Iphigenia? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Thou knowest all; her father is about to offer thy child to \nArtemis. ","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"But that marriage-what pretext had it for bringing me from \nhome? ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"An inducement to thee to bring thy daughter cheerfully, to \nwed her to Achilles. ","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"On a deadly errand art thou come, my daughter, both thou, and \nI, thy mother. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Piteous the lot of both of you-and fearful Agamemnon's venture. \n","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Alas! I am undone; my eyes can no longer stem their tears. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"What more natural than to weep the loss of thy children? \n","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Whence, old man, dost say thou hadst this news? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"I had started to carry thee a letter referring to the former \nwriting. ","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Forbidding or combining to urge my bringing the child to her \ndeath? ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Nay, forbidding it, for thy lord was then in his sober senses. \n","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"How comes it then, if thou wert really bringing me a letter, \nthat thou dost not now deliver into my hands? ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Menelaus snatched it from me-he who caused this trouble. \n","speaker":"ATTENDANT"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Dost thou hear that, son of Peleus, the Nereid's child? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"I have been listening to the tale of thy sufferings, and I \nam indignant to think I was used as a tool. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"They will slay my child; they have tricked her with thy marriage. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Like thee I blame thy lord, nor do I view it with mere indifference. \n","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"No longer will I let shame prevent my kneeling to thee, a mortal \nto one goddess-born; why do I affect reserve? whose interests should I \nconsult before my child's?  ","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Throwing herself before ACHILLES","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"A wondrous thing is motherhood, carrying with it a potent spell, \nwherein all share, so that for their children's sake they will endure affliction. \n","speaker":"CHORUS"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"My proud spirit is stirred to range aloft, but it has learnt \nto grieve in misfortune and rejoice in high prosperity with equal moderation. \nFor these are the men who can count on ordering all their life aright by \nwisdom's rules. True, there are cases where 'tis pleasant not to be too \nwise, but there are others, where some store of wisdom helps. Brought up \nin godly Chiron's halls myself, I learnt to keep a single heart; and provided \nthe Atridae lead aright, I will obey them; but when they cease therefrom, \nno more will I obey. Nay, but here and in Troy I will show the freedom \nof my nature, and, as far as in me lies, do honour to Ares with my spear. \nThee, lady, who hast suffered so cruelly from thy nearest and dearest, \nwill I, by every effort in a young man's power, set right, investing thee \nwith that amount of pity, and never shall thy daughter, after being once \ncalled my bride, die by her father's hand; for I will not lend myself to \nthy husband's subtle tricks; no! for it will be my name that kills thy \nchild, although it wieldeth not the steel. Thy own husband is the actual \ncause, but I shall no longer be guiltless, if, because of me and my marriage, \nthis maiden perishes, she that hath suffered past endurance and been the \nvictim of affronts most strangely undeserved. So am I made the poorest \nwretch in Argos; I a thing of naught, and Menelaus counting for a man! \nNo son of Peleus I, but the issue of a vengeful fiend, if my name shall \nserve thy husband for the murder. Nay! by Nereus, who begat my mother Thetis, \nin his home amid the flowing waves, never shall king Agamemnon touch thy \ndaughter, no! not even to the laying of a finger-tip upon her robe; else \nwill Sipylus, that frontier town of barbarism, the cradle of those chieftains' \nline, be henceforth a city indeed, while Phthia's name will nowhere find \nmention. Calchas, the seer, shall rue beginning the sacrifice with his \nbarley-meal and lustral water. Why, what is a seer? A man who with luck \ntells the truth sometimes, with frequent falsehoods, but when his luck \ndeserts him, collapses then and there. It is not to secure a bride that \nI have spoken thus-there be maids unnumbered eager to have my love-no! \nbut king Agamemnon has put an insult on me; he should have asked my leave \nto use my name as a means to catch the child, for it was I chiefly who \ninduced Clytaemnestra to betroth her daughter to me; verily I had yielded \nthis to Hellas, if that was where our going to Ilium broke down; I would \nnever have refused to further my fellow soldiers' common interest. But, \nas it is, I am as naught in the eyes of those chieftains, and little they \nreck of treating me well or ill. My sword shall soon know if any one is \nto snatch thy daughter from me, for then will I make it reek with the bloody \nstains of slaughter, ere it reach Phrygia. Calm thyself then; as a god \nin his might I appeared to thee, without being so, but such will I show \nmyself for all that. ","speaker":"ACHILLES"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Son of Peleus, thy words are alike worthy of thee and that \nsea-born deity, the holy goddess. ","speaker":"CHORUS"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Ah! would I could find words to utter thy praise without excess, \nand yet not lose the graciousness thereof by stinting it; for when the \ngood are praised, they have a feeling, as it were, of hatred for those \nwho in their praise exceed the mean. But I am ashamed of intruding a tale \nof woe, since my affliction touches myself alone and thou art not affected \nby troubles of mine; but still it looks well for the man of worth to assist \nthe unfortunate, even when he is not connected with them. Wherefore pity \nus, for our sufferings cry for pity; in the first place, I have harboured \nan idle hope in thinking to have thee wed my daughter; and next, perhaps, \nthe slaying of my child will be to thee an evil omen in thy wooing hereafter, \nagainst which thou must guard thyself. Thy words were good, both first \nand last; for if thou will it so, my daughter will be saved. Wilt have \nher clasp thy knees in suppliant wise? 'Tis no maid's part; yet if it seem \ngood to thee, why come she shall with the modest look of free-born maid; \nbut if I shall obtain the self-same end from thee without ker coming, then \nlet her abide within, for there is dignity in her reserve; still reserve \nmust only go as far as the case allows. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Bring not thou thy daughter out for me to see, lady, nor let \nus incur the reproach of the ignorant; for an army, when gathered together \nwithout domestic duties to employ it, loves the evil gossip of malicious \ntongues. After all, should ye supplicate me, ye will attain a like result \nas if I had ne'er been supplicated; for I am myself engaged in a mighty \nstruggle to rid you of your troubles. One thing be sure thou hast heard; \nI will not tell a lie; if I do that or idly mock thee, may I die, but live \nif I preserve the maid. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Bless thee for ever succouring the distressed! \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Hearken then to me, that the matter may succeed. \n","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"What is thy proposal? for hear thee I must. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Let us once more urge her father to a better frame of mind. \n","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"He is something of a coward, and fears the army too much. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Still argument o'erthroweth argument. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Cold hope indeed; but tell me what I must do. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"Entreat him first not to slay his children, and if he is stubborn, \ncome to me. Fir if he consents to thy request, my intervention need go \nno further, since this consent insures thy safety. I too shall show myself \nin a better light to my friend, and the army will not blame me, if I arrange \nthe matter by reason rather than force; while, should things turn out well, \nthe result will prove satisfactory both to thee and thy friends, even without \nmy interference. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"How sensibly thou speakest! I must act as seemeth best to thee; \nbut should I fail of my object, where am I to see thee again? whither must \nI turn my wretched steps and find thee ready to champion my distress? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"ACHILLES","speaker":"ACHILLES"},{"type":"text","value":"I am keeping watch to guard thee, where occasion calls, that \nnone see thee passing through the host of Danai with that scared look. \nShame not thy father's house; for Tyndareus deserveth not to be ill spoken \nof, being a mighty man in Hellas. ","speaker":"ACHILLES"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"'Tis even so. Command me; I must play the slave to thee. If \nthere are gods, thou for thy righteous dealing wilt find them favourable; \nif there are none, what need to toil? ","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Exeunt ACHILLES and CLYTAEMNESTRA.","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"What wedding-hymn was that which raised its strains to the \nsound of Libyan flutes, to the music of the dancer's lyre, and the note \nof the pipe of reeds?\n'Twas in the day Pieria's fair-tressed choir came o'er the slopes \nof Pelion to the marriage-feast of Peleus, beating the ground with print \nof golden sandals at the banquet of the gods, and hymning in dulcet strains \nthe praise of Thetis and the son of Aeacus, o'er the Centaurs' hill, down \nthrough the woods of Pelion.\nThere was the Dardanian boy, Phrygian Ganymede, whom Zeus delights \nto honour, drawing off the wine he mixed in the depths of golden bowls; \nwhile, along the gleaming sand, the fifty daughters of Nereus graced the \nmarriage with their dancing, circling in a mazy ring.\nCame too the revel-rout of Centaurs, mounted on horses, to the \nfeast of the gods and the mixing-bowl of Bacchus, leaning on fir-trees, \nwith wreaths of green foliage round their heads; and loudly cried the prophet \nChiron, skilled in arts inspired by Phoebus; \"Daughter of Nereus, thou \nshalt bear a son\"-whose name he gave-\"a dazzling light to Thessaly; for \nhe shall come with an army of spearmen to the far-famed land of Priam, \nto set it in a blaze, his body cased in a suit of golden mail forged by \nHephaestus, a gift from his goddess-mother, even from Thetis who bore \nhim.\"\nThen shed the gods a blessing on the marriage of the high-born \nbride, who was first of Nereus' daughters, and on the wedding of Peleus. \nBut thee, will Argives crown, wreathing the lovely tresses of thy hair, \nlike a dappled mountain hind brought from some rocky cave or a heifer undefiled, \nand staining with blood thy human throat; though thou wert never reared \nlike these amid the piping and whistling of herdsmen, but at thy mother's \nside, to be decked one day by her as the bride of a son of Inachus. Where \nnow does the face of modesty or virtue avail aught? seeing that godlessness \nholds sway, and virtue is neglected by men and thrust behind them, lawlessness \no'er law prevailing, and mortals no longer making common cause to keep \nthe jealousy of gods from reaching them. ","speaker":"CHORUS"},{"type":"speech","value":"CLYTAEMNESTRA ","speaker":"CLYTAEMNESTRA "},{"type":"text","value":"Reappearing from the tent","speaker":"CLYTAEMNESTRA "},{"type":"text","value":"Catching sight of AGAMEMNON","speaker":"CLYTAEMNESTRA "},{"type":"text","value":"Enter AGAMEMNON.","speaker":"CLYTAEMNESTRA "},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Daughter of Leda, 'tis lucky I have found thee outside the \ntent, to discuss with thee in our daughter's absence subjects not suited \nfor the ears of maidens on the eve of marriage. ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"What, pray, is dependent on the present crisis? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Send the maiden out to join her father, for the lustral water \nstands there ready, and barley-meal to scatter with the hand on the cleansing \nflame, and heifers to be slain in honour of the goddess Artemis, to usher \nin the marriage, their black blood spouting from them. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Though fair the words thou usest, I know not how I am to name \nthy deeds in terms of praise.\nCome forth, my daughter; full well thou knowest what is in thy \nfather's mind; take the child Orestes, thy brother, and bring him with \nthee in the folds of thy robe. ","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Enter IPHIGENIA.","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"My child, why weepest thou and no longer lookest cheerfully? \nwhy art thou fixing thine eyes upon the ground and holding thy robe before \nthem? ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Alas! with which of my woes shall I begin? for I may treat \nthem all as first, or put them last or midway anywhere. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"How now? I find you all alike, confusion and alarm in every \neye. ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"My husband, answer frankly the questions I ask thee. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"There is no necessity to order me; I am willing to be questioned. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Dost thou mean to slay thy child and mine? \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON ","speaker":"AGAMEMNON "},{"type":"text","value":"Starting","speaker":"AGAMEMNON "},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Peace! answer me that question first. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Put a fair question and thou shalt have a fair answer. \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"I have no other questions to put; give me no other answers. \n","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"O fate revered, O destiny, and fortune mine! \n","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Aye, and mine and this maid's too; the three share one bad \nfortune. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Whom have I injured? ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Dost thou ask me this question? A thought like that itself \namounts to thoughtlessness. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Ruined! my secret out! ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"I know all; I have heard what thou art bent on doing to me. \nThy very silence and those frequent groans are a confession; tire not thyself \nby telling it. ","speaker":"CLYTAEMNESTRA"},{"type":"speech","value":"AGAMEMNON","speaker":"AGAMEMNON"},{"type":"text","value":"Lo! I am silent; for, if I tell thee a falsehood, needs must \nI add effrontery to misfortune. ","speaker":"AGAMEMNON"},{"type":"speech","value":"CLYTAEMNESTRA","speaker":"CLYTAEMNESTRA"},{"type":"text","value":"Well, listen; for I will now unfold my meaning and no longer \nemploy dark riddles. In the first place-to reproach thee first with this-it \nwas not of my own free will but by force that thou didst take and wed me, \nafter slaying Tantalus, my former husband, and dashing my babe on the ground \nalive, when thou hadst torn him from my breast with brutal violence. Then, \nwhen those two sons of Zeus, who were likewise my brothers, came flashing \non horseback to war with thee, Tyndareus, my aged sire, rescued thee because \nof thy suppliant prayers, and thou in turn hadst me to wife. Once reconciled \nto thee upon this footing, thou wilt bear me witness I have been a blameless \nwife to thee and thy family, chaste in love, an honour to thy house, that \nso thy coming in might be with joy and thy going out with gladness. And \n'tis seldom a man secures a wife like this, though the getting of a worthless \nwoman is no rarity.\nBesides three daughters, of one of whom thou art heartlessly depriving \nme, I am the mother of this son of thine. If anyone asks thee thy reason \nfor slaying her, tell me, what wilt thou say? or must say it for thee? \n\"It is that Menelaus may recover Helen.\" An honourable exchange, indeed, \nto pay a wicked woman's price in children's lives! 'Tis buying what we \nmost detest with what we hold most dear. Again, if thou go forth with the \nhost, leaving me in thy halls, and art long absent at Troy, what will my \nfeelings be at home, dost think? when I behold each vacant chair and her \nchamber now deserted, and then sit down alone in tears, making ceaseless \nlamentation for her, \"Ah! my child, he that begat thee hath slain thee \nhimself, he and no one else, nor was it by another's hand...to thy home, \nafter leaving such a price to be paid; for it needs now but a trifling \npretext for me and the daughters remaining to give thee the reception it \nis right thou shouldst receive. I adjure thee by the gods, compel me not \nto sin against thee, nor sin thyself. Go to; suppose thou sacrifice the \nchild; what prayer wilt thou utter, when 'tis done? what will the blessing \nbe that thou wilt invoke upon thyself as thou art slaying our daughter? \nan ill returning maybe, seeing the disgrace that speeds thy going forth. \nIs it right that I should pray for any luck to attend thee? Surely we should \ndeem the gods devoid of sense, if we harboured a kindly feeling towards \nmurderers. Shalt thou embrace thy children on thy coming back to Argos? \nNay, thou hast no right. Will any child of thing e'er face thee, if thou \nhave surrendered one of them to death? Has this ever entered into thy calculations, \nor does thy one duty consist in carrying a sceptre about and marching at \nthe head of an army? when thou mightest have made this fair proposal among \n\n","speaker":"CLYTAEMNESTRA"}]}]