[{"title":"medea","play":"medea","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"Medea\nBy Euripides\nWritten 431 B.C.E\nTranslated by E. P. Coleridge","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Ah! Would to Heaven the good ship Argo ne'er had sped its course \nto the Colchian land through the misty blue Symplegades, nor ever in the \nglens of Pelion the pine been felled to furnish with oars the chieftain's \nhands, who went to fetch the golden fleece for Pelias; for then would my \nown mistress Medea never have sailed to the turrets of Iolcos, her soul \nwith love for Jason smitten, nor would she have beguiled the daughters \nof Pelias to slay their father and come to live here in the land of Corinth \nwith her husband and children, where her exile found favour with the citizens \nto whose land she had come, and in all things of her own accord was she \nat one with Jason, the greatest safeguard this when wife and husband do \nagree; but now their love is all turned to hate, and tenderest ties are \nweak. For Jason hath betrayed his own children and my mistress dear for \nthe love of a royal bride, for he hath wedded the daughter of Creon, lord \nof this land. While Medea, his hapless wife, thus scorned, appeals to the \noaths he swore, recalls the strong pledge his right hand gave, and bids \nheaven be witness what requital she is finding from Jason. And here she \nlies fasting, yielding her body to her grief, wasting away in tears ever \nsince she learnt that she was wronged by her husband, never lifting her \neye nor raising her face from off the ground; and she lends as deaf an \near to her friend's warning as if she were a rock or ocean billow, save \nwhen she turns her snow-white neck aside and softly to herself bemoans \nher father dear, her country and her home, which she gave up to come hither \nwith the man who now holds her in dishonour. She, poor lady, hath by sad \nexperience learnt how good a thing it is never to quit one's native land. \nAnd she hates her children now and feels no joy at seeing them; I fear \nshe may contrive some untoward scheme; for her mood is dangerous nor will \nshe brook her cruel treatment; full well I know her, and I much do dread \nthat she will plunge the keen sword through their hearts, stealing without \na word into the chamber where their marriage couch is spread, or else that \nshe will slay the prince and bridegroom too, and so find some calamity \nstill more grievous than the present; for dreadful is her wrath; verily \nthe man that doth incur her hate will have no easy task to raise o'er her \na song of triumph. Lo! where her sons come hither from their childish sports; \nlittle they reck of their mother's woes, for the soul of the young is no \nfriend to sorrow. ","speaker":"NURSE"},{"type":"text","value":"The ATTENDANT leads in MEDEA'S children.","speaker":"NURSE"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Why dost thou, so long my lady's own handmaid, stand here at \nthe gate alone, loudly lamenting to thyself the piteous tale? how comes \nit that Medea will have thee leave her to herself? ","speaker":"ATTENDANT"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Old man, attendant on the sons of Jason, our masters' fortunes \nwhen they go awry make good slaves grieve and touch their hearts. Oh! have \ncome to such a pitch of grief that there stole a yearning wish upon me \nto come forth hither and proclaim to heaven and earth my mistress's hard \nfate. ","speaker":"NURSE"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"What! has not the poor lady ceased yet from her lamentation? \n","speaker":"ATTENDANT"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Would I were as thou art! the mischief is but now beginning; \nit has not reached its climax yet. ","speaker":"NURSE"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"O foolish one, if I may call my mistress such a name; how little \nshe recks of evils yet more recent! ","speaker":"ATTENDANT"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"What mean'st, old man? grudge not to tell me. \n","speaker":"NURSE"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"'Tis naught; I do repent me even of the words I have spoken. \n","speaker":"ATTENDANT"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Nay, by thy beard I conjure thee, hide it not from thy fellow-slave; \nwill be silent, if need be, on that text. ","speaker":"NURSE"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"I heard one say, pretending not to listen as I approached the \nplace where our greybeards sit playing draughts near Pirene's sacred spring, \nthat Creon, the ruler of this land, is bent on driving these children and \ntheir mother from the boundaries of Corinth; but I know not whether the \nnews is to be relied upon, and would fain it were not. \n","speaker":"ATTENDANT"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"What! will Jason brook such treatment of his sons, even though \nhe be at variance with their mother? ","speaker":"NURSE"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Old ties give way to new; he bears no longer any love to this \nfamily. ","speaker":"ATTENDANT"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Undone, it seems, are we, if to old woes fresh ones we add, \nere we have drained the former to the dregs. ","speaker":"NURSE"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Hold thou thy peace, say not a word of this; 'tis no time for \nour mistress to learn hereof. ","speaker":"ATTENDANT"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"O children, do ye hear how your father feels towards you? Perdition \ncatch him, but no he is my master still; yet is he proved a very traitor \nto his nearest and dearest. ","speaker":"NURSE"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"And who 'mongst men is not? Art learning only now, that every \nsingle man cares for himself more than for his neighbour, some from honest \nmotives, others for mere gain's sake? seeing that to indulge his passion \ntheir father has ceased to love these children. ","speaker":"ATTENDANT"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Go, children, within the house; all will be well. Do thou keep \nthem as far away as may be, and bring them not near their mother in her \nevil hour. For ere this have I seen her eyeing them savagely, as though \nshe were minded to do them some hurt, and well I know she will not cease \nfrom her fury till she have pounced on some victim. At least may she turn \nher hand against her foes, and not against her friends. \n","speaker":"NURSE"},{"type":"speech","value":"MEDEA ","speaker":"MEDEA "},{"type":"text","value":"chanting within","speaker":"MEDEA "},{"type":"speech","value":"NURSE ","speaker":"NURSE "},{"type":"text","value":"chanting","speaker":"NURSE "},{"type":"text","value":"The ATTENDANT takes the children into the house. MEDEA (chanting \nwithin","speaker":"NURSE "},{"type":"speech","value":"NURSE ","speaker":"NURSE "},{"type":"text","value":"chanting","speaker":"NURSE "},{"type":"text","value":"The CHORUS enters. The following lines between the NURSE, CHORUS, and \nMEDEA are sung.","speaker":"NURSE "},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"I heard the voice, uplifted loud, of our poor Colchian lady, \nnor yet is she quiet; speak, aged dame, for as I stood by the house with \ndouble gates I heard a voice of weeping from within, and I do grieve, lady, \nfor the sorrows of this house, for it hath won my love. \n","speaker":"CHORUS"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"'Tis a house no more; all that is passed away long since; a \nroyal bride keeps Jason at her side, while our mistress pines away in her \nbower, finding no comfort for her soul in aught her friends can say. \n","speaker":"NURSE"},{"type":"speech","value":"MEDEA ","speaker":"MEDEA "},{"type":"text","value":"within","speaker":"MEDEA "},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Didst hear, O Zeus, thou earth, and thou, O light, the piteous \nnote of woe the hapless wife is uttering? How shall a yearning for that \ninsatiate resting-place ever hasten for thee, poor reckless one, the end \nthat death alone can bring? Never pray for that. And if thy lord prefers \na fresh love, be not angered with him for that; Zeus will judge 'twixt \nthee and him herein. Then mourn not for thy husband's loss too much, nor \nwaste thyself away. ","speaker":"CHORUS"},{"type":"speech","value":"MEDEA ","speaker":"MEDEA "},{"type":"text","value":"within","speaker":"MEDEA "},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Do ye hear her words, how loudly she adjures Themis, oft invoked, \nand Zeus, whom men regard as keeper of their oaths? On no mere trifle surely \nwill our mistress spend her rage. ","speaker":"NURSE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Would that she would come forth for us to see, and listen to \nthe words of counsel we might give, if haply she might lay aside the fierce \nfury of her wrath, and her temper stern. Never be my zeal at any rate denied \nmy friends! But go thou and bring her hither outside the house, and tell \nher this our friendly thought; haste thee ere she do some mischief to those \ninside the house, for this sorrow of hers is mounting high. \n","speaker":"CHORUS"},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"This will I do; but I doubt whether I shall persuade my mistress; \nstill willingly will I undertake this trouble for you; albeit, she glares \nupon her servants with the look of a lioness with cubs, whenso anyone draws \nnigh to speak to her. Wert thou to call the men of old time rude uncultured \nboors thou wouldst not err, seeing that they devised their hymns for festive \noccasions, for banquets, and to grace the board, a pleasure to catch the \near, shed o'er our life, but no man hath found a way to allay hated grief \nby music and the minstrel's varied strain, whence arise slaughters and \nfell strokes of fate to o'erthrow the homes of men. And yet this were surely \na gain, to heal men's wounds by music's spell, but why tune they their \nidle song where rich banquets are spread? For of itself doth the rich banquet, \nset before them, afford to men delight. ","speaker":"NURSE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"I heard a bitter cry of lamentation! loudly, bitterly she calls \non the traitor of her marriage bed, her perfidious spouse; by grievous \nwrongs oppressed she invokes Themis, bride of Zeus, witness of oaths, who \nbrought her unto Hellas, the land that fronts the strand of Asia, o'er \nthe sea by night through ocean's boundless gate. ","speaker":"CHORUS"},{"type":"text","value":"As the CHORUS finishes its song, MEDEA enters from the \nhouse.","speaker":"CHORUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"From the house I have come forth, Corinthian ladies, for fear \nlest you be blaming me; for well I know that amongst men many by showing \npride have gotten them an ill name and a reputation for indifference, both \nthose who shun men's gaze and those who move amid the stranger crowd, and \nlikewise they who choose a quiet walk in life. For there is no just discernment \nin the eyes of men, for they, or ever they have surely learnt their neighbour's \nheart, loathe him at first sight, though never wronged by him; and so a \nstranger most of all should adopt a city's views; nor do I commend that \ncitizen, who, in the stubbornness of his heart, from churlishness resents \nthe city's will.\nBut on me hath fallen this unforeseen disaster, and sapped my life; \nruined I am, and long to resign the boon of existence, kind friends, and \ndie. For he who was all the world to me, as well thou knowest, hath turned \nout the worst of men, my own husband. Of all things that have life and \nsense we women are the most hapless creatures; first must we buy a husband \nat a great price, and o'er ourselves a tyrant set which is an evil worse \nthan the first; and herein lies the most important issue, whether our choice \nbe good or bad. For divorce is not honourable to women, nor can we disown \nour lords. Next must the wife, coming as she does to ways and customs new, \nsince she hath not learnt the lesson in her home, have a diviner's eye \nto see how best to treat the partner of her life. If haply we perform these \ntasks with thoroughness and tact, and the husband live with us, without \nresenting the yoke, our life is a happy one; if not, 'twere best to die. \nBut when a man is vexed with what he finds indoors, he goeth forth and \nrids his soul of its disgust, betaking him to some friend or comrade of \nlike age; whilst we must needs regard his single self.\nAnd yet they say we live secure at home, while they are at the \nwars, with their sorry reasoning, for I would gladly take my stand in battle \narray three times o'er, than once give birth. But enough! this language \nsuits not thee as it does me; thou hast a city here, a father's house, \nsome joy in life, and friends to share thy thoughts, but I am destitute, \nwithout a city, and therefore scorned by my husband, a captive I from a \nforeign shore, with no mother, brother, or kinsman in whom to find a new \nhaven of refuge from this calamity. Wherefore this one boon and only this \nI wish to win from thee,-thy silence, if haply I can some way or means \ndevise to avenge me on my husband for this cruel treatment, and on the \nman who gave to him his daughter, and on her who is his wife. For though \nwoman be timorous enough in all else, and as regards courage, a coward \nat the mere sight of steel, yet in the moment she finds her honour wronged, \nno heart is filled with deadlier thoughts than hers. \n","speaker":"MEDEA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"This will I do; for thou wilt be taking a just vengeance on \nthy husband, Medea. That thou shouldst mourn thy lot surprises me not. \nBut lo! I see Creon, king of this land coming hither, to announce some \nnew resolve. ","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"CREON enters, with his retinue.","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"Hark thee, Medea, I bid thee take those sullen looks and angry \nthoughts against thy husband forth from this land in exile, and with thee \ntake both thy children and that without delay, for I am judge in this sentence, \nand I will not return unto my house till I banish thee beyond the borders \nof the land. ","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Ah, me! now is utter destruction come upon me, unhappy that \nI am! For my enemies are bearing down on me full sail, nor have I any landing-place \nto come at in my trouble. Yet for all my wretched plight I will ask thee, \nCreon, wherefore dost thou drive me from the land? ","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"I fear thee,-no longer need I veil my dread 'neath words,-lest \nthou devise against my child some cureless ill. Many things contribute \nto this fear of mine; thou art a witch by nature, expert in countless sorceries, \nand thou art chafing for the loss of thy husband's affection. I hear, too, \nso they tell me, that thou dost threaten the father of the bride, her husband, \nand herself with some mischief; wherefore I will take precautions ere our \ntroubles come. For 'tis better for me to incur thy hatred now, lady, than \nto soften my heart and bitterly repent it hereafter. \n","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Alas! this is not now the first time, but oft before, O Creon, \nhath my reputation injured me and caused sore mischief. Wherefore whoso \nis wise in his generation ought never to have his children taught to be \ntoo clever; for besides the reputation they get for idleness, they purchase \nbitter odium from the citizens. For if thou shouldst import new learning \namongst dullards, thou wilt be thought a useless trifler, void of knowledge; \nwhile if thy fame in the city o'ertops that of the pretenders to cunning \nknowledge, thou wilt win their dislike. I too myself share in this ill-luck. \nSome think me clever and hate me, others say I am too reserved, and some \nthe very reverse; others find me hard to please and not so very clever \nafter all. Be that as it may, thou dost fear me lest I bring on thee something \nto mar thy harmony. Fear me not, Creon, my position scarce is such that \nshould seek to quarrel with princes. Why should I, for how hast thou injured \nme? Thou hast betrothed thy daughter where thy fancy prompted thee. No, \n'tis my husband I hate, though I doubt not thou hast acted wisely herein. \nAnd now I grudge not thy prosperity; betroth thy child, good luck to thee, \nbut let me abide in this land, for though I have been wronged I will be \nstill and yield to my superiors. ","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"Thy words are soft to hear, but much I dread lest thou art \ndevising some mischief in thy heart, and less than ever do I trust thee \nnow; for cunning woman, and man likewise, is easier to guard against when \nquick-tempered than when taciturn. Nay, begone at once! speak me no speeches, \nfor this is decreed, nor hast thou any art whereby thou shalt abide amongst \nus, since thou hatest me. ","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"O, say not so! by thy knees and by thy daughter newlywed, I \ndo implore! ","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"Thou wastest words; thou wilt never persuade me. \n","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"What, wilt thou banish me, and to my prayers no pity yield? \n","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"I will, for I love not thee above my own family. \n","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"O my country! what fond memories I have of thee in this hour! \n","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"Yea, for I myself love my city best of all things save my children. \n","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Ah me! ah me! to mortal man how dread a scourge is love! \n","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"That, I deem, is according to the turn our fortunes take. \n","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"O Zeus! let not the author of these my troubles escape thee. \n","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"Begone, thou silly woman, and free me from my toil. \n","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"The toil is mine, no lack of it. ","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"Soon wilt thou be thrust out forcibly by the hand of servants. \n","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Not that, not that, I do entreat thee, Creon \n","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"Thou wilt cause disturbance yet, it seems. \n","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"I will begone; I ask thee not this boon to grant. \n","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"Why then this violence? why dost thou not depart? \n","speaker":"CREON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Suffer me to abide this single day and devise some plan for \nthe manner of my exile, and means of living for my children, since their \nfather cares not to provide his babes therewith. Then pity them; thou too \nhast children of thine own; thou needs must have a kindly heart. For my \nown lot I care naught, though I an exile am, but for those babes I weep, \nthat they should learn what sorrow means. ","speaker":"MEDEA"},{"type":"speech","value":"CREON","speaker":"CREON"},{"type":"text","value":"Mine is a nature anything but harsh; full oft by showing pity \nhave suffered shipwreck; and now albeit I clearly see my error, yet shalt \nthou gain this request, lady; but I do forewarn thee, if tomorrow's rising \nsun shall find thee and thy children within the borders of this land, thou \ndiest; my word is spoken and it will not lie. So now, if abide thou must, \nstay this one day only, for in it thou canst not do any of the fearful \ndeeds I dread. ","speaker":"CREON"},{"type":"text","value":"CREON and his retinue go out.","speaker":"CREON"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"On all sides sorrow pens me in. Who shall gainsay this? But \nall is not yet lost! think not so. Still are there troubles in store for \nthe new bride, and for her bridegroom no light toil. Dost think I would \never have fawned on yonder man, unless to gain some end or form some scheme? \nNay, would not so much as have spoken to him or touched him with my hand. \nBut he has in folly so far stepped in that, though he might have checked \nmy plot by banishing me from the land, he hath allowed me to abide this \nday, in which I will lay low in death three of my enemies-a father and \nhis daughter and my husband too. Now, though I have many ways to compass \ntheir death, I am not sure, friends, which I am to try first. Shall I set \nfire to the bridal mansion, or plunge the whetted sword through their hearts, \nsoftly stealing into the chamber where their couch is spread? One thing \nstands in my way. If I am caught making my way into the chamber, intent \non my design, I shall be put to death and cause my foes to mock, 'Twere \nbest to take the shortest way-the way we women are most skilled in-by poison \nto destroy them. Well, suppose them dead; what city will receive me? What \nfriendly host will give me a shelter in his land, a home secure, and save \nmy soul alive? None. So I will wait yet a little while in case some tower \nof defence rise up for me; then will I proceed to this bloody deed in crafty \nsilence; but if some unexpected mischance drive me forth, I will with mine \nown hand seize the sword, e'en though I die for it, and slay them, and \ngo forth on my bold path of daring. By that dread queen whom I revere before \nall others and have chosen to share my task, by Hecate who dwells within \nmy inmost chamber, not one of them shall wound my heart and rue it not. \nBitter and sad will I make their marriage for them; bitter shall be the \nwooing of it, bitter my exile from the land. Up, then, Medea, spare not \nthe secrets of thy art in plotting and devising; on to the danger. Now \ncomes a struggle needing courage. Dost see what thou art suffering? 'Tis \nnot for thee to be a laughing-stock to the race of Sisyphus by reason of \nthis wedding of Jason, sprung, as thou art, from noble sire, and of the \nSun-god's race. Thou hast cunning; and, more than this, we women, though \nby nature little apt for virtuous deeds, are most expert to fashion any \nmischief. ","speaker":"MEDEA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"As the CHORUS finishes its song, JASON enters, alone. MEDEA comes out \nof the house.","speaker":"CHORUS "},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"It is not now I first remark, but oft ere this, how unruly \na pest is a harsh temper. For instance, thou, hadst thou but patiently \nendured the will of thy superiors, mightest have remained here in this \nland and house, but now for thy idle words wilt thou be banished. Thy words \nare naught to me. Cease not to call Jason basest of men; but for those \nwords thou hast spoken against our rulers, count it all gain that exile \nis thy only punishment. I ever tried to check the outbursts of the angry \nmonarch, and would have had thee stay, but thou wouldst not forego thy \nsilly rage, always reviling our rulers, and so thou wilt be banished. Yet \neven after all this I weary not of my goodwill, but am come with thus much \nforethought, lady, that thou mayst not be destitute nor want for aught, \nwhen, with thy sons, thou art cast out. Many an evil doth exile bring in \nits train with it; for even though thou hatest me, never will I harbour \nhard thoughts of thee. ","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Thou craven villain (for that is the only name my tongue can \nfind for thee, a foul reproach on thy unmanliness), comest thou to me, \nthou, most hated foe of gods, of me, and of all mankind? 'Tis no proof \nof courage or hardihood to confront thy friends after injuring them, but \nthat worst of all human diseases-loss of shame. Yet hast thou done well \nto come; for I shall ease my soul by reviling thee, and thou wilt be vexed \nat my recital. I will begin at the very beginning. I saved thy life, as \nevery Hellene knows who sailed with thee aboard the good ship Argo, when \nthou wert sent to tame and yoke fire-breathing bulls, and to sow the deadly \ntilth. Yea, and I slew the dragon which guarded the golden fleece, keeping \nsleepless watch o'er it with many a wreathed coil, and I raised for thee \na beacon of deliverance. Father and home of my free will I left and came \nwith the to Iolcos, 'neath Pelion's hills, for my love was stronger than \nmy prudence. Next I caused the death of Pelias by a doom most grievous, \neven by his own children's hand, beguiling them of all their fear. All \nthis have I done for thee, thou traitor! and thou hast cast me over, taking \nto thyself another wife, though children have been born to us. Hadst thou \nbeen childless still, I could have pardoned thy desire for this new union. \nGone is now the trust I put in oaths. I cannot even understand whether \nthou thinkest that the gods of old no longer rule, or that fresh decrees \nare now in vogue amongst mankind, for thy conscience must tell thee thou \nhast not kept faith with me. Ah! poor right hand, which thou didst often \ngrasp. These knees thou didst embrace! All in vain, I suffered a traitor \nto touch me! How short of my hopes I am fallen! But come, I will deal with \nthe as though thou wert my friend. Yet what kindness can I expect from \none so base as thee? But yet I will do it, for my questioning will show \nthee yet more base. Whither can I turn me now? to my father's house, to \nmy own country, which I for thee deserted to come hither? to the hapless \ndaughters of Pelias? A glad welcome, I trow, would they give me in their \nhome, whose father's death I compassed! My case stands even thus: I am \nbecome the bitter foe to those of mine own home, and those whom I need \nne'er have wronged I have made mine enemies to pleasure thee. Wherefore \nto reward me for this thou hast made me doubly blest in the eyes of many \nwife in Hellas; and in thee I own a peerless, trusty lord. O woe is me, \nif indeed I am to be cast forth an exile from the land, without one friend; \none lone woman with her babes forlorn! Yea, a fine reproach to thee in \nthy bridal hour, that thy children and the wife who saved thy life are \nbeggars and vagabonds! O Zeus! why hast thou granted unto man clear signs \nto know the sham in gold, while on man's brow no brand is stamped whereby \nto gauge the villain's heart? ","speaker":"MEDEA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"There is a something terrible and past all cure, when quarrels \narise 'twixt those who are near and dear. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Needs must I now, it seems, turn orator, and, like a good helmsman \non a ship with close-reefed sails, weather that wearisome tongue of thine. \nNow, I believe, since thou wilt exaggerate thy favours, that to Cypri, \nalone of gods or men I owe the safety of my voyage. Thou hast a subtle \nwit enough; yet were it a hateful thing for me to say that the Love-god \nconstrained thee by his resistless shaft to save my life. However, I will \nnot reckon this too nicely; 'twas kindly done, however thou didst serve \nme. Yet for my safety hast thou received more than ever thou gavest, as \nI will show. First, thou dwellest in Hellas, instead of thy barbarian land, \nand hast learnt what justice means and how to live by law, not by the dictates \nof brute force; and all the Hellenes recognize thy cleverness, and thou \nhast gained a name; whereas, if thou hadst dwelt upon the confines of the \nearth, no tongue had mentioned thee. Give me no gold within my halls, nor \nskill to sing a fairer strain than ever Orpheus sang, unless there-with \nmy fame be spread abroad! So much I say to thee about my own toils, for \n'twas thou didst challenge me to this retort. As for the taunts thou urgest \nagainst my marriage with the princess, I will prove to thee, first, that \nI am prudent herein, next chastened in my love, and last powerful friend \nto thee and to thy sons; only hold thy peace. Since I have here withdrawn \nfrom Iolcos with many a hopeless trouble at my back, what happier device \ncould I, an exile, frame than marriage with the daughter of the king? 'Tis \nnot because I loathe thee for my wife-the thought that rankles in thy heart; \n'tis not because I am smitten with desire for a new bride, nor yet that \nI am eager to vie with others in begetting many children, for those we \nhave are quite enough, and I do not complain. Nay, 'tis that we-and this \nis most important-may dwell in comfort, instead of suffering want \n ","speaker":"JASON"},{"type":"text","value":"for well I know that every whilom friend avoids the \npoor","speaker":"JASON"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"This speech, O Jason, hast thou with specious art arranged; \nbut yet I think-albeit in speaking I am indiscreet-that thou hast sinned \nin thy betrayal of thy wife. ","speaker":"LEADER"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"No doubt I differ from the mass of men on many points; for, \nto my mind, whoso hath skill to fence with words in an unjust cause, incurs \nthe heaviest penalty; for such an one, confident that he can cast a decent \nveil of words o'er his injustice, dares to practise it; and yet he is not \nso very clever after all. So do not thou put forth thy specious pleas and \nclever words to me now, for one word of mine will lay thee low. Hadst thou \nnot had a villain's heart, thou shouldst have gained my consent, then made \nthis match, instead of hiding it from those who loved thee. \n","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Thou wouldest have lent me ready aid, no doubt, in this proposal, \nif had told thee of my marriage, seeing that not even now canst thou restrain \nthy soul's hot fury. ","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"This was not what restrained thee; but thine eye was turned \ntowards old age, and a foreign wife began to appear a shame to thee. \n","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Be well assured of this: 'twas not for the woman's sake I wedded \nthe king's daughter, my present wife; but, as I have already told thee, \nI wished to insure thy safety and to be the father of royal sons bound \nby blood to my own children-a bulwark to our house. \n","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"May that prosperity, whose end is woe, ne'er be mine, nor such \nwealth as would ever sting my heart! ","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Change that prayer as I will teach thee, and thou wilt show \nmore wisdom. Never let happiness appear in sorrow's guise, nor, when thy \nfortune smiles, pretend she frowns! ","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Mock on; thou hast a place of refuge; I am alone, an exile \nsoon to be. ","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Thy own free choice was this; blame no one else. \n","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"What did I do? Marry, then betray thee? \n","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Against the king thou didst invoke an impious curse. \n","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"On thy house too maybe I bring the curse. \n","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Know this, I will no further dispute this point with thee. \nBut, if thou wilt of my fortune somewhat take for the children or thyself \nto help thy exile, say on; for I am ready to grant it with ungrudging hand, \nyea and to bend tokens to my friends elsewhere who shall treat thee well. \nIf thou refuse this offer, thou wilt do a foolish deed, but if thou cease \nfrom anger the greater will be thy gain. ","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"I will have naught to do with friends of thine, naught will \nI receive of thee, offer it not to me; a villain's gifts can bring no blessing. \n","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"At least I call the gods to witness, that I am ready in all \nthings to serve thee and thy children, but thou dost scorn my favours and \nthrustest thy friends stubbornly away; wherefore thy lot will be more bitter \nstill. ","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Away! By love for thy young bride entrapped, too long thou \nlingerest outside her chamber; go wed, for, if God will, thou shalt have \nsuch a marriage as thou wouldst fain refuse. ","speaker":"MEDEA"},{"type":"text","value":"JASON goes out.","speaker":"MEDEA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"MEDEA has been seated in despair on her door-step during the choral \nsong. AEGEUS and his attendants enter.","speaker":"CHORUS "},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"All hail, Medea! no man knoweth fairer prelude to the greeting \nof friends than this. ","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"All hail to thee likewise, Aegeus, son of wise Pandion. Whence \ncomest thou to this land? ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"From Phoebus' ancient oracle. ","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"What took thee on thy travels to the prophetic centre of the \nearth? ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"The wish to ask how I might raise up seed unto myself. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Pray tell me, hast thou till now dragged on a childless life? \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"I have no child owing to the visitation of some god. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Hast thou a wife, or hast thou never known the married state? \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"I have a wife joined to me in wedlock's bond. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"What said Phoebus to thee as to children? \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Words too subtle for man to comprehend. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Surely I may learn the god's answer? ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Most assuredly, for it is just thy subtle wit it needs. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"What said the god? speak, if I may hear it. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"He bade me \"not loose the wineskin's pendent neck.\" \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Till when? what must thou do first, what country visit? \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Till I to my native home return. ","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"What object hast thou in sailing to this land? \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"O'er Troezen's realm is Pittheus king. ","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Pelops' son, a man devout they say. ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"To him I fain would impart the oracle of the god. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"The man is shrewd and versed in such-like lore. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Aye, and to me the dearest of all my warrior friends. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Good luck to thee! success to all thy wishes! \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"But why that downcast eye, that wasted cheek? \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"O Aegeus, my husband has proved most evil. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"What meanest thou? explain to me clearly the cause of thy despondency. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Jason is wronging me though I have given him no cause. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"What hath he done? tell me more clearly. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"He is taking another wife to succeed me as mistress of his \nhouse. ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Can he have brought himself to such a dastard deed? \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Be assured thereof; I, whom he loved of yore, am in dishonour \nnow. ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Hath he found a new love? or does he loathe thy bed? \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Much in love is he! A traitor to his friend is he become. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Enough! if he is a villain as thou sayest. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"The alliance he is so much enamoured of is with a princess. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Who gives his daughter to him? go on, I pray. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Creon, who is lord of this land of Corinth. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Lady, I can well pardon thy grief. ","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"I am undone, and more than that, am banished from the land. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"By whom? fresh woe this word of thine unfolds. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Creon drives me forth in exile from Corinth. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Doth Jason allow it? This too I blame him for. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Not in words, but he will not stand out against it. O, I implore \nthee by this beard and by thy knees, in suppliant posture, pity, O pity \nmy sorrows; do not see me cast forth forlorn, but receive me in thy country, \nto a seat within thy halls. So may thy wish by heaven's grace be crowned \nwith a full harvest of offspring, and may thy life close in happiness! \nThou knowest not the rare good luck thou findest here, for I will make \nthy childlessness to cease and cause thee to beget fair issue; so potent \nare the spells I know. ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Lady, on many grounds I am most fain to grant thee this thy \nboon, first for the gods' sake, next for the children whom thou dost promise \nI shall beget; for in respect of this I am completely lost. 'Tis thus with \nme; if e'er thou reach my land, I will attempt to champion thee as I am \nbound to do. Only one warning I do give thee first, lady; I will not from \nthis land bear thee away, yet if of thyself thou reach my halls, there \nshalt thou bide in safety and I will never yield thee up to any man. But \nfrom this land escape without my aid, for I have no wish to incur the blame \nof my allies as well. ","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"It shall be even so; but wouldst thou pledge thy word to this, \nI should in all be well content with thee. ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Surely thou dost trust me? or is there aught that troubles \nthee? ","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Thee I trust; but Pelias' house and Creon are my foes. Wherefore, \nif thou art bound by an oath, thou wilt not give me up to them when they \ncome to drag me from the land, but, having entered into a compact and sworn \nby heaven as well, thou wilt become my friend and disregard their overtures. \nWeak is any aid of mine, whilst they have wealth and a princely house. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Lady, thy words show much foresight, so if this is thy will, \nI do not, refuse. For I shall feel secure and safe if I have some pretext \nto offer to thy foes, and thy case too the firmer stands. Now name thy \ngods. ","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Swear by the plain of Earth, by Helios my father's sire, and, \nin one comprehensive oath, by all the race of gods. \n","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"What shall I swear to do, from what refrain? tell me that. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Swear that thou wilt never of thyself expel me from thy land, \nnor, whilst life is thine, permit any other, one of my foes maybe, to hale \nme thence if so he will. ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"By Earth I swear, by the Sun-god's holy beam and by all the \nhost of heaven that I will stand fast to the terms I hear thee make. \n","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"'Tis enough. If thou shouldst break this oath, what curse dost \nthou invoke upon thyself? ","speaker":"MEDEA"},{"type":"speech","value":"AEGEUS","speaker":"AEGEUS"},{"type":"text","value":"Whate'er betides the impious. ","speaker":"AEGEUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Go in peace; all is well, and I with what speed I may, will \nto thy city come, when I have wrought my purpose and obtained my wish. \n","speaker":"MEDEA"},{"type":"text","value":"AEGEUS and his retinue depart.","speaker":"MEDEA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"O Zeus, and Justice, child of Zeus, and Sun-god's light, now \nwill triumph o'er my foes, kind friends; on victory's road have I set forth; \ngood hope have I of wreaking vengeance on those I hate. For where we were \nin most distress this stranger hath appeared, to be a haven in my counsels; \nto him will we make fast the cables of our ship when we come to the town \nand citadel of Pallas. But now will I explain to thee my plans in full; \ndo not expect to hear a pleasant tale. A servant of mine will I to Jason \nsend and crave an interview; then when he comes I will address him with \nsoft words, say, \"this pleases me,\" and, \"that is well,\" even the marriage \nwith the princess, which my treacherous lord is celebrating, and add \"it \nsuits us both, 'twas well thought out\"; then will I entreat that here my \nchildren may abide, not that I mean to leave them in a hostile land for \nfoes to flout, but that I may slay the king's daughter by guile. For I \nwill send them with gifts in their hands, carrying them unto the bride \nto save them from banishment, a robe of finest woof and a chaplet of gold. \nAnd if these ornaments she take and put them on, miserably shall she die, \nand likewise everyone who touches her; with such fell poisons will I smear \nmy gifts. And here I quit this theme; but I shudder at the deed I must \ndo next; for I will slay the children I have borne; there is none shall \ntake them from my toils; and when I have utterly confounded Jason's house \nI will leave the land, escaping punishment for my dear children's murder, \nafter my most unholy deed. For I cannot endure the taunts of enemies, kind \nfriends; enough! what gain is life to me? I have no country, home, or refuge \nleft. O, I did wrong, that hour I left my father's home, persuaded by that \nHellene's words, who now shall pay the penalty, so help me God, Never shall \nhe see again alive the children I bore to him, nor from his new bride shall \nhe beget issue, for she must die a hideous death, slain by my drugs. Let \nno one deem me a poor weak woman who sits with folded hands, but of another \nmould, dangerous to foes and well-disposed to friends; for they win the \nfairest fame who live then, life like me. ","speaker":"MEDEA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Since thou hast imparted this design to me, I bid thee hold \nthy hand, both from a wish to serve thee and because I would uphold the \nlaws men make. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"It cannot but be so; thy words I pardon since thou art not \nin the same sorry plight that I am. ","speaker":"MEDEA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"O lady, wilt thou steel thyself to slay thy children twain? \n","speaker":"LEADER"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"I will, for that will stab my husband to the heart. \n","speaker":"MEDEA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"It may, but thou wilt be the saddest wife alive. \n","speaker":"LEADER"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"No matter; wasted is every word that comes 'twixt now and then. \nHo!  ","speaker":"MEDEA"},{"type":"text","value":"The NURSE enters in answer to her call.","speaker":"MEDEA"},{"type":"text","value":"The NURSE goes out.","speaker":"MEDEA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"JASON enters.","speaker":"CHORUS "},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"I am come at thy bidding, for e'en though thy hate for me is \nbitter thou shalt not fail in this small boon, but I will hear what new \nrequest thou hast to make of me, lady. ","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Jason, I crave thy pardon for the words I spoke, and well thou \nmayest brook my burst of passion, for ere now we twain have shared much \nlove. For I have reasoned with my soul and railed upon me thus, \"Ah! poor \nheart! why am I thus distraught, why so angered 'gainst all good advice, \nwhy have I come to hate the rulers of the land, my husband too, who does \nthe best for me he can, in wedding with a princess and rearing for my children \nnoble brothers? Shall I not cease to fret? What possesses me, when heaven \nits best doth offer? Have I not my children to consider? do I forget that \nwe are fugitives, in need of friends?\" When I had thought all this I saw \nhow foolish I had been, how senselessly enraged. So now do commend thee \nand think thee most wise in forming this connection for us; but I was mad, \nI who should have shared in these designs, helped on thy plans, and lent \nmy aid to bring about the match, only too pleased to wait upon thy bride. \nBut what we are, we are, we women, evil I will not say; wherefore thou \nshouldst not sink to our sorry level nor with our weapons meet our \nchildishness.\nI yield and do confess that I was wrong then, but now have I come \nto a better mind. Come hither, my children, come, leave the house, step \nforth, and with me greet and bid farewell to your father, be reconciled \nfrom all past bitterness unto your friends, as now your mother is; for \nwe have made a truce and anger is no more. ","speaker":"MEDEA"},{"type":"text","value":"The ATTENDANT comes out of the house with the children.","speaker":"MEDEA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"From my eyes too bursts forth the copious tear; O, may no greater \nill than the present e'er befall! ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Lady, I praise this conduct, not that I blame what is past; \nfor it is but natural to the female sex to vent their spleen against a \nhusband when he trafficks in other marriages besides his own. But thy heart \nis changed to wiser schemes and thou art determined on the better course, \nlate though it be; this is acting like a woman of sober sense. And for \nyou, my sons, hath your father provided with all good heed a sure refuge, \nby God's grace; for ye, I trow, shall with your brothers share hereafter \nthe foremost rank in this Corinthian realm. Only grow up, for all the rest \nyour sire and whoso of the gods is kind to us is bringing to pass. May \nI see you reach man's full estate, high o'er the heads of those I hate! \nBut thou, lady, why with fresh tears dost thou thine eyelids wet, turning \naway thy wan cheek, with no welcome for these my happy tidings? \n","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"'Tis naught; upon these children my thoughts were turned. \n","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Then take heart; for I will see that it is well with them. \n","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"I will do so; nor will I doubt thy word; woman is a weak creature, \never given to tears. ","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Why prithee, unhappy one, dost moan o'er these children? \n","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"I gave them birth; and when thou didst pray long life for them, \npity entered into my soul to think that these things must be. But the reason \nof thy coming hither to speak with me is partly told, the rest will I now \nmention. Since it is the pleasure of the rulers of the land to banish me, \nand well I know 'twere best for me to stand not in the way of thee or of \nthe rulers by dwelling here, enemy as I am thought unto their house, forth \nfrom this land in exile am I going, but these children,-that they may know \nthy fostering hand, beg Creon to remit their banishment. \n","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"I doubt whether I can persuade him, yet must I attempt it. \n","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"At least do thou bid thy wife ask her sire this boon, to remit \nthe exile of the children from this land. ","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Yea, that will I; and her methinks I shall persuade, since \nshe is woman like the rest. ","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"I too will aid thee in this task, for by the children's hand \nI will send to her gifts that far surpass in beauty, I well know, aught \nthat now is seen 'mongst men, a robe of finest tissue and a chaplet of \nchased gold. But one of my attendants must haste and bring the ornaments \nhither.  ","speaker":"MEDEA"},{"type":"text","value":"A servant goes into the house.","speaker":"MEDEA"},{"type":"text","value":"The servant returns and hands the gifts to the children.","speaker":"MEDEA"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"But why so rashly rob thyself of these gifts? Dost think a \nroyal palace wants for robes or gold? Keep them, nor give them to another. \nFor well I know that if my lady hold me in esteem, she will set my price \nabove all wealth. ","speaker":"JASON"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Say not so; 'tis said that gifts tempt even gods; and o'er \nmen's minds gold holds more potent sway than countless words. Fortune smiles \nupon thy bride, and heaven now doth swell her triumph; youth is hers and \nprincely power; yet to save my children from exile I would barter life, \nnot dross alone. Children, when we are come to the rich palace, pray your \nfather's new bride, my mistress, with suppliant voice to save you from \nexile, offering her these ornaments the while; for it is most needful that \nshe receive the gifts in her own hand. Now go and linger not; may ye succeed \nand to your mother bring back the glad tidings she fain would hear \n","speaker":"MEDEA"},{"type":"text","value":"JASON, the ATTENDANT, and the children go out together.","speaker":"MEDEA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"The ATTENDANT enters with the children.","speaker":"CHORUS "},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Thy children, lady, are from exile freed, and gladly did the \nroyal bride accept thy gifts in her own hands, and so thy children made \ntheir peace with her. ","speaker":"ATTENDANT"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Ah! ","speaker":"MEDEA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Why art so disquieted in thy prosperous hour? Why turnest thou \nthy cheek away, and hast no welcome for my glad news? \n","speaker":"ATTENDANT"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Ah me! ","speaker":"MEDEA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"These groans but ill accord with the news I bring. \n","speaker":"ATTENDANT"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Ah me! once more I say. ","speaker":"MEDEA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Have I unwittingly announced some evil tidings? Have I erred \nin thinking my news was good? ","speaker":"ATTENDANT"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Thy news is as it is; I blame thee not. \n","speaker":"MEDEA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Then why this downcast eye, these floods of tears? \n","speaker":"ATTENDANT"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Old friend, needs must I weep; for the gods and I with fell \nintent devised these schemes. ","speaker":"MEDEA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Be of good cheer; thou too of a surety shalt by thy sons yet \nbe brought home again. ","speaker":"ATTENDANT"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Ere that shall I bring others to their home, ah! woe is me \n","speaker":"MEDEA"},{"type":"speech","value":"ATTENDANT","speaker":"ATTENDANT"},{"type":"text","value":"Thou art not the only mother from thy children reft. Bear patiently \nthy troubles as a mortal must. ","speaker":"ATTENDANT"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"I will obey; go thou within the house and make the day's provision \nfor the children.  ","speaker":"MEDEA"},{"type":"text","value":"The ATTENDANT enters the house. MEDEA turns to the \nchildren.","speaker":"MEDEA"},{"type":"text","value":"The children go into the house.","speaker":"MEDEA"},{"type":"text","value":"The children come out at her call. She takes them in her \narms.","speaker":"MEDEA"},{"type":"text","value":"She goes into the house with the children.","speaker":"MEDEA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"text","value":"MEDEA comes out of the house.","speaker":"CHORUS "},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Kind friends, long have I waited expectantly to know how things \nwould at the palace chance. And lo! I see one of Jason's servants coming \nhither, whose hurried gasps for breath proclaim him the bearer of some \nfresh tidings. ","speaker":"MEDEA"},{"type":"text","value":"A MESSENGER rushes in.","speaker":"MEDEA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Fly, fly, Medea! who hast wrought an awful deed, transgressing \nevery law: nor leave behind or sea-borne bark or car that scours the plain. \n","speaker":"MESSENGER"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Why, what hath chanced that calls for such a flight of mine? \n","speaker":"MEDEA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"The princess is dead, a moment gone, and Creon too, her sire, \nslain by those drugs of thine. ","speaker":"MESSENGER"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Tidings most fair are thine! Henceforth shalt thou be ranked \namongst my friends and benefactors. ","speaker":"MEDEA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Ha! What? Art sane? Art not distraught, lady, who hearest with \njoy the outrage to our royal house done, and art not at the horrid tale \nafraid? ","speaker":"MESSENGER"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"Somewhat have I, too, to say in answer to thy words. Be not \nso hasty, friend, but tell the manner of their death, for thou wouldst \ngive me double joy, if so they perished miserably. ","speaker":"MEDEA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"When the children twain whom thou didst bear came with their \nfather and entered the palace of the bride, right glad were we thralls \nwho had shared thy griefs, for instantly from ear to ear a rumour spread \nthat thou and thy lord had made up your former quarrel. One kissed thy \nchildren's hands, another their golden hair, while I for very joy went \nwith them in person to the women's chambers. Our mistress, whom now we \ndo revere in thy room, cast a longing glance at Jason, ere she saw thy \nchildren twain; but then she veiled her eyes and turned her blanching cheek \naway, disgusted at their coming; but thy husband tried to check his young \nbride's angry humour with these words: \"O, be not angered 'gainst thy friends; \ncease from wrath and turn once more thy face this way, counting as friends \nwhomso thy husband counts, and accept these gifts, and for my sake crave \nthy sire to remit these children's exile.\" Soon as she saw the ornaments, \nno longer she held out, but yielded to her lord in all; and ere the father \nand his sons were far from the palace gone, she took the broidered robe \nand put it on, and set the golden crown about her tresses, arranging her \nhair at her bright mirror, with many a happy smile at her breathless counterfeit. \nThen rising from her seat she passed across the chamber, tripping lightly \non her fair white foot, exulting in the gift, with many a glance at her \nuplifted ankle. When lo! a scene of awful horror did ensue. In a moment \nshe turned pale, reeled backwards, trembling in every limb, and sinks upon \na seat scarce soon enough to save herself from falling to the ground. An \naged dame, one of her company, thinking belike it was a fit from Pan or \nsome god sent, raised a cry of prayer, till from her mouth she saw the \nfoam-flakes issue, her eyeballs rolling in their sockets, and all the blood \nher face desert; then did she raise a loud scream far different from her \nformer cry. Forthwith one handmaid rushed to her father's house, another \nto her new bridegroom to tell his bride's sad fate, and the whole house \nechoed with their running to and fro. By this time would a quick walker \nhave made the turn in a course of six plethra and reached the goal, when \nshe with one awful shriek awoke, poor sufferer, from her speechless trance \nand oped her closed eyes, for against her a twofold anguish was warring. \nThe chaplet of gold about her head was sending forth a wondrous stream \nof ravening flame, while the fine raiment, thy children's gift, was preying \non the hapless maiden's fair white flesh; and she starts from her seat \nin a blaze and seeks to fly, shaking her hair and head this way and that, \nto cast the crown therefrom; but the gold held firm to its fastenings, \nand the flame, as she shook her locks, blazed forth the more with double \nfury. Then to the earth she sinks, by the cruel blow o'ercome; past all \nrecognition now save to a father's eye; for her eyes had lost their tranquil \ngaze, her face no more its natural look preserved, and from the crown of \nher head blood and fire in mingled stream ran down; and from her bones \nthe flesh kept peeling off beneath the gnawing of those secret drugs, e'en \nas when the pine-tree weeps its tears of pitch, a fearsome sight to see. \nAnd all were afraid to touch the corpse, for we were warned by what had \nchanced. Anon came her haples father unto the house, all unwitting of her \ndoom, and stumbles o'er the dead, and loud he cried, and folding his arms \nabout her kissed her, with words like these the while, \"O my poor, poor \nchild, which of the gods hath destroyed thee thus foully? Who is robbing \nme of thee, old as I am and ripe for death? O my child, alas! would I could \ndie with thee!\" He ceased his sad lament, and would have raised his aged \nframe, but found himself held fast by the fine-spun robe as ivy that clings \nto the branches of the bay, and then ensued a fearful struggle. He strove \nto rise, but she still held him back; and if ever he pulled with all his \nmight, from off his bones his aged flesh he tore. At last he gave it up, \nand breathed forth his soul in awful suffering; for he could no longer \nmaster the pain. So there they lie, daughter and aged sire, dead side by \nside, a grievous sight that calls for tears. And as for thee, I leave thee \nout of my consideration, for thyself must discover a means to escape punishment. \nNot now for the first time I think this human life a shadow; yea, and without \nshrinking I will say that they amongst men who pretend to wisdom and expend \ndeep thought on words do incur a serious charge of folly; for amongst mortals \nno man is happy; wealth may pour in and make one luckier than another, \nbut none can happy be. ","speaker":"MESSENGER"},{"type":"text","value":"The MESSENGER departs.","speaker":"MESSENGER"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"This day the deity, it seems, will mass on Jason, as he well \ndeserves, heavy load of evils. Woe is thee, daughter of Creon We pity thy \nsad fate, gone as thou art to Hades' halls as the price of thy marriage \nwith Jason. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"MEDEA","speaker":"MEDEA"},{"type":"text","value":"My friends, I am resolved upon the deed; at once will I slay \nmy children and then leave this land, without delaying long enough to hand \nthem over to some more savage hand to butcher. Needs must they die in any \ncase; and since they must, I will slay them-I, the mother that bare them. \nO heart of mine, steel thyself! Why do I hesitate to do the awful deed \nthat must be done? Come, take the sword, thou wretched hand of mine! Take \nit, and advance to the post whence starts thy life of sorrow! Away with \ncowardice! Give not one thought to thy babes, how dear they are or how \nthou art their mother. This one brief day forget thy children dear, and \nafter that lament; for though thou wilt slay them yet they were thy darlings \nstill, and I am a lady of sorrows. ","speaker":"MEDEA"},{"type":"text","value":"MEDEA enters the house.","speaker":"MEDEA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"FIRST SON ","speaker":"FIRST SON "},{"type":"text","value":"within","speaker":"FIRST SON "},{"type":"speech","value":"SECOND SON ","speaker":"SECOND SON "},{"type":"text","value":"within","speaker":"SECOND SON "},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"FIRST SON ","speaker":"FIRST SON "},{"type":"text","value":"within","speaker":"FIRST SON "},{"type":"speech","value":"SECOND SON ","speaker":"SECOND SON "},{"type":"text","value":"within","speaker":"SECOND SON "},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"text","value":"JASON and his attendants enter.","speaker":"CHORUS "},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"Ladies, stationed near this house, pray tell me is the author \nof these hideous deeds, Medea, still within, or hath she fled from hence? \nFor she must hide beneath the earth or soar on wings towards heaven's vault, \nif she would avoid the vengeance of the royal house. Is she so sure she \nwill escape herself unpunished from this house, when she hath slain the \nrulers of the land? But enough of this! I am forgetting her children. As \nfor her, those whom she hath wronged will do the like by her; but I am \ncome to save the children's life, lest the victim's kin visit their wrath \non me, in vengeance for the murder foul, wrought by my children's mother. \n","speaker":"JASON"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Unhappy man, thou knowest not the full extent of thy misery, \nelse had thou never said those words. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"How now? Can she want to kill me too? ","speaker":"JASON"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Thy sons are dead; slain by their own mother's hand. \n","speaker":"LEADER"},{"type":"speech","value":"JASON","speaker":"JASON"},{"type":"text","value":"O God! what sayest thou? Woman, thou hast sealed my doom. \n","speaker":"JASON"},{"type":"speech","value":"LEADER","speaker":"LEADER"}]}]