[{"title":"rhesus","play":"rhesus","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"Rhesus\nBy Euripides\nWritten 450 B.C.E","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"To Hector's couch away, one of you wakeful squires that tend \nthe prince, to see if he have any fresh tidings from the warriors who were \nset to guard the assembled host during the fourth watch of the night. \n ","speaker":"CHORUS"},{"type":"text","value":"Calls to HECTOR in the tent","speaker":"CHORUS"},{"type":"text","value":"Enter HECTOR.","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Who goes there? Is it a friend who calls? Who art thou? Thy \nwatchword? Speak! Who in the dark hours comes nigh my couch, must tell \nme who he is. ","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Sentinels we of the army. ","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Why this tumultuous haste? ","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Be of good courage. ","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Is there some midnight ambuscade? ","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Nay. ","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Then why dost thou desert thy post and rouse the army, save \nthou have some tidings of the night? Art not aware how near the Argive \nhost we take our night's repose in all our harness clad? \n","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"To arms! O Hector, seek thine allies' sleeping camp! Bid them \nwield the spear! Awake them! thine own company despatch a friend. Saddle \nand bridle the steeds. Who will to the son of Panthus? who to Europa's \nson, captain of the Lycian band? Where are they who should inspect the \nvictims? Where be the leaders of the light-armed troops? Ye Phrygian archers, \nstring your horn-tipped bows. ","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Now fear, now confidence thy tidings inspire; nothing is plainly \nset forth. Can it be that thou art smitten with wild affright by Pan, the \nson of Cronion, and leaving thy watch therefore dost rouse the host? What \nmeans thy noisy summons? What tidings can I say thou bringest? Thy words \nare many, but no plain statement hast thou made. ","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"The long night through, O Hector, the Argive host hath kindled \nfires, and bright with torches shines the anchored fleet. To Agamemnon's \ntent the whole army moves clamorously by night, eager for fresh orders \nmaybe, for never before have I seen such commotion among yon sea-faring \nfolk. Wherefore I was suspicious of what might happen and came to tell \nthee, that thou mayest have no cause to blame me hereafter. \n","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"In good season com'st thou, albeit thy tidings are fraught \nwith terror; for those cowards are bent on giving me the slip and stealing \naway from this land in their ships by night; their midnight signalling \nconvinces me of this. Ah! Fortune, to rob me in my hour of triumph, a lion \nof his prey, or ever this spear of mine with one fell swoop had made an \nend for aye of yonder Argive host! Yea, had not the sun's bright lamp withheld \nhis light, I had not stayed my victor's spear, ere I had fired their ships \nand made my way from tent to tent, drenching this hand in Achaean gore. \nRight eager was I to make a night attack and take advantage of the stroke \nof luck by heaven sent, but those wise seers of mine, who have heaven's \nwill so pat, persuaded me to wait the dawn, and then leave not one Achaean \nin the land. But those others await not the counsels of my soothsayers; \ndarkness turns runaways to heroes. Needs must we now without delay pass \nthis word along the line \"Arm, arm! from slumber cease!\" for many a man \nof them, e'en as he leaps aboard his ship, shall be smitten through the \nback and sprinkle the ladders with blood, and others shall be fast bound \nwith cords and learn to till our Phrygian glebe. ","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Thou hastest, Hector, before thou knowest clearly what is happening; \nfor we do not know for certain whether our foes are flying. \n","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"What reason else had the Argive host to kindle fires? \n","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"I cannot say; my soul doth much misgive me. \n","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"If this thou fearest, be sure there's nought thou wouldst not \nfear. ","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Never aforetime did the enemy kindle such a blaze. \n","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"No, nor ever before did they suffer such shameful defeat and \nrout. ","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"This thou didst achieve; look now to what remains to do. \n","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"I have but one word to say, \"Arm, arm against the foe!\" \n","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Lo! where Aeneas comes, in hot haste too, as though he hath \nnews to tell his friends. ","speaker":"CHORUS"},{"type":"text","value":"Enter ENEAS.","speaker":"CHORUS"},{"type":"speech","value":"AENEAS","speaker":"AENEAS"},{"type":"text","value":"Why, Hector, have the sentinels in terror made their way through \nthe host to thy couch to hold a midnight conclave and disturb the army? \n","speaker":"AENEAS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Case thee in thy coat of mail, Aeneas. ","speaker":"HECTOR"},{"type":"speech","value":"AENEAS","speaker":"AENEAS"},{"type":"text","value":"How now? are tidings come of some secret stratagem set on foot \nduring the night by the foe? ","speaker":"AENEAS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"They are flying, these foes of ours, and going aboard their \nships. ","speaker":"HECTOR"},{"type":"speech","value":"AENEAS","speaker":"AENEAS"},{"type":"text","value":"What sure proof canst thou give of this? \n","speaker":"AENEAS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"The livelong night they are kindling blazing torches; methinks \nthey will not wait for the morrow, but after lighting brands upon their \nships' decks will leave this and to their homes. ","speaker":"HECTOR"},{"type":"speech","value":"AENEAS","speaker":"AENEAS"},{"type":"text","value":"And thou, wherefore dost thou gird thee with thy sword? \n","speaker":"AENEAS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"With my spear will I stop them even as they fly and leap aboard \ntheir ships, and my hand shail be heavy upon them; for shameful it were \nin us, aye, and cowardly as well as shameful, when God gives them into \nour hands, to let our foes escape without a blow after all the injuries \nthey have done us. ","speaker":"HECTOR"},{"type":"speech","value":"AENEAS","speaker":"AENEAS"},{"type":"text","value":"Would thou wert as sage as thou art bold But lo! among mortals \nthe same man is not dowered by nature with universal knowledge; each hath \nhis special gift appointed him, thine is arms, another's is sage counsel. \nThou hearest their torches are blazing, and art fired with the hope that \nthe Achaeans are flying, and wouldst lead on our troops across the trenches \nin the calm still night. Now after crossing the deep yawning trench, supposing \nthou shouldst find the enemy are not flying from the land, but are awaiting \nthy onset, beware lest thou suffer defeat and so never reach this city \nagain; for how wilt thou pass the palisades in a rout? And how shall thy \ncharioteers cross the bridges without dashing the axles of their cars to \npieces? And, if victorious, thou hast next the son of Peleus to engage; \nhe will ne'er suffer thee to cast the firebrand on the fleet, no, nor to \nharry the Achaeans as thou dost fondly fancy. Nay, for yon man is fierce \nas fire, a very tower of valiancy. Let us rather then leave our men to \nsleep calmly under arms after the weariness of battle, while we send, as \nI advise, whoe'er will volunteer, to spy upon the enemy; and if they really \nare preparing to fly, let us arise and fall upon the Argive host, but if \nthis signalling is a trap to catch us, we shall discover from the spy the \nenemy's designs and take our measures; such is my advice, O King. \n","speaker":"AENEAS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"It likes me well; so change thy mind and adopt this counsel. \nI love not hazardous commands in generals. What better scheme could be \nthan for a fleet spy to approach the ships and learn why our foes are lighting \nfires in front of their naval station? ","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Since this finds favour with you all, prevail. \n ","speaker":"HECTOR"},{"type":"text","value":"To AENEAS","speaker":"HECTOR"},{"type":"speech","value":"AENEAS","speaker":"AENEAS"},{"type":"text","value":"Send out the spy forthwith; there's safety in thy counsels \nnow. And thou shalt find me steadfast at thy side, whene'er occasion call. \n","speaker":"AENEAS"},{"type":"text","value":"Exit AENEAS.","speaker":"AENEAS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"What Trojan now af all our company doth volunteer to go and \nspy the Argive fleet? Who will be that patriot? Who saith \"I will\"? Myself \ncannot at every point serve my country and my friends in arms. \n","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Comes from the rear","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"True to his name in sooth, his country's friend is Dolon. Thy \nfather's house was famed of yore, but thou hast made it doubly so. \n","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"So must I toil, but for my pains a meet reward should I receive. \nFor set a price on any deed, and then and there it gives to it a double \ngrace. ","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Yea, that is but fair; I cannot gainsay it. Name any prize \nfor thyself save the sway I bear. ","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"I covet not thy toilsome sovereignty. ","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Well then, marry a daughter of Priam and become my good brother. \n","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Nay, I care not to wed amongst those beyond my station. \n","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"There's gold, if this thou'lt claim as thy guerdon. \n","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Gold have I in my home; no sustenance lack I. \n","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"What then is thy desire of all that Ilium stores within her? \n","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Promise me my gift when thou dost conquer the Achaeans. \n","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"I will give it thee; do thou ask anything except the captains \nof the fleet. ","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Slay them; I do not ask thee to keep thy hand off Menelaus. \n","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Is it the son of Oileus thou wouldst ask me for? \n","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Ill hands to dig and delve are those mid luxury nursed. \n","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Whom then of the Acheans wilt thou have alive to hold to ransom? \n","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"I told thee before, my house is stored with gold. \n","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Why then, thou shalt come and with thine own hands choose out \nsome spoil. ","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Nail up the spoils for the gods on their temple walls. \n","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Prithee, what higher prize than these wilt ask me for? \n","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Achilles' coursers. Needs must the prize be worth the toil \nwhen one stakes one's life on Fortune's die. ","speaker":"DOLON"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Ah! but thy wishes clash with mine anent those steeds; for \nof immortal stock, they and their sires before them, are those horses that \nbear the son of Peleus on his headlong course. Them did king Poseidon, \nocean's god, break and give to Peleus, so runs the legend-yet, for I did \nurge thee on, I will not break my word; to thee will I give Achilles' team, \nto add a splendour to thy house. ","speaker":"HECTOR"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"I thank thee; in receiving them I avow I am taking a fairer \ngift than any other Phrygian for my bravery. Yet thee it needs not to be \nenvious; countless joys besides this will glad thy heart in thy kingship \no'er this land. ","speaker":"DOLON"},{"type":"text","value":"Exit HECTOR.","speaker":"DOLON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Great the enterprise, and great the boon thou designest to \nreceive. Happy, ay, happy wilt thou be, if thou succeed; fair the fame \nthy toil shall win. Yet to wed with a prince's sister were a distinction \nhigh. On Heaven's decrees let Justice keep her eye! what man can give thou \nhast, it seems, in full. ","speaker":"CHORUS"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Now will I set forth, and going within my house will don such \ngarb as suits, and then will hasten to the Argive fleet. \n","speaker":"DOLON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Why, what dress in place of this wilt thou assume? \n","speaker":"CHORUS"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"Such as suits my task and furtive steps. \n","speaker":"DOLON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"One should ever learn wisdom from the wise; tell me wherewith \nthou wilt drape thy body. ","speaker":"CHORUS"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"I will fasten a wolf skin about my back, and o'er my head put \nthe brute's gaping jaws; then fitting its fore-feet to my hands and its \nhind-feet to my legs I will go on all-fours in imitation of its gait to \npuzzle the enemy when I approach their trenches and barriers round the \nships. But whenever I come to a deserted spot, on two feet will I walk; \nsuch is the ruse I have decided on. ","speaker":"DOLON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"May Hermes, Maia's child, escort thee safely there and back, \nprince of tricksters as he is! Thou knowest what thou hast to do; good \nluck is all thou needest now. ","speaker":"CHORUS"},{"type":"speech","value":"DOLON","speaker":"DOLON"},{"type":"text","value":"I shall return in safety, and bring to thee the head of Odysseus \nwhen I have slain him, or maybe the son of Tydeus, and with this clear \nproof before thee thou shalt avow that Dolon went unto the Argive fleet; \nfor, ere the dawn appear, I will win back home with bloodstained hand. \n","speaker":"DOLON"},{"type":"text","value":"Exit DOLON.","speaker":"DOLON"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O Apollo, blest godhead, lord of Thymbra and of Delos, who \nhauntest thy fane in Lycia, come with all thy archery, appear this night, \nand by thy guidance save our friend now setting forth, and aid the Dardans' \nscheme, almighty god whose hands in days of yore upreared Troy's walls! \nGood luck attend his mission to the ships! may he reach the host of Hellas \nand spy it out, then turn again and reach the altars of his father's home \nin Ilium! Grant him to mount the chariot drawn by Phthia's steeds, when \nHector, our master, hath sacked Achae's camp, those steeds that the sea-god \ngave to Peleus, son of Aeacus; for he and he alone had heart enough for \nhome and country to go and spy the naval station; his spirit I admire; \nhow few stout hearts there be, when on the sea the sunlight dies and the \ncity labours in the surge; Phrygia yet hath left a valiant few, and bold \nhearts in the battle's press; 'tis only Mysia's sons who scorn us as \nallies.\nWhich of the Achaeans will their four-footed murderous foe slay \nin their beds, as he crosses the ground, feigning to be a beast? May he \nlay Menelaus low or slay Agamemnon and bring his head to Helen's hands, \ncausing her to lament her evil kinsman, who hath come against my city, \nagainst the land of Troy with his countless host of \nships.\nDOLON reappears disguised and departs for the Greek camp. \n","speaker":"CHORUS"},{"type":"text","value":"Enter MESSENGER.","speaker":"CHORUS"},{"type":"speech","value":"MESSENGER ","speaker":"MESSENGER "},{"type":"text","value":"a Shepherd","speaker":"MESSENGER "},{"type":"text","value":"Enter HECTOR.","speaker":"MESSENGER "},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Full oft the rustic mind is afflicted with dulness; so thou, \nas like as not, art come to this ill-suited place to tell thy master that \nhis flocks are bearing well. Knowest thou not my palace or my father's \nthrone? Thither thou shouldst carry thy tale when thou hast prospered with \nthy flocks. ","speaker":"HECTOR"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Dull herdsmen are; I do not gainsay thee.\nBut none the less I bring thee joyful news. ","speaker":"MESSENGER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"A truce to thy tale of how the sheep-fold fares; I have battles \nto fight and spears to wield. ","speaker":"HECTOR"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"The very things of which I, too, came to tell thee; for a chieftain \nof a countless host is on his way to join thee as thy friend and to champion \nthis land. ","speaker":"MESSENGER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"His country? and the home that he hath left? \n","speaker":"HECTOR"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"His country, Thrace: men call his father Strymon. \n","speaker":"MESSENGER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Didst say that Rhesus was setting foot in \n","speaker":"HECTOR"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Thou hast it; and savest me half my speech. \n","speaker":"MESSENGER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"How is it that he comes to Ida's meadows, wandering from the \nbroad waggon track across the plain? ","speaker":"HECTOR"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"I cannot say for certain, though I might guess. To make his \nentry by night is no idle scheme, when he hears that the plains are packed \nwith foemen's troops. But he frightened us rustic hinds who dwell alog \nthe slopes of Ida, the earliest settlement in the land, as he came by night \nthrough yon wood where wild beasts couch. On surged the tide of Thracian \nwarriors with loud shouts; whereat in wild amaze we drove our flocks unto \nthe heights, for fear that some Argives were coming to plunder and harry \nthy steading, till that we caught the sound of voices other than Greek \nand ceased from our alarm. Then went I and questioned in the Thracian tongue \nthose who were reconnoitring the road, who it was that lead them, and whose \nhe avowed him to be, that came to the city to help the sons of Priam. And \nwhen I had heard all I wished to learn, I stood still awhile; and lo! I \nsee Rhesus mounted like a god upon his Thracian chariot. Of gold was the \nyoke that linked the necks of his steeds whiter than the snow; and on his \nshoulders flashed his targe with figures welded in gold; while a gorgon \nof bronze like that which gleams from the aegis of the goddess was bound \nupon the frontlet of his horses, ringing out its note of fear with many \na bell. The number of his host thou couldst not reckon to a sum exact, \nfor it was beyond one's comprehension; many a knight was there, and serried \nranks of targeteers, and archers not a few, with countless swarms of light-armed \ntroops, in Thracian garb arrayed, to bear them company. Such the ally who \ncomes to Troy's assistance; him the son of Peleus will ne'er escape or \nif he fly or meet him spear to spear. ","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Whenso the gods stand by the burghers staunch and true, the \ntide of fortune glides with easy flow to a successful goal. \n","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"I shall find a host of friends now that fortune smiles upon \nmy warring and Zeus is on my side. But no need have we of those who shared \nnot our toils of erst, what time the War-god, driving all before him, was \nrending the sails of our ship of state with his tempestuous blast. Rhesus \nhath shewn the friendship he then bore to Troy; for he cometh to the feast, \nalbeit he was not with the hunters when they took the prey, nor joined \nhis spear with theirs. ","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Thou art right to scorn and blame such friends; yet welcome \nthose who fain would help the state. ","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Sufficient we who long have kept Ilium safe. \n","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Art so sure thou hast already caught the foe? \n","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Quite sure I am; to-morrow's light will make that plain. \n","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Beware of what may chance; full oft doth fortune veer. \n","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"I loathe the friend who brings his help too late. \n","speaker":"HECTOR"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"O prince, to turn away allies earns hatred. His mere appearing \nwould cause a panic amongst the foe. ","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Let him, at least, since he is come, approach thy genial board \nas guest, if not ally, for the gratitude of Priam's sons is forfeit in \nhis case. ","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Thou counsellest aright; thou too dost take the proper view. \nLet Rhesus in his gilded mail join the allies of this land, thanks to the \nmessenger's report. ","speaker":"HECTOR"},{"type":"text","value":"Exeunt the MESSENGER and HECTOR.","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"May Nemesis, daughter of Zeus, check the word that may offend; \nfor lo! I will utter all that my soul fain would say. Thou art come, O \nson of the river god, art come, thrice welcome in thy advent, to the halls \nof Phrygia; late in time thy Pierian mother and Strymon thy sire, that \nstream with bridges fair, are sending thee to us-Strymon who begat thee \nhis strong young son, that day his swirling waters found a refuge in the \ntuneful Muse's virgin bosom. Thou art my Zeus, my god of light, as thou \ncomest driving thy dappled steeds. Now, O Phrygia, O my country, now mayst \nthou by God's grace address thy saviour Zeus! Shall old Troy once more \nat last spend the live-long day in drinking toasts and singing love's praise, \nwhile the wildering wine-cup sends a friendly challenge round, as o'er \nthe sea for Sparta bound, the sons of Atreus quit the Ilian strand? Ah! \nbest of friends, with thy strong arm and spear mayst thou this service \ndo me, then safe return. Come, appear, brandish that shield of gold full \nin Achilles' face; raise it aslant along the chariot's branching rail, \nurging on thy steeds the while, and shaking thy lance with double point. \nFor none after facing thee will ever join the dance on the lawns of Argive \nHera; no, but he shall die by Thracians slain, and this land shall bear \nthe burden of his corpse and be glad. ","speaker":"CHORUS"},{"type":"text","value":"Enter RHESUS.","speaker":"CHORUS"},{"type":"text","value":"Re-enter HECTOR.","speaker":"CHORUS"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"Brave son of sire as brave, Hector, prince of this land, all \nhaill After many a long day I greet thee. Right glad am I of thy success, \nto see thee camped hard on the foemen's towers; I come to help thee raze \ntheir walls and fire their fleet of ships. ","speaker":"RHESUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Son of that tuneful mother, one of the Muses nine, and of Thracian \nStrymon's stream, I ever love to speak plain truth; nature gave me not \na double tongue. Long, long ago shouldst thou have come and shared the \nlabours this land nor suffered Troy for any help of thine to fall o'er \nthrown by hostile Argive spears. Thou canst not say 'twas any want of invitation \nthat kept thee from coming with thy help to visit us. How oft came heralds \nand embassies from Phrygia urgently requiring thine aid for our city? What \nsumptuous presents did we not send to thee? But thou, brother barbarian \nthough thou wert, didst pledge away to Hellenes us thy barbarian brethren, \nfor ill the help thou gavest. Yet 'twas I with this strong arm that raised \nthee from thy paltry princedom to high lordship over Thrace, that day I \nfell upon the Thracian chieftains face to face around Pangaeus in Paeonia's \nland and broke their serried ranks, and gave their people up to thee with \nthe yoke upon their necks; but thou hast trampled on this great favour \ndone thee, and comest with laggard step to give thine aid when friends \nare in distress. While they, whom no natural tic of kin constrains, have \nlong been here, and some are dead and in their graves beneath the heaped-up \ncairn, no mean proof of loyalty to the city, and others in harness clad \nand mounted on their cars, with steadfast soul endure the icy blast and \nparching heat of the sun, not pledging one another, as thou art wont, in \nlong deep draughts on couches soft. This is the charge I bring against \nthee and utter to thy face, that thou mayst know how frank is Hector's \ntongue. ","speaker":"HECTOR"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"I too am such another as thyself; straight to the point I cut \nmy way; no shuffling nature mine. My heart was wrung with sorer anguish \nthan ever thine was at my absence from this land; I fumed and chafed, but \nScythian folk, whose borders march with mine, made war on me on the very \neve of my departure for Ilium; already had I reached the strand of the \nEuxine sea, there to transport my Thracian army. Then did my spear pour \nout o'er Scythia's soil great drops of bloody rain, and Thrace too shared \nin the mingled slaughter. This then was what did chance to keep me from \ncoming to the land of Troy and joining thy standard. But soon as I had \nconquered these and taken their children as hostages and appointed the \nyearly tribute they should pay my house, I crossed the firth, and lo! am \nhere; on foot I traversed all thy borders that remained to pass, not as \nthou in thy jeers at those carousals of my countrymen hintest, nor sleeping \nsoft in gilded palaces, but amid the frozen hurricanes that vex the Thracian \nmain and the Paeonian shores, learning as I lay awake what suffering is, \nthis soldier's cloak-my only wrap. True my coming hath tarried, but yet \nam I in time; ten long years already hast thou been at the fray, and naught \naccomplished yet; day in, day out, thou riskest all in this game of war \nwith Argives. While I will be content once to see the sungod rise, and \nsack yon towers and fall upon their anchored fleet and slay the Achaeans; \nand on the morrow home from Ilium will I go, at one stroke ending all thy \ntoil. Let none of you lay hand to spear to lift it, for I, for all my late \narrival, will with my lance make utter havoc of those vaunting Achaeans. \n","speaker":"RHESUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Joy, joy! sweet champion sent by Zeus! Only may Zeus, throned \non high, keep jealousy, resistless foe, from thee for thy presumptuous \nwords! Yon fleet of ships from Argos sent, never brought, nor formerly \nnor now, among all its warriors a braver than thee; how I wonder will Achilles, \nhow will Aias stand the onset of thy spear? Oh! to live to see that happy \nday, my prince, that thou mayest wreak vengeance on them, gripping thy \nlance in thy deathdealing hand! ","speaker":"CHORUS"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"Such exploits am I ready to achieve to atone for my long absence; \n(with due submission to Nemesis I say this;) then when we have cleared \nthis city of its foes and thou hast chosen out firstfruits for the gods, \nI fain would march with thee against the Argives' country and coming thither, \nlay Hellas waste with war, that they in turn may know the taste of ill. \n","speaker":"RHESUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"If thou couldst rid the city of this present curse and restore \nit to its old security, sure I should feel deep gratitude towards heaven. \nBut as for sacking Argos and the pasture-lands of Hellas, as thou sayest, \n'tis no easy task. ","speaker":"HECTOR"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"Avow they not that hither came the choicest chiefs of Hellas? \n","speaker":"RHESUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Aye, and I scorn them not; enough have I to do in driving them \naway. ","speaker":"HECTOR"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"Well, if we slay these, our task is fully done. \n","speaker":"RHESUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Leave not the present need, nor look to distant schemes. \n","speaker":"HECTOR"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"Thou art, it seems, content to suffer tamely and make no return. \n","speaker":"RHESUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"I rule an empire wide enough, e'en though I here abide. But \non the left wing or the right or in the centre of the allies thou mayst \nplant thy shield and marshal thy troops. ","speaker":"HECTOR"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"Alone will I face the foe, Hector. But if thou art ashamed, \nafter all thy previous toil, to have no share in firing their ships' prows, \nplace me face to face at least with Achilles and his host. \n","speaker":"RHESUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"'Gainst him thou canst not range thy eager spear. \n","speaker":"HECTOR"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"Why, 'twas surely said he sailed to Ilium. \n","speaker":"RHESUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"He sailed and is come hither; but he is wroth and takes no \npart with the other chieftains in the fray. ","speaker":"HECTOR"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"Who next to him hath won a name in their host? \n","speaker":"RHESUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Aias and the son of Tydeus are, I take it, no whit his inferiors; \nthere is Odysseus too, a noisy knave to talk, but bold enough withal, of \nall men he country. For he her image he made his a vagrant in a beggar's \ngarb, and loudly did he curse the Argives, sent as a spy to Ilium; and \nthen sneaked out again, when he had slain the sentinels and warders at \nthe gate. He is ever to be found lurking in ambush about the altar of Thymbraean \nApollo nigh the city. In him we have a troublous pest to wrestle with. \n","speaker":"HECTOR"},{"type":"speech","value":"RHESUS","speaker":"RHESUS"},{"type":"text","value":"No brave man deigns to his foe in secret, but to meet him face \nto face. If I can catch this knave alive, who, as thou sayest, skulks in \nstealthy ambuscade and plots his mischief, I will impale him at the outlet \nof the gates and set him up for vultures of the air to make their meal \nupon. This is the death he ought to die, pirate and temple-robber that \nhe is. ","speaker":"RHESUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"To your quarters now, for night draws on. For thee I will myself \npoint out a spot where thy host can watch this night apart from our array. \nOur watchword is Phorbus, if haply there be need thereof; hear and mark \nit well and tell it to the Thracian army. Ye must advance in front of our \nranks and keep a watchful guard, and so receive Dolon who went to spy the \nships, for he, if safe he is, is even now approaching the camp of Troy. \n","speaker":"HECTOR"},{"type":"text","value":"Exeunt HECTOR and RHESUS.","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Whose watch is it? who relieves me? night's earlier stars are \non the wane, and the seven Pleiads mount the sky; athwart the firmament \nthe eagle floats. Rouse ye, why delay? Up from your beds to the watch! \nSee ye not the moon's pale beam? Dawn is near, day is coming, and lo! a \nstar that heralds it. ","speaker":"CHORUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Who was told off to the first watch?\nThe son of Mygdon, whom men call Coroebus.\nWho after him?\nThe Paconian contingent roused the Cilicians;\nAnd the Mysians us.\nIs it not then high time we went and roused the Lycians for the fifth \nwatch, as the lot decided? ","speaker":"SEMI-CHORUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Hark! hark! a sound; 'tis the nightingale, that slew her child, \nsinging where she sits upon her bloodstained nest by Simois her piteous \nplaint, sweet singer of the many trills; already along Ida's slopes they \nare pasturing the flocks, and o'er the night I catch the shrill pipe's \nnote; sleep on my closing eyelids softly steals, the sweetest sleep that \ncomes at dawn to tired eyes. ","speaker":"CHORUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Why doth not our scout draw near, whom Hector sent to spy the \nfleet?\nHe is so long away, I have my fears.\nIs it possible he hath plunged into a hidden ambush and been \nslain?\nSoon must we know.\nMy counsel is we go and rouse the Lycians to the fifth watch, as the \nlot ordained. ","speaker":"SEMI-CHORUS"},{"type":"text","value":"Exit SEMI-CHORUS.","speaker":"SEMI-CHORUS"},{"type":"text","value":"Enter DIOMEDES and ODYSSEUS cautiously with drawn \nswords.","speaker":"SEMI-CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Didst not hear, O Diomedes, the clash of arms? or is it an \nidle noise that rings in my ears? ","speaker":"ODYSSEUS"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"Nay, 'tis the rattle of steel harness on the chariot-rails; \nme, too, did fear assail, till I perceived 'twas but the clang of horses' \nchains. ","speaker":"DIOMEDES"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Beware thou stumble not upon the guard in the darkness. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"I will take good care how I advance even in this gloom. \n","speaker":"DIOMEDES"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"If however thou shouldst rouse them, dost know their watchword? \n","speaker":"ODYSSEUS"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"Yea, 'tis \"Phorbus\"; I heard Dolon use it. \n","speaker":"DIOMEDES"},{"type":"text","value":"They enter the tent, then return.","speaker":"DIOMEDES"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Ha! the foe I see have left this bivouac. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"Yet Dolon surely said that here was Hector's couch, against \nwhom this sword of mine is drawn. ","speaker":"DIOMEDES"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"What can it mean? Is his company withdrawn elsewhere? \n","speaker":"ODYSSEUS"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"Perhaps to form some stratagem against us. \n","speaker":"DIOMEDES"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Like enough, for Hector now is grown quite bold by reason of \nhis victory. ","speaker":"ODYSSEUS"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"What then are we to do, Odysseus? we have not found our man \nasleep; our hopes are dashed. ","speaker":"DIOMEDES"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Let us to the fleet with what speed we may. Some god, whiche'er \nit be that gives him his good luck, is preserving him; 'gainst fate we \nmust not strive. ","speaker":"ODYSSEUS"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"Well, we twain must go against Eneas or Paris, most hateful \nof Phrygians, and withour swords cut off their heads. \n","speaker":"DIOMEDES"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"How, pray, in the darkness canst thou find them amid a hostile \narmy, and slay them without risk? ","speaker":"ODYSSEUS"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"Yet 'twere base to go unto the Agrive ships if we have worked \nthe enemy no harm. ","speaker":"DIOMEDES"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"What! no harm! Have we not slain Dolon who spied upon the anchored \nfleet, and have we not his spoils safe here? Dost thou expect to sack the \nentire camp? Be led by me, let us return; and good luck go with us! \n","speaker":"ODYSSEUS"},{"type":"text","value":"ATHENA appears.","speaker":"ODYSSEUS"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Whither away from the Trojan ranks, with sorrow gnawing at \nyour hearts, because fortune granteth not you twain to slay Hector or Paris? \nHave ye not heard that Rhesus is come to succour Troy in no mean sort? \nIf he survive this night until to-morrow's dawn, neither Achilles nor Aias, \nstout spearman, can stay him from utterly destroying the Argive fleet, \nrazing its palisades and carrying the onslaught of his lance far and wide \nwithin the gates; slay him, and all is thine; let Hector's sleep alone, \nnor hope to leave him a weltering trunk, for he shall find death at another \nhand. ","speaker":"ATHENA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Queen Athena, 'tis the well-known accent of thy voice I hear; \nfor thou art ever at my side to help me in my toil. Tell us where the warrior \nlies asleep, in what part of the barbarian army he is stationed. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Here lies he close at hand, not marshalled with the other troops, \nbut outside the ranks hath Hector given him quarters, till night gives \nplace to day. And nigh him are tethered his white steeds to his Thracian \nchariot, easy to see in the darkness; glossy white are they like to the \nplumage of a river swan. Slay their master and bear them off, a glorious \nprize to any home, for nowhere else in all the world is such a splendid \nteam to be found. ","speaker":"ATHENA"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Diomedes, either do thou slay the Thracian folk, or leave that \nto me, while thy care must be the horses. ","speaker":"ODYSSEUS"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"I will do the killing, and do thou look to the steeds. For \nthou art well versed in clever tricks, and hast a ready wit. And 'tis right \nto allot a man to the work he can best perform. ","speaker":"DIOMEDES"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Lo! yonder I see Paris coming towards us; he hath heard maybe \nfrom the guard a rumour vague that foes are near. ","speaker":"ATHENA"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"Are others with him or cometh he alone? \n","speaker":"DIOMEDES"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Alone; to Hector's couch he seems to wend his way, to announce \nto him that spies are in the camp. ","speaker":"ATHENA"},{"type":"speech","value":"DIOMEDES","speaker":"DIOMEDES"},{"type":"text","value":"Ought not he to head the list of slain? \n","speaker":"DIOMEDES"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Thou canst not o'erreach Destiny. And it is not decreed that \nhe should fall by thy hand; but hasten on thy mission of slaughter fore-ordained, \n ","speaker":"ATHENA"},{"type":"text","value":"exeunt ODYSSEUS and DIOMEDES","speaker":"ATHENA"},{"type":"text","value":"Enter PARIS.","speaker":"ATHENA"},{"type":"speech","value":"PARIS","speaker":"PARIS"},{"type":"text","value":"To thee I call, general and brother, Hector! Sleep'st thou? \nshouldst not thou awake? Some foeman draws anigh our host, or thieves maybe, \nor spies. ","speaker":"PARIS"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Courage! lo! Cypris watches o'er thee in gracious mood. Thy \nwarfare is my care, for I do not for the honour thou once didst me, and \nI thank thee for thy good service. And now, when the host of Troy is triumphant, \nam I come bringing to thee a powerful friend, the Thracian child of the \nMuse, the heavenly songstress, whose father's name is Strymon. \n","speaker":"ATHENA"},{"type":"speech","value":"PARIS","speaker":"PARIS"},{"type":"text","value":"Ever unto this city and to me a kind friend art thou, and I \nam sure that decision I then made conferred upon this city the highest \ntreasure life affords in thy person. I heard a vague report, and so I came, \nfor there prevailed amongst the guard a rumour that Achaean spies are here. \nOne man, that saw them not, saith so, while another, that saw them come, \ncannot describe them, and so I am on my way to Hector's tent. \n","speaker":"PARIS"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Fear naught; all is quiet in the host, and Hector is gone to \nassign a sleeping-place to the Thracian army. ","speaker":"ATHENA"},{"type":"speech","value":"PARIS","speaker":"PARIS"},{"type":"text","value":"Thou dost persuade me, and I believe thy words, and will go \nto guard my post, free of fear. ","speaker":"PARIS"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Go, for 'tis my pleasure ever to watch thy interests, that \nso I may see my allies prosperous. Yea, and thou too shalt recognize my \nzeal. ","speaker":"ATHENA"},{"type":"text","value":"Exit PARIS.","speaker":"ATHENA"},{"type":"text","value":"Enter ODYSSEUS and DIOMEDES.","speaker":"ATHENA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"On, on! strike, strike, lay on, lay on! deal death in every \nblow! ","speaker":"CHORUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Who goes there?\nLook you, that man I mean. There are the thieves who in the gloom disturbed \nthis host. Hither, come hither, every man of you! I have them-I have clutched \nthem fast.\nWhat is the watchword? Whence cam'st thou? Thy country? \n","speaker":"SEMI-CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"'Tis not for thee to know. ","speaker":"ODYSSEUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Speak, or thou diest as a vile traitor this \nday.\nWilt not the watchword declare, ere my sword finds its way to thy heart? \n","speaker":"SEMI-CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"What! hast thou slain Rhesus? ","speaker":"ODYSSEUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Nay, I am asking thee about him who came to slay us. \n","speaker":"SEMI-CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Be of good heart, approach. ","speaker":"ODYSSEUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Strike every man of you, strike, strike home! \n","speaker":"SEMI-CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Stay every man of you! ","speaker":"ODYSSEUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"No, no, lay on! ","speaker":"SEMI-CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Ah! slay not a friend. ","speaker":"ODYSSEUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"What is the watchword, then? ","speaker":"SEMI-CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Phoebus. ","speaker":"ODYSSEUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Right! stay every man his spear! Dost know whither those men \nare gone? ","speaker":"SEMI-CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Somewhere here I caught a sight of them. \n","speaker":"ODYSSEUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Close on their track each man of you, or else must we shout \nfor aid. ","speaker":"SEMI-CHORUS"},{"type":"speech","value":"ODYSSEUS","speaker":"ODYSSEUS"},{"type":"text","value":"Nay, 'twere conduct strange to disturb our friends with wild \nalarms by night. ","speaker":"ODYSSEUS"},{"type":"text","value":"Exeunt ODYSSEUS and DIOMEDES.","speaker":"ODYSSEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Who was that man who slipped away? Who was he that will loudly \nboast his daring in escaping me? How shall I catch him now? to whom liken \nhim? the man who came by night with fearless step passing through our ranks \nand the guard we set. Is he a Thessalian or a dweller in some seacoast \ntown of Locris, or hath he his home amid the scattered islands of the main? \nWho was he, and whence came he? What is his fatherland? What god doth he \navow as lord of the rest? ","speaker":"CHORUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Whose work is this? is it the deed of Odysseus?\nIf one may conjecture from his former acts, of course it \nis.\nDost think so really? Why, of course.\nHe is a bold foe for us.\nWho is? whom art thou praising for valiancy?\nOdysseus.\nPraise not the crafty weapons that a robber uses. \n","speaker":"SEMI-CHORUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Once before he came into this city, with swimming bleary eyes, \nin rags and tatters clad, his sword hidden in his cloak. And like some \nvagrant menial he slunk about begging his board, his hair all tousled and \nmatted with filth, and many a bitter curse he uttered against the royal \nhouse of the Atreidae, as though forsooth he were to those chiefs opposed. \nWould, oh! Would, oh! would he had perished, as was his due, or ever he \nset foot on Phrygia's soil! ","speaker":"CHORUS"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Whether it were really Odysseus or not, I am \nafeard.\nAye surely, for Hector will blame us sentinels.\nWhat can he allege?\nHe will suspect.\nWhat have we done? why art afeard?\nBy us did pass-\nWell, who?\nThey who this night came to the Phrygian host. ","speaker":"SEMI-CHORUS"},{"type":"text","value":"Enter CHARIOTEER.","speaker":"SEMI-CHORUS"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"O crue! stroke of fate. Woe, woe! ","speaker":"CHARIOTEER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Hush! be silent all! Crouch low, for maybe there cometh someone \ninto the snare. ","speaker":"CHORUS"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"Oh, oh! dire mishap to the Thracian allies. \n","speaker":"CHARIOTEER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Who is he that groans? ","speaker":"CHORUS"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"Alack, alack! Woe is me and woe is thee, O king of thrace! \nHow curst the sight of Troy to thee! how sad the blow that closed thy life! \n","speaker":"CHARIOTEER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Who art thou? an ally? which? night's gloom hath dulled these \neyes, I cannot clearly recognize thee. ","speaker":"CHORUS"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"Where can I find some Trojan chief? Where doth Hector take \nhis rest under arms? Alack and well-a-day! To which of the captains of \nthe host am I to tell my tale? What sufferings ours! What dark deeds someone \nhath wrought on us and gone his way, when he had wound up a clew of sorrow \nmanifest to every Thracian! ","speaker":"CHARIOTEER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"From what I gather of this man's words, some calamity, it seems, \nis befalling the Thracian host. ","speaker":"CHORUS"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"Lost is all our host, our prince is dead, slain by a treacherous \nblow. Woe worth the hour! woe worth the day! O the cruel anguish of this \nbloody wound that inly racks my frame! Would I were dead! Was it to die \nthis inglorious death that Rhesus and I did come to Troy? \n","speaker":"CHARIOTEER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"This is plain language; in no riddles he declares the disaster; \nall too clearly he asserts our friends' destruction. \n","speaker":"CHORUS"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"A sorry deed it was, and more than that a deed most foul; yea, \n'tis an evil doubly bad; to die with glory, if die one must, is bitterness \nenough I trow to him who dies; assuredly it is; though to the living it \nadd dignity and honour for their house. But we, like fools, have died a \ndeath of shame. No sooner had great Hector given us our quarters and told \nus the watchword than we laid us down to sleep upon the ground, o'ercome \nby weariness. No guard our army set to watch by night. Our arms we set \nnot in array, nor were the whips hung ready on the horses' yokes, for our \nprince was told that you were masters now, and had encamped hard on their \nships; so carelessly we threw us down to sleep. Now I with thoughtful mind \nawoke from my slumber, and with ungrudging hand did measure out the horses' \nfeed, expecting to harness them at dawn unto the fray; when lo! through \nthe thick gloom two men I see roaming around our army. But when I roused \nmyself they fled away, and were gone once more; and I called out to them \nto keep away from our army, for I thought they might be thieves from our \nallies. No answer made they, so I too said no more, but came back to my \ncouch and slept again. And lo! as I slept came a strange fancy o'er me: \nI saw, methought as in a dream, those steeds that I had groomed and used \nto drive, stationed at Rhesus' side, with wolves mounted on their backs; \nand these with their tails did lash the horses' flanks and urge them on, \nwhile they did snort and breathe fury from their nostrils, striving in \nterror to unseat their riders. Up I sprang to defend the horses from the \nbrutes, for the horror of the night scared me. Then as I raised my head \nI heard the groans of dying men, and a warm stream of new-shed blood bespattered \nme where I lay close to my murdered master as he gave up the ghost. To \nmy feet I start, but all unarmed; and as I peer about and grope to find \nmy sword, a stalwart hand from somewhere nigh dealt me a sword-thrust beneath \nthe ribs. I know the sword that dealt that blow from the deep gaping wound \nit gave me. Down on my face I fell, while they fled clean away with steeds \nand chariot. Alack, alack! Tortured with pain, too weak to stand, a piteous \nobject I know what happened, for I saw it; but how the victims met their \ndeath I cannot say, nor whose the hand that smote them; but I can well \nsurmise we have our friends to thank for this mischance. \n","speaker":"CHARIOTEER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O charioteer of Thrace's hapless king, never suspect that any \nbut foes have had a hand in this. Lo! Hector himself is here, apprized \nof thy mischance; he sympathizes as he should with thy hard fate. \n","speaker":"CHORUS"},{"type":"text","value":"Enter HECTOR.","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Ye villains who have caused this mischief dire, how came the \nfoemen's spies without your knowledge, to your shame, and spread destruction \nthrough the host, and you drove them not away as they passed in or out? \nWho but you shall pay the penalty for this? You, I say, were stationed \nhere to the host. But they are gone without a wound, with many a scoff \nat Phrygian cowardice, and at me their leader. Now mark ye this-by father \nZeus I swear at least the scourge, if not the headsman's axe, awaits such \nconduct; else count Hector a thing of naught, a mere coward. \n","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Woe, woe is me! A grievous, grievous woe came on me, I can \nsee, great lord of my city, in the hour that I brought my news to thee \nthat the Argive host was kindling fires about the ships; for by the springs \nof Simois I vow my eye kept sleepless watch by night, nor did I slumber \nor sleep. O be not angered with me, my lord; I am guiltless of all; yet \nif hereafter thou find that I in word or deed have done amiss, bury me \nalive beneath the earth; I ask no mercy. ","speaker":"CHORUS"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"Why threaten these? Why try to undermine my poor barbarian \nwit by crafty words, barbarian thou thyself? Thou didst this deed; nor \nthey who have suffered ail, nor we by wounds disabled will believe it was \nany other. A long and subtle speech thou'lt need to prove to me thou didst \nnot slay thy friends because thou didst covet the horses, and to gain them \ndidst murder thine own allies, after bidding them come so straitly. They \ncame, and they are dead. Why, Paris found more decent means to shame the \nrights of hospitality than thou, with thy slaughter of thy allies. Never \ntell me some Argive came and slaughtered us. Who could have passed the \nTrojan lines and come against us without detection? Thou and thy Phrygian \ntroops were camped in front of us. Who was wounded, who was slain amongst \nthy friends, when that foe thou speak'st of came? 'Twas we were wounded, \nwhile some have met a sterner fate and said farewell to heaven's light. \nBriefly, then, no Achaean do I blame. For what enemy could have come and \nfound the lowly bed of Rhesus in the dark, unless some deity were guiding \nthe murderers' steps? They did not so much as know of his arrival. No, \n'tis thy plot this! ","speaker":"CHARIOTEER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"'Tis many a long year now since I have had to do with allies, \naye, ever since Achoea's host settled in this land, and never an ill word \nhave I known them say of me; but with thee I am to make a beginning. Never \nmay such longing for horses seize me that I should slay my friends! This \nis the work of Odysseus. Who of all the Argives but he would have devised \nor carried out such a deed? I fear him much; and somewhat my mind misgives \nme lest he have met and slain Dolon as well; for 'tis long since he set \nout, nor yet appears. ","speaker":"HECTOR"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"I know not this Odysseus of whom thou speakest. 'Twas no foe's \nhand that smote me. ","speaker":"CHARIOTEER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Well, keep that opinion for thyself, if it please thee. \n","speaker":"HECTOR"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"O land of my fathers, would I might die in thee! \n","speaker":"CHARIOTEER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Die! No! Enough are those already dead. \n","speaker":"HECTOR"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"Where am I to turn, I ask thee, reft of my master now? \n","speaker":"CHARIOTEER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"My house shall shelter thee and cure thee of thy hurt. \n","speaker":"HECTOR"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"How shall murderers' hands care for me? \n","speaker":"CHARIOTEER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"This fellow will never have done repeating the same story. \n","speaker":"HECTOR"},{"type":"speech","value":"CHARIOTEER","speaker":"CHARIOTEER"},{"type":"text","value":"Curses on the doer of this deed! On thee my tongue doth fix \nno charge, as thou complainest; but justice is over all. \n","speaker":"CHARIOTEER"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Ho! him hence! Carry him to my palace and tend him carefully, \nthat he may have no fault to find. And you must go to those upon the walls, \nto Priam and his aged councillors, and tell them to give orders for the \nburial of the dead at the place where folk turn from the road to rest. \n","speaker":"HECTOR"},{"type":"text","value":"CHARIOTEER is carried off.","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Why, with what intent doth fortune change and bring Troy once \nagain to mourning after her famous victory? See, see! O look! What goddess, \nO king, is hovering o'er our heads, bearing in her hands as on a bier the \nwarrior slain but now? I shudder at this sight of woe. \n","speaker":"CHORUS"},{"type":"text","value":"THE MUSE appears.","speaker":"CHORUS"},{"type":"speech","value":"THE MUSE","speaker":"THE MUSE"},{"type":"text","value":"Behold me, sons of Troy! Lo! I the Muse, one of the sisters \nnine, that have honour among the wise, am here, having seen the piteous \ndeath his foes have dealt my darling son. Yet shall the crafty Odysseus, \nthat slew him, one day hereafter pay a fitting penalty. O my son, thy mother's \ngrief, I mourn for thee in self-taught strains of woe! What a journey thou \ndidst make to Troy, a very path of woe and sorrow! starting, spite of all \nmy warnings and thy father's earnest prayers, in defiance of us. Woe is \nme for thee, my dear, dear son! Ah, woe! my son, my son! \n","speaker":"THE MUSE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"I, too, bewail and mourn thy son, as far as one can who hath \nno common tie of kin. ","speaker":"CHORUS"},{"type":"speech","value":"THE MUSE","speaker":"THE MUSE"},{"type":"text","value":"Curses on the son of Oeneus! Curses on Laertes' child! who \nhath reft me of my fair son and made me childless! and on that woman, too, \nthat left her home in Hellas, and sailed hither with her Phrygian paramour, \nbringing death to thee, my dearest son, 'neath Ilium's walls, and stripping \ncountless cities of their heroes brave. Deep, deep the wounds, son of Philammon, \nhast thou inflicted on my heart, in life, nor less in Hades' halls. Yea, \nfor 'twas thy pride, thy own undoing, and thy rivalry with us Muses that \nmade me mother of this poor son of mine. For as I crossed the river's streams \nI came too nigh to Strymon's fruitful couch, that day we Muses came unto \nthe brow of Mount Pangaeus with its soil of gold, with all our music furnished \nforth for one great trial of minstrel skill with that clever Thracian bard, \nand him we reft of sight, even Thamyris, the man who oft reviled our craft. \nAnon, when I gave birth to thee, because I felt shame of my sisters and \nmy maiden years, I sent thee to the swirling stream of thy sire, the water-god; \nand Strymon did not entrust thy nurture to mortal hands, but to the fountain \nnymphs. There wert thou reared most fairly by the maiden nymphs, and didst \nrule o'er Thrace, a leader amongst men, my child. So long as thou didst \nrange thy native land in quest of bloody deeds of prowess I feared not \nfor thy death, but I bade thee ne'er set out for Troy-town, for well I \nknew thy doom; but Hector's messages and those countless embassies urged \nthee to go and help thy friends. This was thy doing, Athena; thou alone \nart to blame for his death (neither Odysseus nor the son of Tydeus had \naught to do with it); think not it hath escaped mine eye. And yet we sister \nMuses do special honour to thy city, thy land we chiefly haunt; yea, and \nOrpheus, own cousin of the dead whom thou hast slain, did for thee unfold \nthose dark mysteries with their torch processions. Musaeus, too, thy holy \ncitizen, of all men most advanced in lore, him did Phoebus with us sisters \ntrain. And here is my reward for this; dead in my arms I hold my child \nand mourn for him. Henceforth no other learned man I'll bring to thee. \n","speaker":"THE MUSE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Vainly it seems the Thracian charioteer reviled us with plotting \nthis man's murder, Hector. ","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"I knew it; it needed no seer to say that he had perished by \nthe arts of Odysseus. Now I, when I saw the Hellene host camped in my land, \nof course would not hesitate to send heralds to my friends, bidding them \ncome and help my country; and so I sent, and he as in duty bound came my \ntoils to share. It grieves me sorely to see him dead; and now am I ready \nto raise a tomb for him and burn at his pyre great store of fine raiment; \nfor he came as a friend and in sorrow is he going hence. \n","speaker":"HECTOR"},{"type":"speech","value":"THE MUSE","speaker":"THE MUSE"},{"type":"text","value":"He shall not descend into earth's darksome soil; so earnest \na prayer will I address to the bride of the nether world, the daughter \nof the goddess Demeter, giver of increase, to release his soul, and debtor, \nas she is to me, show that she honours the friends of Orpheus. Yet from \nhenceforth will he be to me as one dead that seeth not the light; for never \nagain will he meet me or see his mother's face, but will lurk hidden in \na cavern of the land with veins of silver, restored to life, no longer \nman but god, even as the prophet of Bacchus did dwell in a grotto 'neath \nPangaeus, a god whom his votaries honoured. Lightly now shall I feel the \ngrief of the sea-goddess, for her son too must die. First then for thee \nwe sisters must chaunt our dirge, and then for Achilles when Thetis mourns \nsome day. Him shall not Pallas, thy slayer, save; so true the shaft Loxias \nkeeps in his quiver for him. Ah me! the sorrows that a mother feels! the \ntroubles of mortals! whoso fairly reckons you up will live and die a childless \nman and will have no children to bury. ","speaker":"THE MUSE"},{"type":"text","value":"THE MUSE disappears.","speaker":"THE MUSE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"His mother now must see to this her son's burial; but for thee, \nHector, if thou wilt carry out any scheme, now is the time, for day is \ndawning. ","speaker":"CHORUS"},{"type":"speech","value":"HECTOR","speaker":"HECTOR"},{"type":"text","value":"Go, bid our comrades arm at once; yoke the horses; torch in \nhand ye must await the blast of the Etrurian trumpet; for I hope with this \nday's mounting sun to pass beyond their lines and walls and fire ships \nof the Acheans, restoring freedom's light once more to Troy. \n","speaker":"HECTOR"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Obedience to our prince! let us array ourselves in mail, and \ngo forth and these orders tell to our allies, and haply the god who is \non our side will grant us victory.\n","speaker":"CHORUS"},{"type":"text","value":"Home ","speaker":"CHORUS"},{"type":"text","value":"Browse andComment","speaker":"CHORUS"},{"type":"text","value":"Search ","speaker":"CHORUS"},{"type":"text","value":"Buy Books andCD-ROMs","speaker":"CHORUS"},{"type":"text","value":"Help ","speaker":"CHORUS"}]}]