[{"title":"suppliants","play":"suppliants","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"The Suppliants\nBy Euripides\nWritten 422 B.C.E\nTranslated by E. P. Coleridge","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"O Demeter, guardian of this Eleusinian land, and ye servants \nof the goddess who attend her fane, grant happiness to me and my son Theseus, \nto the city of Athens and the country of Pittheus, wherein my father reared \nme, Aethra, in a happy home, and gave me in marriage to Aegeus, Pandion's \nson, according to the oracle of Loxias. This prayer I make, when I behold \nthese aged dames, who, leaving their homes in Argos, now throw themselves \nwith suppliant branches at my knees in their awful trouble; for around \nthe gates of Cadmus have they lost their seven noble sons, whom on a day \nAdrastus, king of Argos, led thither, eager to secure for exiled Polyneices, \nhis son-in-law, a share in the heritage of Oedipus; so now their mothers \nwould bury in the grave the dead, whom the spear hath slain, but the victors \nprevent them and will not allow them to take up the corpses, spurning Heaven's \nlaws. Here lies Adrastus on the ground with streaming eye, sharing with \nthem the burden of their prayer to me, and bemoaning the havoc of the sword \nand the sorry fate of the warriors whom he led from their homes. And he \ndoth urge me use entreaty, to persuade my son to take up the dead and help \nto bury them, either by winning words or force of arms, laying on my son \nand on Athens this task alone. Now it chanced, that I had left my house \nand come to offer sacrifice on behalf of the earth's crop at this shrine, \nwhere first the fruitful corn showed its bristling shocks above the soil. \nAnd here at the holy altars of the twain goddesses, Demeter and her daughter, \nI wait, holding these sprays of foliage, a bond that bindeth not, in compassion \nfor these childless mothers, hoary with age, and from reverence for the \nsacred fillets. To call Theseus hither is my herald to the city gone, that \nhe may rid the land of that which grieveth them, or loose these my suppliant \nbonds, with pious observance of the gods' will; for such as are discreet \namongst women should in all cases invoke the aid of men. \n","speaker":"AETHRA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"The attendants of the goddess take up the lament.","speaker":"CHORUS "},{"type":"text","value":"THESEUS and his retinue enter.","speaker":"CHORUS "},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What is this lamentation that I hear, this beating of the breast, \nthese dirges for the dead, with cries that echo from this shrine? How fluttering \nfear disquiets me, lest haply my mother have gotted some mischance, in \nquest of whom I come, for she hath been long absent from home. Ha! what \nnow? A strange sight challenges my speech; I see my aged mother sitting \nat the altar and stranger dames are with her, who in various note proclaim \ntheir woe; from aged eyes the piteous tear is starting to the ground, their \nhair is shorn, their robes are not the robes of joy. What means it, mother? \n'Tis thine to make it plain to me, mine to listen; yea, for I expect some \ntidings strange. ","speaker":"THESEUS"},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"My son, these are the mothers of those chieftains seven, who \nfell around the gates of Cadmus' town. With suppliant boughs they keep \nme prisoner, as thou seest, in their midst. ","speaker":"AETHRA"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"And who is yonder man, that moaneth piteously in the gateway? \n","speaker":"THESEUS"},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"Adrastus, they inform me, king of Argos. \n","speaker":"AETHRA"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Are those his children, those boys who stand round him? \n","speaker":"THESEUS"},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"Not his, but the sons of the fallen slain. \n","speaker":"AETHRA"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Why are they come to us, with suppliant hand outstretched? \n","speaker":"THESEUS"},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"I know; but 'tis for them to tell their story, my son. \n","speaker":"AETHRA"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"To thee, in thy mantle muffled, I address my inquiries; thy \nhead, let lamentation be, and speak; for naught can be achieved save through \nthe utterance of thy tongue. ","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS ","speaker":"ADRASTUS "},{"type":"text","value":"rising","speaker":"ADRASTUS "},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What seekest thou? What need is thine? ","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Dost know how I did lead an expedition to its ruin? \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Assuredly; thou didst not pass through Hellas, all in silence. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"There I lost the pick of Argos' sons. ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"These are the results of that unhappy war. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"I went and craved their bodies from Thebes. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Didst thou rely on heralds, Hermes' servants, in order to bury \nthem? ","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"I did; and even then their slayers said me nay. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Why, what say they to thy just request? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Say! Success makes them forget how to bear their fortune. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Art come to me then for counsel? or wherefore? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"With the wish that thou, O Theseus, shouldst recover the sons \nof the Argives. ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Where is your Argos now? were its vauntings all in vain? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Defeat and ruin are our lot. To thee for aid we come. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Is this thy own private resolve, or the wish of all the city? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"The sons of Danaus, one and all, implore thee to bury the dead. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Why didst lead thy seven armies against Thebes? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"To confer that favour on the husbands of my daughters twain. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"To which of the Argives didst thou give thy daughters in marriage? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"I made no match for them with kinsmen of my family. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What! didst give Argive maids to foreign lords? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Yea, to Tydeus, and to Polyneices, who was Theban-born \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What induced thee to select this alliance? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Dark riddles of Phoebus stole away my judgment. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What said Apollo to determine the maidens' marriage? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"That I should give my daughters twain to a wild boar and a \nlion. ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"How dost thou explain the message of the god? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"One night came to my door two exiles. ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"The name of each declare: thou art speaking of both together. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"They fought together, Tydeus with Polyneices. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Didst thou give thy daughters to them as to wild beasts? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Yea, for, as they fought, I likened them to those monsters \ntwain. ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Why had they left the borders of their native land and come \nto thee? ","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Tydeus was exiled for the murder of a kinsman. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Wherefore had the son of Oedipus left Thebes? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"By reason of his father's curse, not to spill his brother's \nblood. ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Wise no doubt that voluntary exile. ","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"But those who stayed at home were for injuring the absent. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What! did brother rob brother of his inheritance? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"To avenge this I set out; hence my ruin. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Didst consult seers, and gaze into the flame of burnt-offerings? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Ah me! thou pressest on the very point wherein I most did fail. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"It seems thy going was not favoured by heaven. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Worse; I went in spite even of Amphiaraus. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"And so heaven lightly turned its face from thee. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"I was carried away by the clamour of younger men. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Thou didst favour courage instead of discretion. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"True; and many a general owes defeat to that. O king of Athens, \nbravest of the sons of Hellas, I blush to throw myself upon the ground \nand clasp thy knees, I a grey-haired king, blest in days gone by; yet needs \nmust yield to my misfortunes. I pray thee save the dead; have pity on my \nsorrows and on these, the mothers of the slain, whom hoary eld finds reft \nof their sons; yet they endured to journey hither and tread a foreign soil \nwith aged tottering steps, bearing no embassy to Demeter's mysteries; only \nseeking burial for their dead, which lot should have been theirs, e'en \nburial by the hands of sons still in their prime. And 'tis wise in the \nrich to see the poor man's poverty, and in the poor man to turn ambitious \neyes toward the rich, that so he may himself indulge a longing for possessions; \nand they, whom fortune frowns not on, should gaze on misery's presentment; \nlikewise, who maketh songs should take a pleasure in their making; for \nif it be not so with him, he will in no wise avail to gladden others, if \nhimself have sorrow in his home; nay, 'tis not even right to expect it. \nMayhap thou'lt say, \"Why pass the land of Pelops o'er, and lay this toil \non Athens?\" This am I bound to declare. Sparta is cruel, her customs variable; \nthe other states are small and weak. Thy city alone would be able to undertake \nthis labour; for it turns an eye on suffering, and hath in thee a young \nand gallant king, for want whereof to lead their hosts states ere now have \noften perished. ","speaker":"ADRASTUS"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"I too, Theseus, urge the same plea to thee; have pity on my \nhard fate. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Full oft have I argued out this subject with others. For there \nare who say, there is more bad than good in human nature, to the which \nI hold contrary view, that good o'er bad predominates in man, for if it \nwere not so, we should not exist. He hath my praise, whoe'er of gods brought \nus to live by rule from chaos and from brutishness, first by implanting \nreason, and next by giving us a tongue to declare our thoughts, so as to \nknow the meaning of what is said, bestowing fruitful crops, and drops of \nrain from heaven to make them grow, wherewith to nourish earth's fruits \nand to water her lap; and more than this, protection from the wintry storm, \nand means to ward from us the sun-god's scorching heat; the art of sailing \no'er the sea, so that we might exchange with one another whatso our countries \nlack. And where sight fails us and our knowledge is not sure, the seer \nforetells by gazing on the flame, by reading signs in folds of entrails, \nor by divination from the flight of birds. Are we not then to proud, when \nheaven hath made such preparation for our life, not to be content therewith? \nBut our presumption seeks to lord it over heaven, and in the pride of our \nhearts we think we are wiser than the gods. Methinks thou art even of this \nnumber, a son of folly, seeing that thou, though obedient to Apollo's oracle \nin giving thy daughters to strangers, as if gods really existed, yet hast \nhurt thy house by mingling the stream of its pure line with muddy waters; \nno! never should the wise man have joined the stock of just and unjust \nin one, but should have gotten prosperous friends for his family. For the \ndeity, confusing their destinies, doth oft destroy by the sinner's fate \nhim who never sinned nor committed injustice. Thou didst lead all Argos \nforth to battle, though seers proclaimed the will of heaven, and then in \nscorn of them and in violent disregard of the gods hast ruined thy city, \nled away by younger men, such as court distinction, and add war to war \nunrighteously, destroying their fellow-citizens; one aspires to lead an \narmy; another fain would seize the reins of power and work his wanton will; \na third is bent on gain, careless of any ill the people thereby suffer. \nFor there are three ranks of citizens; the rich, a useless set, that ever \ncrave for more; the poor and destitute, fearful folk, that cherish envy \nmore than is right, and shoot out grievous stings against the men who have \naught, beguiled as they are by the eloquence of vicious leaders; while \nthe class that is midmost of the three preserveth cities, observing such \norder as the state ordains. Shall I then become thy ally? What fair pretext \nshould I urge before my countrymen? Depart in peace! For why shouldst thou, \nhaving been ill-advised thyself, seek to drag our fortune down? \n","speaker":"THESEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"He erred; but with the young men rests this error, while he \nmay well be pardoned. ","speaker":"LEADER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"I did not choose thee, king, to judge my affliction, but came \nto thee to cure it; no! nor if in aught my fortunes prove me wrong, came \nI to the to punish or correct them, but to seek thy help. But if thou wilt \nnot, must be content with thy decision; for how can I help it? Come, aged \ndames, away! Yet leave behind you here the woven leaves of pale green foliage, \ncalling to witness heaven and earth, Demeter, that fire-bearing goddess, \nand the sun-god's light, that our prayers to heaven availed us naught. \n","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Mother mine, why weepest thou, drawing o'er thine eyes thy \nveil? Is it because thou didst hear their piteous lamentations? To my own \nheart it goes. Raise thy silvered head, weep not where thou sittest at \nthe holy altar of Demeter. ","speaker":"THESEUS"},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"Ah woe! ","speaker":"AETHRA"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"'Tis not for thee their sorrows to lament. \n","speaker":"THESEUS"},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"Ye hapless dames! ","speaker":"AETHRA"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Thou art not of their company. ","speaker":"THESEUS"},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"May I a scheme declare, my son, that shall add to thy glory \nand the state's? ","speaker":"AETHRA"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Yea, for oft even from women's lips issue wise counsels. \n","speaker":"THESEUS"},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"Yet the word, that lurks within my heart, makes me hesitate. \n","speaker":"AETHRA"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Shame! to hide from friends good counsel. \n","speaker":"THESEUS"},{"type":"speech","value":"AETHRA","speaker":"AETHRA"},{"type":"text","value":"Nay then, I will not hold my peace to blame myself hereafter \nfor having now kept silence to my shame, nor will I forego my honourable \nproposal, from the common fear that it is useless for women to give good \nadvice. First, my son, I exhort thee give good heed to heaven's will, lest \nfrom slighting it thou suffer shipwreck; for in this one single point thou \nfailest, though well-advised in all else. Further, I would have patiently \nendured, had it not been my duty to venture somewhat for injured folk; \nand this, my son, it is that brings thee now thy honour, and causes me \nno fear to urge that thou shouldst use thy power to make men of violence, \nwho prevent the dead from receiving their meed of burial and funeral rites, \nperform this bounden duty, and check those who would confound the customs \nof all Hellas; for this it is that holds men's states together,-strict \nobservance of the laws. And some, no doubt, will say, 'twas cowardice made \nthee stand aloof in terror, when thou mightest have won for thy city a \ncrown of glory, and, though thou didst encounter a savage swine, labouring \nfor a sorry task, yet when the time came for thee to face the helmet and \npointed spear, and do thy best, thou wert found to be coward. Nay! do not \nso if thou be son of mine. Dost see how fiercely thy country looks on its \nrevilers when they mock her for want of counsel? Yea, for in her toils \nshe groweth greater. But states, whose policy is dark and cautious, have \ntheir sight darkened by their carefulness. My son, wilt thou not go succour \nthe dead and these poor women in their need? have no fears for thee, starting \nas thou dost with right upon thy side; and although I see the prosperity \nof Cadmus' folk, still am I confident they will throw a different die; \nfor the deity reverses all things again. ","speaker":"AETHRA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Ah! best of friends, right well hast thou pleaded for me and \nfor Adrastus, and hence my joy is doubled. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Mother, the words that I have spoken are his fair deserts, \nand I have declared my opinion of the counsels that ruined him; yet do \nI perceive the truth of thy warning to me, that it ill suits my character \nto shun dangers. For by a long and glorious career have I displayed this \nmy habit among Hellenes, of ever punishing the wicked. Wherefore I cannot \nrefuse toil. For what will spiteful tongues say of me, when thou, my mother, \nwho more than all others fearest for my safety, bidst me undertake this \nenterprise? Yea, I will go about this business and rescue the dead by words \npersuasive; or, failing that, the spear forthwith shall decide this issue, \nnor will heaven grudge me this. But I require the whole city's sanction \nalso, which my mere wish will ensure; still by communicating the proposal \nto them I shall find the people better disposed. For them I made supreme, \nwhen I set this city free, by giving all an equal vote. So I will take \nAdrastus as a text for what I have to say and go to their assembly, and \nwhen have won them to these views, I will return hither, after collecting \na picked band of young Athenians; and then remaining under arms I will \nsend a message to Creon, begging the bodies of the dead. But do ye, aged \nladies, remove from my mother your holy wreaths, that I may take her by \nthe hand and conduct her to the house of Aegeus; for a wretched son is \nhe who rewards not his parents by service; for, when he hath conferred \non them the best he hath, he in his turn from his own sons receives all \nsuch service as he gave to them. ","speaker":"THESEUS"},{"type":"text","value":"AETHRA leaves the altar and departs.","speaker":"THESEUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe","speaker":"CHORUS "},{"type":"text","value":"THESEUS addresses one of his own heralds. As he speaks, the HERALD from \nKing Creon of Thebes enters.","speaker":"CHORUS "},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Forasmuch as with this thy art thou hast ever served the state \nand me by carrying my proclamations far and wide, so now cross Asopus and \nthe waters of Ismenus, and declare this message to the haughty king of \nthe Cadmeans: \"Theseus, thy neighbour, one who well may win the boon he \ncraves, begs as a favour thy permission to bury the dead, winning to thyself \nthereby the love of all the Erechtheidae.\" And if they will acquiesce, \ncome back again, but if they hearken not, thy second message runneth thus, \nthey may expect my warrior host; for at the sacred fount of Callichorus \nmy army camps in readiness and is being reviewed. Moreover, the city gladly \nof its own accord undertook this enterprise, when it perceived my wish. \nHa! who comes hither to interrupt my speech? A Theban herald, so it seems, \nthough I am not sure thereof. Stay; haply he may save the thy trouble. \nFor by his coming he meets my purpose half-way. ","speaker":"THESEUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"Who is the despot of this land? To whom must I announce the \nmessage of Creon, who rules o'er the land of Cadmus, since Eteocles was \nslain by the hand of his brother Polyneices, at the sevenfold gates of \nThebes? ","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Sir stranger, thou hast made a false beginning to thy speech, \nin seeking here a despot. For this city is not ruled by one man, but is \nfree. The people rule in succession year by year, allowing no preference \nto wealth, but the poor man shares equally with the rich. \n","speaker":"THESEUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"Thou givest me here an advantage, as it might be in a game \nof draughts; for the city, whence I come, is ruled by one man only, not \nby the mob; none there puffs up the citizens with specious words, and for \nhis own advantage twists them this way or that,-one moment dear to them \nand lavish of his favours, the next a bane to all; and yet by fresh calumnies \nof others he hides his former failures and escapes punishment. Besides, \nhow shall the people, if it cannot form true judgments, be able rightly \nto direct the state? Nay, 'tis time, not haste, that affords a better understanding. \nA poor hind, granted be he not all unschooled, would still be unable from \nhis toil to give his mind to politics. Verily the better sort count it \nno healthy sign when the worthless man obtains a reputation by beguiling \nwith words the populace, though aforetime he was naught. \n","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"This herald is a clever fellow, a dabbler in the art of talk. \nBut since thou hast thus entered the lists with me, listen awhile, for \n'twas thou didst challenge a discussion. Naught is more hostile to a city \nthan a despot; where he is, there are first no laws common to all, but \none man is tyrant, in whose keeping and in his alone the law resides, and \nin that case equality is at an end. But when the laws are written down, \nrich and poor alike have equal justice, and it is open to the weaker to \nuse the same language to the prosperous when he is reviled by him, and \nthe weaker prevails over the stronger if he have justice on his side. Freedom's \nmark is also seen in this: \"Who hath wholesome counsel to declare unto \nthe state?\" And he who chooses to do so gains renown, while he, who hath \nno wish, remains silent. What greater equality can there be in a city? \nAgain, where the people are absolute rulers of the land, they rejoice in \nhaving reserve of youthful citizens, while a king counts this a hostile \nelement, and strives to slay the leading men, all such as he deems discreet, \nfor he feareth for his power. How then can a city remain stable, where \none cuts short all enterprise and mows down the young like meadow-flowers \nin spring-time? What boots it to acquire wealth and livelihood for children, \nmerely to add to the tyrant's substance by one's toil? Why train up virgin \ndaughters virtuously in our homes to gratify a tyrant's whim, whenso he \nwill, and cause tears to those who rear them? May my life end if ever my \nchildren are to be wedded by violence! This bolt I launch in answer to \nthy words. Now say, why art thou come? what needest thou of this land? \nHad not thy city sent thee, to thy cost hadst thou come with thy outrageous \nutterances; for it is the herald's duty to tell the message he is bidden \nand hie him back in haste. Henceforth let Creon send to my city some other \nmessenger less talkative than thee. ","speaker":"THESEUS"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Look you! how insolent the villains are, when Fortune is kind \nto them, just as if it would be well with them for ever. \n","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"Now will I speak. On these disputed points hold thou this view, \nbut the contrary. So I and all the people of Cadmus forbid thee to admit \nAdrastus to this land, but if he is here, drive him forth in disregard \nof the holy suppliant bough he bears, ere sinks yon blazing sun, and attempt \nnot violently to take up the dead, seeing thou hast naught to do with the \ncity of Argos. And if thou wilt hearken to me, thou shalt bring thy barque \nof state into port unharmed by the billows; but if not, fierce shall the \nsurge of battle be, that we and our allies shall raise. Take good thought, \nnor, angered at my words, because forsooth thou rulest thy city with freedom, \nreturn a vaunting answer from thy feebler means. Hope is man's curse; many \na state hath it involved in strife, by leading them into excessive rage. \nFor whenso the city has to vote on the question of war, no man ever takes \nhis own death into account, but shifts this misfortune on to his neighbour; \nbut if death had been before their eyes when they were giving their votes, \nHellas would ne'er have rushed to her doom in mad desire for battle. And \nyet each man amongst us knows which of the two to prefer, the good or ill, \nand how much better peace is for mankind than war,-peace, the Muses' chiefest \nfriend, the foe of sorrow, whose joy is in glad throngs of children, and \nits delight in prosperity. These are the blessings we cast away and wickedly \nembark on war, man enslaving his weaker brother, and cities following suit. \nNow thou art helping our foes even after death, trying to rescue and bury \nthose whom their own acts of insolence have ruined. Verily then it would \nseem Capaneus was unjustly blasted by the thunderbolt and charred upon \nthe ladder he had raised against our gates, swearing he would sack our \ntown, whether the god would or no; nor should the yawning earth have snatched \naway the seer, opening wide her mouth to take his chariot and its horses \nin, nor should the other chieftains be stretched at our gates, their skeletons \nto atoms crushed 'neath boulders. Either boast thy wit transcendeth that \nof Zeus, or else allow that gods are right to slay the ungodly. The wise \nshould love their children first, next their parents and country, whose \nfortunes it behoves them to increase rather than break down. Rashness in \na leader, as in a pilot, causeth shipwreck; who knoweth when to be quiet \nis a wise man. Yea and this too is bravery, even forethought. \n","speaker":"THEBAN HERALD"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"The punishment Zeus hath inflicted was surely enough; there \nwas no need to heap this wanton insult on us. ","speaker":"LEADER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Abandoned wretch! ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Peace, Adrastus! say no more; set not thy words before mine, \nfor 'tis not to thee this fellow is come with his message, but to me, and \nI must answer him. Thy first assertion will I answer first: I am not aware \nthat Creon is my lord and master, or that his power outweigheth mine, that \nso he should compel Athens to act on this wise; nay! for then would the \ntide of time have to flow backward, if we are to be ordered, as he thinks. \n'Tis not I who choose this war, seeing that I did not even join these warriors \nto go unto the land of Cadmus; but still I claim to bury the fallen dead, \nnot injuring any state nor yet introducing murderous strife, but preserving \nthe law of all Hellas. What is not well in this? If ye suffered aught from \nthe Argives-lo! they are dead; ye took a splendid vengeance on your foes \nand covered them with shame, and now your right is at an end. Let the dead \nnow be buried in the earth, and each element return to the place from whence \nit came to the body, the breath to the air, the body to the ground; for \nin no wise did we get it for our own, but to live our life in, and after \nthat its mother earth must take it back again. Dost think 'tis Argos thou \nart injuring in refusing burial to the dead? Nay! all Hellas shares herein, \nif a man rob the dead of their due and keep them from the tomb; for, if \nthis law be enacted, it will strike dismay into the stoutest hearts. And \nart thou come to cast dire threats at me while thy own folk are afraid \nof giving burial to the dead? What is your fear? Think you they will undermine \nyour land in their graves, or that they will beget children in the womb \nof earth, from whom shall rise an avenger? A silly waste of words, in truth \nit was, to show your fear of paltry groundless terrors. Go, triflers, learn \nthe lesson of human misery; our life is made up of struggles; some men \nthere be that find their fortune soon, others have to wait, while some \nat once are blest. Fortune lives a dainty life; to her the wretched pays \nhis court and homage to win her smile; her likewise doth the prosperous \nman extol, for fear the favouring gale may leave him. These lessons should \nwe take to heart, to bear with moderation, free from wrath, our wrongs, \nand do naught to hurt a whole city. What then? Let us, who will the pious \ndeed perform, bury the corpses of the slain. Else is the issue clear; I \nwill go and bury them by force. For never shall it be proclaimed through \nHellas that heaven's ancient law was set at naught, when it devolved on \nme and the city of Pandion. ","speaker":"THESEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Be of good cheer; for if thou preserve the light of justice, \nthou shalt escape many a charge that men might urge. \n","speaker":"LEADER"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"Wilt thou that I sum up in brief all thou wouldst say? \n","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Say what thou wilt; for thou art not silent as it is. \n","speaker":"THESEUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"Thou shalt never take the sons of Argos from our land. \n","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Hear, then, my answer too to that, if so thou wilt. \n","speaker":"THESEUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"I will hear thee; not that I wish it, but I must give thee \nthy turn. ","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"I will bury the dead, when from Asopus' land I have removed \nthem. ","speaker":"THESEUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"First must thou adventure somewhat in the front of war. \n","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Many an enterprise and of a different kind have I ere this \nendured. ","speaker":"THESEUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"Wert thou then begotten of thy sire to cope with every foe? \n","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Ay, with all wanton villains; virtue I punish not. \n","speaker":"THESEUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"To meddle is aye thy wont and thy city's too. \n","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Hence her enterprise on many a field hath won her many blessings. \n","speaker":"THESEUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"Come then, that the warriors of the dragon-crop may catch thee \nin our city. ","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What furious warrior-host could spring from dragon's seed? \n","speaker":"THESEUS"},{"type":"speech","value":"THEBAN HERALD","speaker":"THEBAN HERALD"},{"type":"text","value":"Thou shalt learn that to thy cost. As yet thou art young and \nrash. ","speaker":"THEBAN HERALD"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Thy boastful speech stirs not my heart at all to rage. Yet \nget thee gone from my land, taking with thee the idle words thou broughtest; \nfor we are making no advance.  ","speaker":"THESEUS"},{"type":"text","value":"The THEBAN HERALD withdraws.","speaker":"THESEUS"},{"type":"text","value":"THESEUS and his retinue depart. The following lines between the SEMI-CHORUSES \nare chanted responsively.","speaker":"THESEUS"},{"type":"speech","value":"FIRST SEMI-CHORUS","speaker":"FIRST SEMI-CHORUS"},{"type":"text","value":"Unhappy mothers of those hapless chiefs! How wildly in my heart \npale fear stirs up alarm! ","speaker":"FIRST SEMI-CHORUS"},{"type":"speech","value":"SECOND SEMI-CHORUS","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"What is this new cry thou utterest? ","speaker":"SECOND SEMI-CHORUS"},{"type":"speech","value":"FIRST SEMI-CHORUS","speaker":"FIRST SEMI-CHORUS"},{"type":"text","value":"I fear the issue of the strife, whereto the hosts of Pallas \nmarch. ","speaker":"FIRST SEMI-CHORUS"},{"type":"speech","value":"SECOND SEMI-CHORUS","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"Dost speak of issues of the sword, or interchange of words? \n","speaker":"SECOND SEMI-CHORUS"},{"type":"speech","value":"FIRST SEMI-CHORUS","speaker":"FIRST SEMI-CHORUS"},{"type":"text","value":"That last were gain indeed; but if the carnage of battle, fighting, \nand the noise of beaten breasts again be heard in the land, what, alas! \nwill be said of me, who am the cause thereof? ","speaker":"FIRST SEMI-CHORUS"},{"type":"speech","value":"SECOND SEMI-CHORUS","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"Yet may fate again bring low the brilliant victor; 'tis this \nbrave thought that twines about my heart. ","speaker":"SECOND SEMI-CHORUS"},{"type":"speech","value":"FIRST SEMI-CHORUS","speaker":"FIRST SEMI-CHORUS"},{"type":"text","value":"Thou speak'st of the gods as if they were just. \n","speaker":"FIRST SEMI-CHORUS"},{"type":"speech","value":"SECOND SEMI-CHORUS","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"For who but they allot whate'er betides? \n","speaker":"SECOND SEMI-CHORUS"},{"type":"speech","value":"FIRST SEMI-CHORUS","speaker":"FIRST SEMI-CHORUS"},{"type":"text","value":"I see much at variance in their dealings with men. \n","speaker":"FIRST SEMI-CHORUS"},{"type":"speech","value":"SECOND SEMI-CHORUS","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"The former fear hath warped thy judgment. Vengeance calls vengeance \nforth; slaughter calls for slaughter, but the gods give respite from affliction, \nholding in their own hands each thing's allotted end. \n","speaker":"SECOND SEMI-CHORUS"},{"type":"speech","value":"FIRST SEMI-CHORUS","speaker":"FIRST SEMI-CHORUS"},{"type":"text","value":"Would I could reach yon plains with turrets crowned, leaving \nCallichorus, fountain of the goddess! ","speaker":"FIRST SEMI-CHORUS"},{"type":"speech","value":"SECOND SEMI-CHORUS","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"O that some god would give me wings to fly to the city of rivers \ntwain! ","speaker":"SECOND SEMI-CHORUS"},{"type":"speech","value":"FIRST SEMI-CHORUS","speaker":"FIRST SEMI-CHORUS"},{"type":"text","value":"So might'st thou see and know the fortunes of thy friends. \n","speaker":"FIRST SEMI-CHORUS"},{"type":"speech","value":"SECOND SEMI-CHORUS","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"What fate, what issue there awaits the valiant monarch of this \nland? ","speaker":"SECOND SEMI-CHORUS"},{"type":"speech","value":"FIRST SEMI-CHORUS","speaker":"FIRST SEMI-CHORUS"},{"type":"text","value":"Once more do we invoke the gods we called upon before; yea, \nin our fear this is our first and chiefest trust. ","speaker":"FIRST SEMI-CHORUS"},{"type":"speech","value":"SECOND SEMI-CHORUS","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"O Zeus, father to the child the heifer-mother bore in days \nlong past, that daughter of Inachus! ","speaker":"SECOND SEMI-CHORUS"},{"type":"speech","value":"FIRST SEMI-CHORUS","speaker":"FIRST SEMI-CHORUS"},{"type":"text","value":"O be gracious, I pray, and champion this city! \n","speaker":"FIRST SEMI-CHORUS"},{"type":"speech","value":"SECOND SEMI-CHORUS","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"'Tis thy own darling, thy own settler in the city of Argos \nthat I am striving from outrage to rescue for the funeral pyre. \n","speaker":"SECOND SEMI-CHORUS"},{"type":"text","value":"A MESSENGER enters.","speaker":"SECOND SEMI-CHORUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Ladies, I bring you tidings of great joy, myself escaped-for \nI was taken prisoner in the battle which cost those chieftains seven their \nlives near Dirce's fount-to bear the news of Theseus' victory. But I will \nsave thee tedious questioning; I was the servant of Capaneus, whom Zeus \nwith scorching bolt to ashes burnt. ","speaker":"MESSENGER"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Friend of friends, fair thy news of thy own return, nor less \nthe news about Theseus; and if the host of Athens, too, is safe, welcome \nwill all thy message be. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"'Tis safe, and all hath happened as I would it had befallen \nAdrastus and his Argives, whom from Inachus he led, to march against the \ncity of the Cadmeans. ","speaker":"MESSENGER"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"How did the son of Aegeus and his fellow-warriors raise their \ntrophy to Zeus? Tell us, for thou wert there and canst gladden us who were \nnot. ","speaker":"LEADER"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Bright shone the sun, one levelled line of light, upon the \nworld, as by Electra's gate I stood to watch, from a turret with a far \noutlook. And lo! I saw the host in three divisions, deploying its mail-clad \nwarriors on the high ground by the banks of Ismenus; this last I heard; \nand with them was the king himself, famous son of Aegeus; his own men, \nnatives of old Cecropia, were ranged upon the right; while on the left, \nhard by the fountain of Ares, were the dwellers by the sea, harnessed spearmen \nthey; on either wing were posted cavalry, in equal numbers, and chariots \nwere stationed in the shelter of Amphion's holy tomb. Meantime, the folk \nof Cadmus set themselves before the walls, placing in the rear the bodies \nfor which they fought. Horse to horse, and car to car stood ranged. Then \ndid the herald of Theseus cry aloud to all: \"Be still, ye folk! hush, ye \nranks of Cadmus, hearken! we are come to fetch the bodies of the slain, \nwishing to bury them in observance of the universal law of Hellas; no wish \nhave we to lengthen out the slaughter.\" Not a word would Creon let his \nherald answer back, but there he stood in silence under arms. Then did \nthe drivers of the four-horse cars begin the fray; on, past each other \nthey drave their chariots, bringing the warriors at their sides up into \nline. Some fought with swords, some wheeled the horses back to the fray \nagain for those they drove. Now when Phorbas, who captained the cavalry \nof the Erechtheidae, saw the thronging chariots, he and they who had the \ncharge of the Theban horse met hand to hand, and by turns were victors \nand vanquished. The many horrors happening there I saw, not merely heard \nabout, for I was at the spot where the chariots and their riders met and \nfought, but which to tell of first I know not,-the clouds of dust that \nmounted to the sky, the warriors tangled in the reins and dragged this \nway and that, the streams of crimson gore, when men fell dead, or when, \nfrom shattered chariot-seats, they tumbled headlong to the ground, and, \namid the splinters of their cars, gave up the ghost. But Creon, when he \nmarked our cavalry's success on one wing, caught up a shield and rushed \ninto the fray, ere that despondency should seize his men; but not for that \ndid Theseus recoil in fear; no! snatching up at once his glittering harnes \nhe hied him on. And the twain, clashing their shields together as they \nmet in the midst of the assembled host, were dealing death and courting \nit, shouting loudly each to his fellow the battle-cry: \"Slay, and with \nthy spear strike home against the sons of Erechtheus.\" Fierce foes to cope \nwith were the warriors whom the dragon's teeth to manhood reared; so fierce, \nthey broke our left wing, albeit theirs was routed by our right and put \nto flight, so that the struggle was evenly balanced. Here again our chief \ndeserved all praise, for this success was not the only one he gained; no! \nnext he sought that part of his army which was wavering; and loud he called \nto them, that the earth rang again, \"My sons, if ye cannot restrain the \nearth-born warriors' stubborn spear, the cause of Pallas is lost.\" His \nword inspired new courage in all the Danaid host. Therewith himself did \nseize a fearsome mace, weapon of Epidaurian warfare, and swung it to and \nfro, and with that club, as with a sickle, he shore off necks and heads \nand helmets thereupon. Scarce even then they turned themselves to fly. \nI cried aloud for joy, and danced and clapped my hands; while to the gates \nthey ran. Throughout the town echoed the shrieks of young and old, as they \ncrowded the temples in terror. But Theseus, when he might have come inside \nthe walls, held back his men, for he had not come, said he, to sack the \ntown, but to ask for the bodies of the dead. Such the general men should \nchoose, one who shows his bravery in danger, yet hates the pride of those \nthat in their hour of fortune lose the bliss they might have enjoyed, through \nseeking to scale the ladder's topmost step. ","speaker":"MESSENGER"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Now do I believe in the gods after seeing this unexpected day, \nand feel my woes are lighter now that these have paid their penalty. \n","speaker":"LEADER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"O Zeus, why do men assert the wisdom of the wretched human \nrace? On thee we all depend, and all we do is only what thou listest. We \nthought our Argos irresistible, ourselves a young and lusty host, and so \nwhen Eteocles was for making terms, in spite of his fair offer we would \nnot accept them, and so we perished. Then in their turn those foolish folk \nof Cadmus, to fortune raised, like some beggar with his newly-gotten wealth, \nwaxed wanton, and, waxing so, were ruined in their turn. Ye foolish sons \nof men! who strain your bow like men who shoot beyond their mark, and only \nby suffering many evils as ye deserve, though deaf to friends, yet yield \nto circumstances; ye cities likewise, though ye might by parley end your \nills, yet ye choose the sword instead of reason to settle all disputes. \nBut wherefore these reflections? This I fain would learn, the way thou \ndidst escape; and after that I will ask thee of the rest. \n","speaker":"ADRASTUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"During the uproar which prevailed in the city owing to the \nbattle, I passed the gates, just as the host had entered them. \n","speaker":"MESSENGER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Are ye bringing the bodies, for the which the strife arose? \n","speaker":"ADRASTUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Ay, each of the seven chiefs who led their famous hosts. \n","speaker":"MESSENGER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"What sayest thou? the rest who fell-say, where are they? \n","speaker":"ADRASTUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"They have found burial in the dells of Cithaeron. \n","speaker":"MESSENGER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"On this or that side of the mount? And who did bury them? \n","speaker":"ADRASTUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Theseus buried them 'neath the shadow of Eleutherae's cliff. \n","speaker":"MESSENGER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Where didst thou leave the dead he hath not buried? \n","speaker":"ADRASTUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Not far away; earnest haste makes every goal look close. \n","speaker":"MESSENGER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"No doubt in sorrow slaves would gather them from the carnage. \n","speaker":"ADRASTUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Slaves! not one of them was set to do this \ntoil.\n(A speech belonging to ADRASTUS has been lost.) \n","speaker":"MESSENGER"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Thou wouldst say so, hadst thou been there to see his loving \ntendance of the dead. ","speaker":"MESSENGER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Did he himself wash the bloody wounds of the hapless youths? \n","speaker":"ADRASTUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Ay, and strewed their biers and wrapped them in their shrouds. \n","speaker":"MESSENGER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"An awful burden this, involving some disgrace. \n","speaker":"ADRASTUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Why, what disgrace to men are their fellows' sorrows? \n","speaker":"MESSENGER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Ah me! how much rather had I died with them! \n","speaker":"ADRASTUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"'Tis vain to weep and move to tears these women. \n","speaker":"MESSENGER"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Methinks 'tis they who give the lesson. Enough of that! My \nhands lift at meeting of the dead, and pour forth a tearful dirge to Hades, \ncalling on my friends, whose loss I mourn in wretched solitude; for this \none thing, when once 'tis spent, man cannot recover, the breath of life, \nthough he knoweth ways to get his wealth again. ","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe","speaker":"CHORUS "},{"type":"text","value":"THESEUS and his soldiers enter, carrying the corpses of the slain chieftains. \nADRASTUS and the CHORUS chant the lament responsively.","speaker":"CHORUS "},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Mothers, raise the wail for the dead departed; cry in answer \nwhen ye hear my note of woe. ","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"My sons, my sons! O bitter words for loving mothers to address \nto you! To thee, my lifeless child, I call. ","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Woe! woe! ","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Ah me, my sufferings! ","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Alas! We have endured, alas!- ","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Sorrows most grievous. ","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"O citizens of Argos! do ye not behold my fate? \n","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"They see thee, and me the hapless mother, reft of her children. \n","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Bring near the blood-boltered corpses of those hapless chiefs, \nfoully slain by foes unworthy, with whom lay the decision of the contest. \n","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Let me embrace and hold my children to my bosom in my enfolding \narms. ","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"There, there! thou hast- ","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Sorrows heavy enough to bear. ","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Ah me! ","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Thy groans mingle with those of their parents. \n","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Hear me. ","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O'er both of us thou dost lament. ","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Would God the Theban ranks had laid me dead in the dust! \n","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Oh that I had ne'er been wedded to a husband! \n","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Ah! hapless mothers, behold this sea of troubles! \n","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Our nails have ploughed our cheeks in furrows, and o'er our \nheads have we strewn ashes. ","speaker":"CHORUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Ah me! ah me! Oh that earth's floor would swallow me, or the \nwhirlwind snatch me away, or Zeus's flaming bolt descend upon my head! \n","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Bitter the marriages thou didst witness, bitter the oracle \nof Phoebus! The curse of Oedipus, fraught with sorrow, after desolating \nhis house, is come on thee. ","speaker":"CHORUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"I meant to question thee when thou wert venting thy lamentations \nto the host, but I will let it pass; yet, though I dropped the matter then \nand left it alone, I now do ask Adrastus, \"Of what lineage sprang those \nyouths, to shine so bright in chivalry?\" Tell it to our younger citizens \nof thy fuller wisdom, for thou art skilled to know. Myself beheld their \ndaring deeds, too high for words to tell, whereby they thought to capture \nThebes. One question will I spare thee, lest I provoke thy laughter; the \nfoe that each of them encountered in the fray, the spear from which each \nreceived his death-wound. These be idle tales alike for those who hear \nor him who speaks, that any man amid the fray, when clouds of darts are \nhurtling before his eyes, should declare for certain who each champion \nis. I could not ask such questions, nor yet believe those who dare assert \nthe like; for when a man is face to face with the foe, he scarce can see \neven that which 'tis his bounden duty to observe. ","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Hearken then. For in giving this task to me thou findest a \nwilling eulogist of friends, whose praise I would declare in all truth \nand sincerity. Dost see yon corpse by Zeus's bolt transfixed? That is Capaneus; \nthough he had ample wealth, yet was he the last to boast of his prosperity; \nnor would he ever vaunt himself above a poorer neighbour, but shunned the \nman whose sumptuous board had puffed him up too high and made him scorn \nmere competence, for he held that virtue lies not in greedy gluttony, but \nthat moderate means suffice. True friend was he, alike to present or to \nabsent friends the same; of such the number is not great. His was guileless \ncharacter, a courteous address, that left no promise unperformed either \ntowards his own household or his fellow-citizens. The next I name is Eteoclus; \na master he of other kinds of excellence; young, nor richly dowered with \nstore, yet high in honour in the Argive land. And though his friends oft \noffered gifts of gold, he would not have it in his house, to make his character \nits slave by taking wealth's yoke upon him. Not his city, but those that \nsinned against her did he hate, for a city is no wise to be blamed if it \nget an evil name by reason of an evil governor. Such another was Hippomedon, \nthird of all this band; from his very boyhood he refrained from turning \ntowards the allurements of the Muses, to lead life of ease; his home was \nin the fields, and gladly would he school his nature to hardships with \na view to manliness, aye hasting to the chase, rejoicing in his steeds \nor straining of his bow, because he would make himself of use unto his \nstate. Next behold the huntress Atalanta's son, Parthenopaeus, a youth \nof peerless beauty; from Arcady he came even to the streams of Inachus, \nand in Argos spent his boyhood. There, when he grew to man's estate, first, \nas is the duty of strangers settled in another land, he showed no pique \nor jealousy against the state, became no quibbler, chiefest source of annoyance \ncitizen or stranger can give, but took his stand amid the host, and fought \nfor Argos as he were her own son, glad at heart whenso the city prospered, \ndeeply grieved if e'er reverses came; many a lover though he had midst \nmen and maids, yet was he careful to avoid offence. Of Tydeus next the \nlofty praise I will express in brief; no brilliant spokesman he, but a \nclever craftsman in the art of war, with many a shrewd device; inferior \nin judgment to his brother Meleager, yet through his warrior skill lending \nhis name to equal praise, for he had found in arms a perfect science; his \nwas an ambitious nature, a spirit rich in store of deeds, with words less \nfully dowered. From this account then wonder not, Theseus, that they dared \nto die before the towers; for noble nurture carries honour with it, and \nevery man, when once he hath practised virtue, scorns the name of villain. \nCourage may be learnt, for even a babe doth learn to speak and hear things \nit cannot comprehend; and whatso'er a child hath learnt, this it is his \nwont to treasure up till he is old. So train up your children in a virtuous \nway. ","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"As for the noble son of Oecleus, him, while yet he lived, the \ngods snatched hence to the bowels of the earth, and his chariot too, manifestly \nblessing him; while I myself may truthfully tell the praises of the son \nof Oedipus, that is, Polyneices, for he was my guest-friend ere he left \nthe town of Cadmus and crossed to Argos in voluntary exile. But dost thou \nknow what I would have thee do in this? ","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"I know naught save this,-to yield obedience to thy hests. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"As for yon Capaneus, stricken by the bolt of Zeus- \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Wilt bury him apart as a consecrated corpse? \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Even so; but all the rest on one funeral pyre. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Where wilt thou set the tomb apart for him? \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Here near this temple have I builded him a sepulchre. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Thy thralls forthwith must undertake this toil. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Myself will look to those others; let the biers advance. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Approach your sons, unhappy mothers. ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"This thy proposal, Adrastus, is anything but good. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Must not the mothers touch their sons? ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"It would kill them to see how they are altered. \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"'Tis bitter, truly, to see the dead even at the moment of death. \n","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Why then wilt thou add fresh grief to them? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Thou art right. Ye needs must patiently abide, for the words \nof Theseus are good. But when we have committed them unto the flames, ye \nshall collect their bones. O wretched sons of men! Why do ye get you weapons \nand bring slaughter on one another? Cease therefrom, give o'er your toiling, \nand in mutual peace keep safe your cities. Short is the span of life, so \n'twere best to run its course as lightly as we may, from trouble free. \n","speaker":"ADRASTUS"},{"type":"text","value":"The corpses, followed by the CHILDREN of the slain chieftains, are carried \noff to the pyre which is kindled within the sight of the persons on the \nstage.","speaker":"ADRASTUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe","speaker":"CHORUS "},{"type":"text","value":"EVADNE is seen on a rock which overhangs the burning pyre. She is dressed \nas though for a festival.","speaker":"CHORUS "},{"type":"speech","value":"EVADNE ","speaker":"EVADNE "},{"type":"text","value":"chanting","speaker":"EVADNE "},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Behold yon pyre, which thou art overlooking, nigh thereto, \nset apart for Zeus! There is thy husband's body, vanquished by the blazing \nbolt. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"EVADNE ","speaker":"EVADNE "},{"type":"text","value":"chanting","speaker":"EVADNE "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Lo! the aged Iphis, thy father, draweth nigh to hear thy startling \nspeech, which yet he knows not and will grieve to learn. \n","speaker":"LEADER"},{"type":"text","value":"IPHIS enters.","speaker":"LEADER"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"Unhappy child! lo! I am come, a poor old man, with twofold \nsorrow in my house to mourn, that I may carry to his native land the corpse \nof my son Eteoclus, slain by the Theban spear, and further in quest of \nmy daughter who rushed headlong from the house, for she was the wife of \nCapaneus and longed with him to die. Ere this she was well guarded in my \nhouse, but, when I took the watch away in the present troubles, she escaped. \nBut I feel sure that she is here; tell me if ye have seen her. \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"Why question them? Lo, here upon the rock, father, o'er the \npyre of Capaneus, like some bird I hover lightly, in my wretchedness. \n","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"What wind hath blown thee hither, child? Whither thy journey? \nWhy didst thou pass the threshold of my house and seek this land? \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"It would but anger thee to hear what I intend, and so I fain \nwould keep thee ignorant, my father. ","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"What hath not thy own father a right to know? \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"Thou wouldst not wisely judge my purpose. \n","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"Why dost thou deck thyself in that apparel? \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"A purport strange this robe conveys, father. \n","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"Thou hast no look of mourning for thy lord. \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"No, the reason why I thus am decked is strange, maybe. \n","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"Dost thou in such garb appear before a funeral-pyre? \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"Yea, for hither it is I come to take the meed of victory. \n","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"\"Victory!\" What victory? This would I learn of thee. \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"A victory o'er all women on whom the sun looks down. \n","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"In Athena's handiwork or in prudent counsel? \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"In bravery; for I will lay me down and die with my lord. \n","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"What dost thou say? What is this silly riddle thou propoundest? \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"To yonder pyre where lies dead Capaneus, I will leap down. \n","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"My daughter, speak not thus before the multitude! \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"The very thing I wish, that every Argive should learn it. \n","speaker":"EVADNE"},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"Nay, I will ne'er consent to let thee do this deed. \n","speaker":"IPHIS"},{"type":"speech","value":"EVADNE","speaker":"EVADNE"},{"type":"text","value":"'Tis all one; thou shalt never catch me in thy grasp. Lo! I \ncast me down, no joy to thee, but to myself and to my husband blazing on \nthe pyre with me. ","speaker":"EVADNE"},{"type":"text","value":"She leaps into the pyre.","speaker":"EVADNE"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"Ah me! I am undone, ye dames of Argos! ","speaker":"IPHIS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"A more unhappy wretch than me ye could not find. \n","speaker":"IPHIS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"IPHIS","speaker":"IPHIS"},{"type":"text","value":"Ah, why are mortal men denied this boon, to live their youth \ntwice o'er, and twice in turn to reach old age? If aught goes wrong within \nour homes, we set it right by judgment more maturely formed, but our life \nwe may not so correct. Now if we had a second spell of youth and age, this \ndouble term of life would let us then correct each previous slip. For I, \nseeing others blest with children, longed to have them too, and found my \nruin in that wish. Whereas if I had had present experience, and by a father's \nlight had learnt how cruel a thing it is to be bereft of children, never \nshould have fallen on such evil days as these,-I who did beget a brave \nyoung son, proud parent that I was, and after all am now bereft of him. \nEnough of this. What remains for such a hapless wretch as me? Shall I to \nmy home, there to see its utter desolation and the blank within my life? \nor shall to the halls of that dead Capaneus?-halls I smiled to see in days \ngone by, when yet my daughter was alive. But she is lost and gone, she \nthat would ever draw down my cheek to her lips, and take my head between \nher hands; for naught is there more sweet unto an aged sire than a daughter's \nlove; our sons are made of sterner stuff, but less winning are their caresses. \nOh! take me to my house at once, in darkness hide me there, to waste and \nfret this aged frame with fasting! What shall it avail me to touch my daughter's \nbones? Old age, resistless foe, how do I loathe thy presence! Them too \nI hate, whoso desire to lengthen out the span of life, seeking to turn \nthe tide of death aside by philtres, drugs, and magic spells,-folk that \ndeath should take away to leave the young their place, when they no more \ncan benefit the world. ","speaker":"IPHIS"},{"type":"text","value":"IPHIS departs. A procession enters from the direction of the pyre, led \nby the CHILDREN of the slain chieftains, who carry the ashes of their fathers \nin funeral urns. The following lines between the CHORUS and the CHILDREN \nare chanted responsively.","speaker":"IPHIS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Woe, woe! Behold your dead sons' bones are brought hither; \ntake them, servants of your weak old mistress, for in me is no strength \nleft by reason of my mourning for my sons; time's comrade long have I been, \nand many a tear for many a sorrow have I shed. For what sharper pang wilt \nthou ever find for mortals than the sight of children dead? \n","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"Poor mother mine, behold I bring my father's bones gathered \nfrom the fire, a burden grief has rendered heavy, though this tiny urn \ncontains my all. ","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Ah me! ah me! Why bear thy tearful load to the fond mother \nof the dead, a handful of ashes in the stead of those who erst were men \nof mark in Mycenae? ","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"Woe worth the hour! woe worth the day! Reft of my hapless sire, \na wretched orphan shall I inherit a desolate house, torn from my father's \narms. ","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Woe is thee! Where is now the toil I spent upon my sons? what \nthank have I for nightly watch? Where the mother's nursing care? the sleepless \nvigils mine eyes have kept? the loving kiss upon my children's brow? \n","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"Thy sons are dead and gone. Poor mother! dead and gone; the \nboundless air now wraps them round. ","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Turned to ashes by the flame, they have winged their flight \nto, Hades. ","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"Father, thou hearest thy children's lamentation; say, shall \nI e'er, as warrior dight, avenge thy slaughter? ","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"God grant it, O my child ","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"Some day, if god so will, shall the avenging of my father be \nmy task; not yet this sorrow sleeps. ","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Alas! Fortune's sorrows are enough for me, I have enough of \ntroubles now. ","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"Shall Asopus' laughing tide ever reflect my brazen arms as \nI lead on my Argive troops? ","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"To avenge thy fallen sire. ","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"Methinks I see thee still before my eye, my father- \n","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Printing a loving kiss upon thy cheek. ","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"But thy words of exhortation are borne on the winds away. \n","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Two mourners hath he left behind, thy mother and thee, bequeathing \nto thee an endless legacy of grief for thy father. ","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"The weight of grief I have to bear hath crushed me utterly. \n","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Come, let me clasp the ashes of my son to my bosom. \n","speaker":"CHORUS"},{"type":"speech","value":"CHILDREN","speaker":"CHILDREN"},{"type":"text","value":"I weep to hear that piteous word; 'it stabs me to the heart, \n","speaker":"CHILDREN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"My child, thou art undone; no more shall I behold thee, thy \nown fond mother's treasure. ","speaker":"CHORUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Adrastus, and ye dames from Argos sprung, ye see these children \nbearing in their hands the bodies of their valiant sires whom I redeemed; \nto thee I give these gifts, I and Athens. And ye must bear in mind the \nmemory of this favour, marking well the treatment ye have had of me. And \nto these children I repeat the self-same words, that they may honour this \ncity, to children's children ever handing on the kindness ye received from \nus. Be Zeus the witness, with the gods in heaven, of the treatment we vouchsafed \nyou ere you left us. ","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Theseus, well we know all the kindness thou hast conferred \nupon the land of Argos in her need, and ours shall be a gratitude that \nnever waxeth old, for your generous treatment makes us debtors for a like \nreturn. ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"What yet remains, wherein I can serve you? \n","speaker":"THESEUS"},{"type":"speech","value":"ADRASTUS","speaker":"ADRASTUS"},{"type":"text","value":"Fare thee well, for such is thy desert and such thy city's \ntoo. ","speaker":"ADRASTUS"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Even so. Mayst thou too have the self-same fortune! \n","speaker":"THESEUS"},{"type":"text","value":"ATHENA appears from above.","speaker":"THESEUS"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Hearken, Theseus, to the words that I Athena utter, telling \nthee thy duty, which, if thou perform it, will serve thy city. Give not \nthese bones to the children to carry to the land of Argos, letting them \ngo so lightly; nay, take first an oath of them that they will requite thee \nand thy city for your efforts. This oath must Adrastus swear, for as their \nking it is his right to take the oath for the whole realm of Argos. And \nthis shall be the form thereof: \"We Argives swear we never will against \nthis land lead on our mail-clad troops to war, and, if others come, we \nwill repel them.\" But if they violate their oath and come against the city, \npray that the land of Argos may be miserably destroyed. Now hearken while \nI tell thee where thou must slay the victims. Thou hast within thy halls \na tripod with brazen feet, which Heracles, in days gone by, after he had \no'erthrown the foundations of Ilium and was starting on another enterprise, \nenjoined the to set up at the Pythian shrine. O'er it cut the throats of \nthree sheep; then grave within the tripod's hollow belly the oath; this \ndone, deliver it to the god who watches over Delphi to keep, a witness \nand memorial unto Hellas of the oath. And bury the sharp-edged knife, wherewith \nthou shalt have laid the victims open and shed their blood, deep in the \nbowels of the earth, hard by the pyres where the seven chieftains burn; \nfor its appearance shall strike them with dismay, if e'er against thy town \nthey come, and shall cause them to return with sorrow. When thou hast done \nall this, dismiss the dead from thy land. And to the god resign as sacred \nland the spot where their bodies were purified by fire, there by the meeting \nof the triple roads that lead unto the Isthmus. Thus much to thee, Theseus, \naddress; next to the sons of Argos I speak; when ye are grown to men's \nestate, the town beside Ismenus shall ye sack, avenging the slaughter of \nyour dead sires; thou too, Aegialeus, shalt take thy father's place and \nin thy youth command the host, and with thee Tydeus' son marching from \nAetolia,-him whom his father named Diomedes. Soon as the beards your cheeks \no'ershadow must ye lead an armed Danaid host against the battlements of \nThebes with sevenfold gates. For to their sorrow shall ye come like lion's \nwhelps in full-grown might to sack their city. No otherwise is it to be; \nand ye shall be a theme for minstrels' songs in days to come, known through \nHellas as \"the After-born\"; so famous shall your expedition be, thanks \nto Heaven. ","speaker":"ATHENA"},{"type":"speech","value":"THESEUS","speaker":"THESEUS"},{"type":"text","value":"Queen Athena, I will hearken to thy bidding; for thou it is \ndost set me up, so that I go not astray. And I will bind this monarch by \nan oath; do thou but guide my steps aright. For if thou art friendly to \nour state, we shall henceforth live secure. ","speaker":"THESEUS"},{"type":"text","value":"ATHENA vanishes.","speaker":"THESEUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "}]}]