[{"title":"bacchan","play":"bacchan","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"The Bacchantes\nBy Euripides\nWritten 410 B.C.E","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Lo! I am come to this land of Thebes, Dionysus' the son of \nZeus, of whom on a day Semele, the daughter of Cadmus, was delivered by \na flash of lightning. I have put off the god and taken human shape, and \nso present myself at Dirce's springs and the waters of Ismenus. Yonder \nI see my mother's monument where the bolt slew her nigh her house, and \nthere are the ruins of her home smouldering with the heavenly flame that \nblazeth still-Hera's deathless outrage on my mother. To Cadmus all praise \nI offer, because he keeps this spot hallowed, his daughter's precinct, \nwhich my own hands have shaded round about with the vine's clustering \nfoliage.\nLydia's glebes, where gold abounds, and Phrygia have I left behind; \no'er Persia's sun-baked plains, by Bactria's walled towns and Media's wintry \nclime have I advanced through Arabia, land of promise; and Asia's length \nand breadth, outstretched along the brackish sea, with many a fair walled \ntown, peopled with mingled race of Hellenes and barbarians; and this is \nthe first city in Hellas I have reached. There too have I ordained dances \nand established my rites, that I might manifest my godhead to men; but \nThebes is the first city in the land of Hellas that I have made ring with \nshouts of joy, girt in a fawn-skin, with a thyrsus, my ivy-bound spear, \nin my hand; since my mother's sisters, who least of all should have done \nit, denied that Dionysus was the son of Zeus, saying that Semele, when \nshe became a mother by some mortal lover, tried to foist her sin on Zeus-a \nclever ruse of Cadmus, which, they boldly asserted, caused Zeus to slay \nher for the falsehood about the marriage. Wherefore these are they whom \nI have driven frenzied from their homes, and they are dwelling on the hills \nwith mind distraught; and I have forced them to assume the dress worn in \nmy orgies, and all the women-folk of Cadmus' stock have I driven raving \nfrom their homes, one and all alike; and there they sit upon the roofless \nrocks beneath the green pine-trees, mingling amongst the sons of Thebes. \nFor this city must learn, however loth, seeing that it is not initiated \nin my Bacchic rites, and I must take up my mother's defence, by showing \nto mortals that the child she bore to Zeus is a deity. Now Cadmus gave \nhis sceptre and its privileges to Pentheus, his daughter's child, who wages \nwar 'gainst my divinity, thrusting me away from his drink-offerings, and \nmaking no mention of me in his prayers. Therefore will I prove to him and \nall the race of Cadmus that I am a god. And when I have set all in order \nhere, I will pass hence to a fresh country, manifesting myself; but if \nthe city of Thebes in fury takes up arms and seeks to drive my votaries \nfrom the mountain, I will meet them at the head of my frantic rout. This \nis why I have assumed a mortal form, and put off my godhead to take man's \nnature.\nO ye who left Tmolus, the bulwark of Lydia, ye women, my revel \nrout! whom I brought from your foreign homes to be ever by my side and \nbear me company, uplift the cymbals native to your Phrygian home, that \nwere by me and the great mother Rhea first devised, and march around the \nroyal halls of Pentheus smiting them, that the city of Cadmus may see you; \nwhile I will seek Cithaeron's glens, there with my Bacchanals to join the \ndance. ","speaker":"DIONYSUS"},{"type":"text","value":"Exit DIONYSUS.","speaker":"DIONYSUS"},{"type":"text","value":"Enter CHORUS.","speaker":"DIONYSUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"From Asia o'er the holy ridge of Tmolus hasten to a pleasant \ntask, a toil that brings no weariness, for Bromius' sake, in honour of \nthe Bacchic god. Who loiters in the road? who lingers 'neath the roof? \nAvaunt! I say, and let every lip be hushed in solemn silence; for I will \nraise a hymn to Dionysus, as custom aye ordains. O happy he! who to his \njoy is initiated in heavenly mysteries and leads a holy life, joining heart \nand soul in Bacchic revelry upon the hills, purified from every sin; observing \nthe rites of Cybele, the mighty mother, and brandishing the thyrsus, with \nivy-wreathed head, he worships Dionysus. Go forth, go forth, ye Bacchanals, \nbring home the Bromian god Dionysus, child of a god, from the mountains \nof Phrygia to the spacious streets of Hellas, bring home the Bromian god! \nwhom on a day his mother in her sore travail brought forth untimely, yielding \nup her life beneath the lightning stroke of Zeus' winged bolt; but forthwith \nZeus, the son of Cronos, found for him another womb wherein to rest, for \nhe hid him in his thigh and fastened it with golden pins to conceal him \nfrom Hera. And when the Fates had fully formed the horned god, he brought \nhim forth and crowned him with a coronal of snakes, whence it is the thyrsus-bearing \nMaenads hunt the snake to twine about their hair. O Thebes, nurse of Semele! \ncrown thyself with ivy; burst forth, burst forth with blossoms fair of \ngreen convolvulus, and with the boughs of oak and pine join in the Bacchic \nrevelry; dor;-thy coat of dappled fawn-skin, decking it with tufts of silvered \nhair; with reverent hand the sportive wand now wield. Anon shall the whole \nland be dancing, when Bromius leads his revellers to the hills, to the \nhills away! where wait him groups of maidens from loom and shuttle roused \nin frantic haste by Dionysus. O hidden cave of the Curetes! O hallowed \nhaunts in Crete, that saw Zeus born, where Corybantes with crested helms \ndevised for me in their grotto the rounded timbrel of ox-hide, mingling \nBacchic minstrelsy with the shrill sweet accents of the Phrygian flute, \na gift bestowed by them on mother Rhea, to add its crash of music to the \nBacchantes' shouts of joy; but frantic satyrs won it from the mother-goddess \nfor their own, and added it to their dances in festivals, which gladden \nthe heart of Dionysus, each third recurrent year. Oh! happy that votary, \nwhen from the hurrying revel-rout he sinks to earth, in his holy robe of \nfawnskin, chasing the goat to drink its blood, a banquet sweet of flesh \nuncooked, as he hastes to Phrygia's or to Libya's hills; while in the van \nthe Bromian god exults with cries of Evoe. With milk and wine and streams \nof luscious honey flows the earth, and Syrian incense smokes. While the \nBacchante holding in his hand a blazing torch of pine uplifted on his wand \nwaves it, as he speeds along, rousing wandering votaries, and as he waves \nit cries aloud with wanton tresses tossing in the breeze; and thus to crown \nthe revelry, he raises loud his voice, \"On, on, ye Bacchanals, pride of \nTmolus with its rills of gold I to the sound of the booming drum, chanting \nin joyous strains the praises of your joyous god with Phrygian accents \nlifted high, what time the holy lute with sweet complaining note invites \nyou to your hallowed sport, according well with feet that hurry wildly \nto the hills; like a colt that gambols at its mother's side in the pasture, \nwith gladsome heart each Bacchante bounds along.\" ","speaker":"CHORUS"},{"type":"text","value":"Enter TEIRESIAS.","speaker":"CHORUS"},{"type":"speech","value":"TEIRESIAS","speaker":"TEIRESIAS"},{"type":"text","value":"What loiterer at the gates will call Cadmus from the house, \nAgenor's son, who left the city of Sidon and founded here the town of Thebes? \nGo one of you, announce to him that Teiresias is seeking him; he knows \nhimself the reason of my coming and the compact I and he have made in our \nold age to bind the thyrsus with leaves and don the fawnskin, crowning \nour heads the while with ivy-sprays. ","speaker":"TEIRESIAS"},{"type":"text","value":"Enter CADMUS.","speaker":"TEIRESIAS"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Best of friends! I was in the house when I heard thy voice, \nwise as its owner. I come prepared, dressed in the livery of the god. For \n'tis but right I should magnify with all my might my own daughter's son, \nDionysus, who hath shown his godhead unto men. Where are we to join the \ndance? where plant the foot and shake the hoary head? Do thou, Teiresias, \nbe my guide, age leading age, for thou art wise. Never shall I weary, night \nor day, of beating the earth with my thyrsus. What joy to forget our years? \n","speaker":"CADMUS"},{"type":"speech","value":"TEIRESIAS","speaker":"TEIRESIAS"},{"type":"text","value":"Why, then thou art as I am. For I too am young again, and will \nessay the dance. ","speaker":"TEIRESIAS"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"We will drive then in our chariot to the hill. \n","speaker":"CADMUS"},{"type":"speech","value":"TEIRESIAS","speaker":"TEIRESIAS"},{"type":"text","value":"Nay, thus would the god not have an equal honour paid. \n","speaker":"TEIRESIAS"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Well, I will lead thee, age leading age. \n","speaker":"CADMUS"},{"type":"speech","value":"TEIRESIAS","speaker":"TEIRESIAS"},{"type":"text","value":"The god will guide us both thither without toil. \n","speaker":"TEIRESIAS"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Shall we alone of all the city dance in Bacchus' honour? \n","speaker":"CADMUS"},{"type":"speech","value":"TEIRESIAS","speaker":"TEIRESIAS"},{"type":"text","value":"Yea, for we alone are wise, the rest are mad. \n","speaker":"TEIRESIAS"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"We stay too long; come, take my hand. ","speaker":"CADMUS"},{"type":"speech","value":"TEIRESIAS","speaker":"TEIRESIAS"},{"type":"text","value":"There link thy hand in my firm grip. ","speaker":"TEIRESIAS"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Mortal that I am, I scorn not the gods. \n","speaker":"CADMUS"},{"type":"speech","value":"TEIRESIAS","speaker":"TEIRESIAS"},{"type":"text","value":"No subtleties do I indulge about the powers of heaven. The \nfaith we inherited from our fathers, old as time itself, no reasoning shall \ncast down; no! though it were the subtlest invention of wits refined. Maybe \nsome one will say, I have no respect for my grey hair in going to dance \nwith ivy round my head; not so, for the god did not define whether old \nor young should dance, but from all alike he claims a universal homage, \nand scorns nice calculations in his worship. ","speaker":"TEIRESIAS"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Teiresias, since thou art blind, I must prompt thee what to \nsay. Pentheus is coming hither to the house in haste, Echion's son, to \nwhom I resign the government. How scared he looks I what strange tidings \nwill he tell? ","speaker":"CADMUS"},{"type":"text","value":"Enter PENTHEUS.","speaker":"CADMUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"I had left my kingdom for awhile, when tidings of strange mischief \nin this city reached me; I hear that our women-folk have left their homes \non pretence of Bacchic rites, and on the wooded hills rush wildly to and \nfro, honouring in the dance this new god Dionysus, whoe'er he is; and in \nthe midst of each revel-rout the brimming wine-bowl stands, and one by \none they steal away to lonely spots to gratify their lust, pretending forsooth \nthat they are Maenads bent on sacrifice, though it is Aphrodite they are \nplacing before the Bacchic god. As many as I caught, my gaolers are keeping \nsafe in the public prison fast bound; and all who are gone forth, will \nI chase from the hills, Ino and Agave too who bore me to Echion, and Actaeon's \nmother Autonoe. In fetters of iron will I bind them and soon put an end \nto these outrageous Bacchic rites. They say there came a stranger hither, \na trickster and a sorcerer, from Lydia's land, with golden hair and perfumed \nlocks, the flush of wine upon his face, and in his eyes each grace that \nAphrodite gives; by day and night he lingers in our maidens' company on \nthe plea of teaching Bacchic mysteries. Once let me catch him within these \nwalls, and I will put an end to his thyrsus-beating and his waving of his \ntresses, for I will cut his head from his body. This is the fellow who \nsays that Dionysus is a god, says that he was once stitched up in the thigh \nof Zeus-that child who with his mother was blasted by the lightning flash, \nbecause the woman falsely said her marriage was with Zeus. Is not this \nenough to deserve the awful penalty of hanging, this stranger's wanton \ninsolence, whoe'er he be?\nBut lo! another marvel. I see Teiresias, our diviner, dressed in \ndappled fawn-skins, and my mother's father too, wildly waving the Bacchic \nwand; droll sight enough! Father, it grieves me to see you two old men \nso void of sense. Oh! shake that ivy from thee! Let fall the thyrsus from \nthy hand, my mother's sire! Was it thou, Teiresias, urged him on to this? \nArt bent on introducing this fellow as another new deity amongst men, that \nthou mayst then observe the fowls of the air and make a gain from fiery \ndivination? Were it not that thy grey hairs protected thee, thou shouldst \nsit in chains amid the Bacchanals, for introducing knavish mysteries; for \nwhere the gladsome grape is found at women's feasts, I deny that their \nrites have any longer good results. ","speaker":"PENTHEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"What impiety! Hast thou no reverence, sir stranger, for the \ngods or for Cadmus who sowed the crop of earth-born warriors? Son of Echion \nas thou art, thou dost shame thy birth. ","speaker":"CHORUS"},{"type":"speech","value":"TEIRESIAS","speaker":"TEIRESIAS"},{"type":"text","value":"Whenso a man of wisdom finds a good topic for argument, it \nis no difficult matter to speak well; but thou, though possessing a glib \ntongue as if endowed with sense, art yet devoid thereof in all thou sayest. \nA headstrong man, if he have influence and a capacity for speaking, makes \na bad citizen because he lacks sense. This new deity, whom thou deridest, \nwill rise to power I cannot say how great, throughout Hellas. Two things \nthere are, young prince, that hold first rank among men, the goddess Demeter, \nthat is, the earth, calf her which name thou please; she it is that feedeth \nmen with solid food; and as her counterpart came this god, the son of Semele, \nwho discovered the juice of the grape and introduced it to mankind, stilling \nthereby each grief that mortals suffer from, soon as e'er they are filled \nwith the juice of the vine; and sleep also he giveth, sleep that brings \nforgetfulness of daily ills, the sovereign charm for all our woe. God though \nhe is, he serves all other gods for libations, so that through him mankind \nis blest. He it is whom thou dost mock, because he was sewn up in the thigh \nof Zeus. But I will show thee this fair mystery. When Zeus had snatched \nhim from the lightning's blaze, and to Olympus borne the tender babe, Hera \nwould have cast him forth from heaven, but Zeus, as such a god well might, \ndevised a counterplot. He broke off a fragment of the ether which surrounds \nthe world, and made thereof a hostage against Hera's bitterness, while \nhe gave out Dionysus into other hands; hence, in time, men said that he \nwas reared in the thigh of Zeus, having changed the word and invented a \nlegend, because the god was once a hostage to the goddess Hera. This god \ntoo hath prophetic power, for there is no small prophecy inspired by Bacchic \nfrenzy; for whenever the god in his full might enters the human frame, \nhe makes his frantic votaries foretell the future. Likewise he hath some \nshare in Ares' rights; for oft, or ever a weapon is touched, a panic seizes \nan army when it is marshalled in array; and this too is a frenzy sent by \nDionysus. Yet shalt thou behold him e'en on Delphi's rocks leaping o'er \nthe cloven height, torch in hand, waving and brandishing the branch by \nBacchus loved, yea, and through the length and breadth of Hellas. Hearken \nto me, Pentheus; never boast that might alone doth sway the world, nor \nif thou think so, unsound as thy opinion is, credit thyself with any wisdom; \nbut receive the god into thy realm, pour out libations, join the revel \nrout, and crown thy head. It is not Dionysus that will force chastity on \nwomen in their love; but this is what we should consider, whether chastity \nis part of their nature for good and all; for if it is, no really modest \nmaid will ever fall 'mid Bacchic mysteries. Mark this: thou thyself art \nglad when thousands throng thy gates, and citizens extol the name of Pentheus; \nhe too, I trow, delights in being honoured. Wherefore I and Cadmus, whom \nthou jeerest so, will wreath our brows with ivy and join the dance; pair \nof grey beards though we be, still must we take part therein; never will \nI for any words of thine fight against heaven. Most grievous is thy madness, \nnor canst thou find a charm to cure thee, albeit charms have caused thy \nmalady. ","speaker":"TEIRESIAS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Old sir, thy words do not discredit Phoebus, and thou art wise \nin honouring Bromius, potent deity. ","speaker":"CHORUS"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"My son, Teiresias hath given thee sound advice; dwell with \nus, but o'erstep not the threshold of custom; for now thou art soaring \naloft, and thy wisdom is no wisdom. E'en though he be no god, as thou assertest, \nstill say he is; be guilty of a splendid fraud, declaring him the son of \nSemele, that she may be thought the mother of a god, and we and all our \nrace gain honour. Dost thou mark the awful fate of Actaeon? whom savage \nhounds of his own rearing rent in pieces in the meadows, because he boasted \nhimself a better hunter than Artemis. Lest thy fate be the same, come let \nme crown thy head with ivy; join us in rendering homage to the god. \n","speaker":"CADMUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Touch me not away to thy Bacchic rites thyself! never try to \ninfect me with thy foolery! Vengeance will I have on the fellow who teaches \nthee such senselessness. Away one of you without delay! seek yonder seat \nwhere he observes his birds, wrench it from its base with levers, turn \nit upside down, o'erthrowing it in utter confusion, and toss his garlands \nto the tempest's blast. For by so doing shall I wound him most deeply. \nOthers of you range the city and hunt down this girl-faced stranger, who \nis introducing a new complaint amongst our women, and doing outrage to \nthe marriage tie. And if haply ye catch him, bring him hither to me in \nchains, to be stoned to death, a bitter ending to his revelry in Thebes. \n","speaker":"PENTHEUS"},{"type":"text","value":"Exit PENTHEUS.","speaker":"PENTHEUS"},{"type":"speech","value":"TEIRESIAS","speaker":"TEIRESIAS"},{"type":"text","value":"Unhappy wretch! thou little knowest what thou art saying. Now \nart thou become a raving madman, even before unsound in mind. Let us away, \nCadmus, and pray earnestly for him, spite of his savage temper, and likewise \nfor the city, that the god inflict not a signal vengeance. Come, follow \nme with thy ivy-wreathed staff; try to support my tottering frame as I \ndo thine, for it is unseemly that two old men should fall; but let that-pass. \nFor we must serve the Bacchic god, the son of Zeus. Only, Cadmus, beware \nlest Pentheus' bring sorrow to thy house; it is not my prophetic art, but \ncircumstances that lead me to say this; for the words of a fool are folly. \n","speaker":"TEIRESIAS"},{"type":"text","value":"Exeunt CADMUS and TEIRESIAS.","speaker":"TEIRESIAS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O holiness, queen amongst the gods, sweeping on golden pinion \no'er the earth! dost hear the words of Pentheus, dost hear his proud blaspheming \nBromius, the son of Semele; first of all the blessed gods at every merry \nfestival? His it is to rouse the revellers to dance, to laugh away dull \ncare, and wake the flute, whene'er at banquets of the gods the luscious \ngrape appears, or when the winecup in the feast sheds sleep on men who \nwear the ivy-spray. The end of all unbridled speech and lawless senselessness \nis misery; but the life of calm repose and the rule of reason abide unshaken \nand support the home; for far away in heaven though they dwell, the powers \ndivine behold man's state. Sophistry is not wisdom, and to indulge in thoughts \nbeyond man's ken is to shorten life; and if a man on such poor terms should \naim too high, he may miss the pleasures in his reach. These, to my mind, \nare the ways of madmen and idiots. Oh! to make my way to Cyprus, isle of \nAphrodite, where dwell the love-gods strong to soothe man's soul, or to \nPaphos, which that foreign river, never fed by rain, enriches with its \nhundred mouths! Oh! lead me, Bromian god, celestial guide of Bacchic pilgrims, \nto the hallowed slopes of Olympus, where Pierian Muses have their haunt \nmost fair. There dwell the Graces; there is soft desire; there thy votaries \nmay hold their revels freely. The joy of our god, the son of Zeus, is in \nbanquets, his delight is in peace, that giver of riches and nurse divine \nof youth. Both to rich and poor alike hath he granted the delight of wine, \nthat makes all pain to cease; hateful to him is every one who careth not \nto live the life of bliss, that lasts through days and nights of joy. True \nwisdom is to keep the heart and soul aloof from over-subtle wits. That \nwhich the less enlightened crowd approves and practises, will I accept. \n","speaker":"CHORUS"},{"type":"text","value":"Re-enter PENTHEUS. Enter SERVANT bringing DIONYSUS \nbound.","speaker":"CHORUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"We are come, Pentheus, having hunted down this prey, for which \nthou didst send us forth; not in vain hath been our quest. We found our \nquarry tame; he did not fly from us, but yielded himself without a struggle; \nhis cheek ne'er blanched, nor did his ruddy colour change, but with a smile \nhe bade me bind and lead him away, and he waited, making my task an easy \none. For very shame I said to him, \"Against my will, sir stranger, do I \nlead thee hence, but Pentheus ordered it, who sent me hither.\" As for his \nvotaries whom thou thyself didst check, seizing and binding them hand and \nfoot in the public gaol, all these have loosed their bonds and fled into \nthe meadows where they now are sporting, calling aloud on the Bromian god. \nTheir chains fell off their feet of their own accord, and doors flew open \nwithout man's hand to help. Many a marvel hath this stranger brought with \nhim to our city of Thebes; what yet remains must be thy care. \n","speaker":"SERVANT"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Loose his hands; for now that I have him in the net he is scarce \nswift enough to elude me. So, sir stranger, thou art not ill-favoured from \na woman's point of view, which was thy real object in coming to Thebes; \nthy hair is long because thou hast never been a wrestler, flowing right \ndown thy cheeks most wantonly; thy skin is white to help thee gain thy \nend, not tanned by ray of sun, but kept within the shade, as thou goest \nin quest of love with beauty's bait. Come, tell me first of thy race. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"That needs no braggart's tongue, 'tis easily told; maybe thou \nknowest Tmolus by hearsay. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"I know it, the range that rings the city of Sardis round. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Thence I come, Lydia is my native home. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"What makes thee bring these mysteries to Hellas? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Dionysus, the son of Zeus, initiated me. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Is there a Zeus in Lydia, who begets new gods? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"No, but Zeus who married Semele in Hellas. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Was it by night or in the face of day that he constrained thee? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"'Twas face to face he intrusted his mysteries to me. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Pray, what special feature stamps thy rites? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"That is a secret to be hidden from the uninitiated. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"What profit bring they to their votaries? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Thou must not be told, though 'tis well worth knowing. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"A pretty piece of trickery, to excite my curiosity! \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"A man of godless life is an abomination to the rites of the \ngod. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Thou sayest thou didst see the god clearly; what was he like? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"What his fancy chose; I was not there to order this. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Another clever twist and turn of thine, without a word of answer. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"He were a fool, methinks, who would utter wisdom to a fool. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Hast thou come hither first with this deity? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"All foreigners already celebrate these mysteries with dances. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"The reason being, they are far behind Hellenes in wisdom. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"In this at least far in advance, though their customs differ. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Is it by night or day thou performest these devotions? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"By night mostly; darkness lends solemnity. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Calculated to entrap and corrupt women. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Day too for that matter may discover shame. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"This vile quibbling settles thy punishment. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Brutish ignorance and godlessness will settle thine. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"How bold our Bacchanal is growing! a very master in this wordy \nstrife! ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Tell me what I am to suffer; what is the grievous doom thou \nwilt inflict upon me? ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"First will I shear off thy dainty tresses. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"My locks are sacred; for the god I let them grow. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Next surrender that thyrsus. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Take it from me thyself; 'tis the wand of Dionysus I am bearing. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"In dungeon deep thy body will I guard. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"The god himself will set me free, whene'er I list. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Perhaps he may, when thou standest amid thy Bacchanals and \ncallest on his name. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Even now he is near me and witnesses my treatment. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Why, where is he? To my eyes he is invisible. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"He is by my side; thou art a godless man and therefore dost \nnot see him. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Seize him! the fellow scorns me and Thebes too. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"I bid you bind me not, reason addressing madness. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"But I say \"bind!\" with better right than thou. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Thou hast no knowledge of the life thou art leading; thy very \nexistence is now a mystery to thee. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"I am Pentheus, son of Agave and Echion. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Well-named to be misfortune's mate! ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Avaunt! Ho! shut him up within the horses' stalls hard by, \nthat for light he may have pitchy gloom. Do thy dancing there, and these \nwomen whom thou bringest with thee to share thy villainies I will either \nsell as slaves or make their hands cease from this noisy beating of drums, \nand set them to work at the loom as servants of my own. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"I will go; for that which fate forbids, can never befall me. \nFor this thy mockery be sure Dionysus will exact a recompense of thee-even \nthe god whose existence thou deniest; for thou art injuring him by haling \nme to prison. ","speaker":"DIONYSUS"},{"type":"text","value":"Exit DIONYSUS, guarded, and PENTHEUS.","speaker":"DIONYSUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Hail to thee, Dirce, happy maid, daughter revered of Achelous! \nwithin thy founts thou didst receive in days gone by the babe of Zeus, \nwhat time his father caught him up into his thigh from out the deathless \nflame, while thus he cried: \"Go rest, my Dithyrambus, there within thy \nfather's womb; by this name, O Bacchic god, I now proclaim thee to Thebes.\" \nBut thou, blest Dirce, thrustest me aside, when in thy midst I strive to \nhold my revels graced with crowns. Why dost thou scorn me? Why avoid me? \nBy the clustered charm that Dionysus sheds o'er the vintage I vow there \nyet shall come a time when thou wilt turn thy thoughts to Bromius. What \nfurious rage the earth-born race displays, even Pentheus sprung of a dragon \nof old, himself the son of earth-born Echion, a savage monster in his very \nmien, not made in human mould, but like some murderous giant pitted against \nheaven; for he means to bind me, the handmaid of Bromius, in cords forthwith, \nand e'en now he keeps my fellow-reveller pent within his palace, plunged \nin a gloomy dungeon. Dost thou mark this, O Dionysus, son of Zeus, thy \nprophets struggling 'gainst resistless might? Come, O king, brandishing \nthy golden thyrsus along the slopes of Olympus; restrain the pride of this \nbloodthirsty wretch! Oh! where in Nysa, haunt of beasts, or on the peaks \nof Corycus art thou, Dionysus, marshalling with thy wand the revellers? \nor haply in the thick forest depths of Olympus, where erst Orpheus with \nhis lute gathered trees to his minstrelsy, and beasts that range the fields. \nAh blest Pieria! Evius honours thee, to thee will he come with his Bacchic \nrites to lead the dance, and thither will he lead the circling Maenads, \ncrossing the swift current of Axius and the Lydias, that giveth wealth \nand happiness to man, yea, and the father of rivers, which, as I have heard, \nenriches with his waters fair a land of steeds. ","speaker":"CHORUS"},{"type":"speech","value":"DIONYSUS ","speaker":"DIONYSUS "},{"type":"text","value":"Within","speaker":"DIONYSUS "},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Who art thou? what Evian cry is this that calls me? whence \ncomes it? ","speaker":"CHORUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"What ho! once more I call, I the son of Semele, the child of \nZeus. ","speaker":"DIONYSUS"},{"type":"speech","value":"CHORUS II","speaker":"CHORUS II"},{"type":"text","value":"My master, O my master, hail! ","speaker":"CHORUS II"},{"type":"speech","value":"CHORUS III","speaker":"CHORUS III"},{"type":"text","value":"Come to our revel-band, O Bromian god. ","speaker":"CHORUS III"},{"type":"speech","value":"CHORUS IV","speaker":"CHORUS IV"},{"type":"text","value":"Thou solid earth! ","speaker":"CHORUS IV"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Most awful shock! ","speaker":"CHORUS"},{"type":"speech","value":"CHORUS VI","speaker":"CHORUS VI"},{"type":"text","value":"O horror! soon will the palace of Pentheus totter and fall. \n","speaker":"CHORUS VI"},{"type":"speech","value":"CHORUS VII","speaker":"CHORUS VII"},{"type":"text","value":"Dionysus is within this house. ","speaker":"CHORUS VII"},{"type":"speech","value":"CHORUS VIII","speaker":"CHORUS VIII"},{"type":"text","value":"Do homage to him. ","speaker":"CHORUS VIII"},{"type":"speech","value":"CHORUS IX","speaker":"CHORUS IX"},{"type":"text","value":"We do! I do! ","speaker":"CHORUS IX"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Did ye mark yon architrave of stone upon the columns start \nasunder? ","speaker":"CHORUS"},{"type":"speech","value":"CHORUS XI","speaker":"CHORUS XI"},{"type":"text","value":"Within these walls the triumph-shout of Bromius himself will \nrise. ","speaker":"CHORUS XI"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Kindle the blazing torch with lightning's fire, abandon to \nthe flames the halls of Pentheus. ","speaker":"DIONYSUS"},{"type":"speech","value":"CHORUS XII","speaker":"CHORUS XII"},{"type":"text","value":"Ha! dost not see the flame, dost not clearly mark it at the \nsacred tomb of Semele, the lightning flame which long ago the hurler of \nthe bolt left there? ","speaker":"CHORUS XII"},{"type":"speech","value":"CHORUS XIII","speaker":"CHORUS XIII"},{"type":"text","value":"Your trembling limbs prostrate, ye Maenads, low upon the ground. \n","speaker":"CHORUS XIII"},{"type":"speech","value":"CHORUS XIV","speaker":"CHORUS XIV"},{"type":"text","value":"Yea, for our king, the son of Zeus, is assailing and utterly \nconfounding this house. ","speaker":"CHORUS XIV"},{"type":"text","value":"Enter DIONYSUS.","speaker":"CHORUS XIV"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Are ye so stricken with terror that ye have fallen to the earth, \nO foreign dames? Ye saw then, it would seem, how the Bacchic god made Pentheus' \nhalls to quake; but arise, be of good heart, compose your trembling limbs. \n","speaker":"DIONYSUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O chiefest splendour of our gladsome Bacchic sport, with what \njoy I see thee in my loneliness! ","speaker":"CHORUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Were ye cast down when I was led into the house, to be plunged \ninto the gloomy dungeons of Pentheus? ","speaker":"DIONYSUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Indeed I was. Who was to protect me, if thou shouldst meet \nwith mishap? But how wert thou set free from the clutches of this godless \nwretch? ","speaker":"CHORUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"My own hands worked out my own salvation, easily and without \ntrouble. ","speaker":"DIONYSUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"But did he not lash fast thy hands with cords? \n","speaker":"CHORUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"There too I mocked him; he thinks he bound me, whereas he never \ntouched or caught hold of me, but fed himself on fancy. For at the stall, \nto which he brought me for a gaol, he found a bull, whose legs and hoofs \nhe straightly tied, breathing out fury the while, the sweat trickling from \nhis body, and he biting his lips; but I from near at hand sat calmly looking \non. Meantime came the Bacchic god and made the house quake, and at his \nmother's tomb relit the fire; but Pentheus, seeing this, thought his palace \nwas ablaze, and hither and thither he rushed, bidding his servants bring \nwater; but all in vain was every servant's busy toil. Thereon he let this \nlabour be awhile, and, thinking maybe that I had escaped, rushed into the \npalace with his murderous sword unsheathed. Then did Bromius-so at least \nit seemed to me; I only tell you what I thought-made a phantom in the hall, \nand he rushed after it in headlong haste, and stabbed the lustrous air, \nthinking he wounded me. Further the Bacchic god did other outrage to him; \nhe dashed the building to the ground, and there it lies a mass of ruin, \na sight to make him rue most bitterly my bonds. At last from sheer fatigue \nhe dropped his sword and fell fainting; for he a mortal frail, dared to \nwage war upon a god; but I meantime quietly left the house and am come \nto you, with never a thought of Pentheus. But methinks he will soon appear \nbefore the house; at least there is a sound of steps within. What will \nhe say, I wonder, after this? Well, be his fury never so great, I will \nlightly bear it; for 'tis a wise man's way to school his temper into due \ncontrol. ","speaker":"DIONYSUS"},{"type":"text","value":"Enter PENTHEUS.","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Shamefully have I been treated; that stranger, whom but now \nI made so fast in prison, hath escaped me. Ha! there is the man! What means \nthis? How didst thou come forth, to appear thus in front of my palace? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Stay where thou art; and moderate thy fury. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"How is it thou hast escaped thy fetters and art at large? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Did I not say, or didst thou not hear me, \"There is one will \nloose me.\" ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Who was it? there is always something strange in what thou \nsayest. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"He who makes the clustering vine to grow for man. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"(I scorn him and his vines!) ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"A fine taunt indeed thou hurlest here at Dionysus! \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS ","speaker":"PENTHEUS "},{"type":"text","value":"To his servants","speaker":"PENTHEUS "},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"What use? Cannot gods pass even over walls? \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"How wise thou art, except where thy wisdom is needed! \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Where most 'tis needed, there am I most wise. But first listen \nto yonder messenger and hear what he says; he comes from the hills with \ntidings for thee; and I will await thy pleasure, nor seek to fly. \n","speaker":"DIONYSUS"},{"type":"text","value":"Enter MESSENGER.","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"What urgent news dost bring me? ","speaker":"PENTHEUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"I have seen, O king, those frantic Bacchanals, who darted in \nfrenzy from this land with bare white feet, and I am come to tell thee \nand the city the wondrous deeds they do, deeds passing strange. But I fain \nwould hear, whether I am freely to tell all I saw there, or shorten my \nstory; for I fear thy hasty temper, sire, thy sudden bursts of wrath and \nmore than princely rage. ","speaker":"MESSENGER"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Say on, for thou shalt go unpunished by me in all respects; \nfor to be angered with the upright is wrong. The direr thy tale about the \nBacchantes, the heavier punishment will I inflict on this fellow who brought \nhis secret arts amongst our women. ","speaker":"PENTHEUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"I was just driving the herds of kine to a ridge of the hill \nas I fed them, as the sun shot forth his rays and made the earth grow warm; \nwhen lo! I see three revel-bands of women; Autonoe was chief of one, thy \nmother Agave of the second, while Ino's was the third. There they lay asleep, \nall tired out; some were resting on branches of the pine, others had laid \ntheir heads in careless ease on oak-leaves piled upon the ground, observing \nall modesty; not, as thou sayest, seeking to gratify their lusts alone \namid the woods, by wine and soft flute-music maddened.\nAnon in their midst thy mother uprose and cried aloud to wake them \nfrom their sleep, when she heard the lowing of my horned kine. And up they \nstarted to their feet, brushing from their eyes sleep's quickening dew, \na wondrous sight of grace and modesty, young and old and maidens yet unwed. \nFirst o'er their shoulders they let stream their hair; then all did gird \ntheir fawn-skins up, who hitherto had left the fastenings loose, girdling \nthe dappled hides with snakes that licked their cheeks. Others fondled \nin their arms gazelles or savage whelps of wolves, and suckled them-young \nmothers these with babes at home, whose breasts were still full of milk; \ncrowns they wore of ivy or of oak or blossoming convolvulus. And one took \nher thyrsus and struck it into the earth, and forth there gushed a limpid \nspring; and another plunged her wand into the lap of earth and there the \ngod sent up a fount of wine; and all who wished for draughts of milk had \nbut to scratch the soil with their finger-tips and there they had it in \nabundance, while from every ivy-wreathed staff sweet rills of honey \ntrickled.\nHadst thou been there and seen this, thou wouldst have turned to \npray to the god, whom now thou dost disparage. Anon we herdsmen and shepherds \nmet to discuss their strange and wondrous doings; then one, who wandereth \noft to town and hath a trick of speech, made harangue in the midst, \"O \nye who dwell upon the hallowed mountain-terraces! shall we chase Agave, \nmother of Pentheus, from her Bacchic rites, and thereby do our prince a \nservice?\" We liked his speech, and placed ourselves in hidden ambush among \nthe leafy thickets; they at the appointed time began to wave the thyrsus \nfor their Bacchic rites, calling on Iacchus, the Bromian god, the son of \nZeus, in united chorus, and the whole mount and the wild creatures re-echoed \ntheir cry; all nature stirred as they rushed on. Now Agave chanced to come \nspringing near me, so up I leapt from out my ambush where I lay concealed, \nmeaning to seize her. But she cried out, \"What ho! my nimble hounds, here \nare men upon our track; but follow me, ay, follow, with the thyrsus in \nyour hand for weapon.\" Thereat we fled, to escape being torn in pieces \nby the Bacchantes; but they, with hands that bore no weapon of steel, attacked \nour cattle as they browsed. Then wouldst thou have seen Agave mastering \nsome sleek lowing calf, while others rent the heifers limb from limb. Before \nthy eyes there would have been hurling of ribs and hoofs this way and that; \nand strips of flesh, all blood-bedabbled, dripped as they hung from the \npine-branches. Wild bulls, that glared but now with rage along their horns, \nfound themselves tripped up, dragged down to earth by countless maidens' \nhands. The flesh upon their limbs was stripped therefrom quicker than thou \ncouldst have closed thy royal eye-lids. Then off they sped, like birds \nthat skim the air, to the plains beneath the hills, which bear a fruitful \nharvest for Thebes beside the waters of Asopus; to Hysiae and Erythrae, \nhamlets 'neath Cithaeron's peak, with fell intent, swooping on everything \nand scattering all pellmell; and they would snatch children from their \nhomes; but all that they placed upon their shoulders, abode there firmly \nwithout being tied, and fell not to the dusky earth, not even brass or \niron; and on their hair they carried fire and it burnt them not; but the \ncountry-folk rushed to arms, furious at being pillaged by Bacchanals; whereon \nensued, O king, this wondrous spectacle. For though the ironshod dart would \ndraw no blood from them, they with the thyrsus, which they hurled, caused \nmany a wound and put their foes to utter rout, women chasing men, by some \ngod's intervention. Then they returned to the place whence they had started, \neven to the springs the god had made to spout for them; and there washed \noff the blood, while serpents with their tongues were licking clean each \ngout from their cheeks. Wherefore, my lord and master, receive this deity, \nwhoe'er he be, within the city; for, great as he is in all else, I have \nlikewise heard men say, 'twas he that gave the vine to man, sorrow's antidote. \nTake wine away and Cypris flies, and every other human joy is dead. \n","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Though I fear to speak my mind with freedom in the presence \nof my king, still must I utter this; Dionysus yields to no deity in might. \n","speaker":"CHORUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Already, look you! the presumption of these Bacchantes is upon \nus, swift as fire, a sad disgrace in the eyes of all Hellas. No time for \nhesitation now! away to the Electra gate! order a muster of all my men-at-arms, \nof those that mount fleet steeds, of all who brandish light bucklers, of \narchers too that make the bowstring twang; for I will march against the \nBacchanals. By Heaven I this passes all, if we are to be thus treated by \nwomen. ","speaker":"PENTHEUS"},{"type":"text","value":"Exit MESSENGER.","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Still obdurate, O Pentheus, after hearing my words! In spite \nof all the evil treatment I am enduring from thee, still I warn thee of \nthe sin of bearing arms against a god, and bid thee cease; for Bromius \nwill not endure thy driving his votaries from the mountains where they \nrevel. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"A truce to thy preaching to me! thou hast escaped thy bonds, \npreserve thy liberty; else will I renew thy punishment. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"I would rather do him sacrifice than in a fury kick against \nthe pricks; thou a mortal, he a god. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Sacrifice! that will I, by setting afoot a wholesale slaughter \nof women 'mid Cithaeron's glens, as they deserve. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Ye will all be put to flight-a shameful thing that they with \nthe Bacchic thyrsus should rout your mail-clad warriors. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"I find this stranger a troublesome foe to encounter; doing \nor suffering he is alike irrepressible. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Friend, there is still a way to compose this bitterness. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Say how; am I to serve my own servants? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"I will bring the women hither without weapons. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Ha! ha! this is some crafty scheme of thine against me. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"What kind of scheme, if by my craft I purpose to save thee? \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"You have combined with them to form this plot, that your revels \nmay on for ever. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Nay, but this is the compact I made with the god; be sure of \nthat. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS ","speaker":"PENTHEUS "},{"type":"text","value":"Preparing to start forth","speaker":"PENTHEUS "},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Ha! wouldst thou see them seated on the hills? \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Of all things, yes! I would give untold sums for that. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Why this sudden, strong desire? ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"'Twill be a bitter sight, if I find them drunk with wine. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"And would that be a pleasant sight which will prove bitter \nto thee? ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Believe me, yes! beneath the fir-trees as I sit in silence. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Nay, they will track thee, though thou come secretly. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Well, I will go openly; thou wert right to say so. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Am I to be thy guide? wilt thou essay the road? \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Lead on with all speed, I grudge thee all delay. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Array thee then in robes of fine linen. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Why so? Am I to enlist among women after being a man? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"They may kill thee, if thou show thy manhood there. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Well said! Thou hast given me a taste of thy wit already. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Dionysus schooled me in this lore. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"How am I to carry out thy wholesome advice? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Myself will enter thy palace and robe thee. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"What is the robe to be? a woman's? Nay, I am ashamed. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Thy eagerness to see the Maenads goes no further. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"But what dress dost say thou wilt robe me in? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Upon thy head will I make thy hair grow long. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Describe my costume further. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Thou wilt wear a robe reaching to thy feet; and on thy head \nshall be a snood. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Wilt add aught else to my attire? ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"A thyrsus in thy hand, and a dappled fawnskin. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"I can never put on woman's dress. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Then wilt thou cause bloodshed by coming to blows with the \nBacchanals. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Thou art right. Best go spy upon them first. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Well, e'en that is wiser than by evil means to follow evil \nends. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"But how shall I pass through the city of the Cadmeans unseen? \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"We will go by unfrequented paths. I will lead the way. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Anything rather than that the Bacchantes should laugh at me. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"We will enter the palace and consider the proper steps. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Thou hast my leave. I am all readiness. I will enter, prepared \nto set out either sword in hand or following thy advice. \n","speaker":"PENTHEUS"},{"type":"text","value":"Exit PENTHEUS.","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Women! our prize is nearly in the net. Soon shall he reach \nthe Bacchanals, and there pay forfeit with his life. O Dionysus! now 'tis \nthine to act, for thou art not far away; let us take vengeance on him. \nFirst drive him mad by fixing in his soul a wayward frenzy; for never, \nwhilst his senses are his own, will he consent to don a woman's dress; \nbut when his mind is gone astray he will put it on. And fain would I make \nhim a laughing-stock to Thebes as he is led in woman's dress through the \ncity, after those threats with which he menaced me before. But I will go \nto array Pentheus in those robes which he shall wear when he sets out for \nHades' halls, a victim to his own mother's fury; so shall he recognize \nDionysus, the son of Zeus, who proves himself at last a god most terrible, \nfor all his gentleness to man. ","speaker":"DIONYSUS"},{"type":"text","value":"Exit DIONYSUS.","speaker":"DIONYSUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Will this white foot e'er join the night-long dance? what time \nin Bacchic ecstasy I toss my neck to heaven's dewy breath, like a fawn, \nthat gambols 'mid the meadow's green delights, when she hath escaped the \nfearful chase, clear of the watchers, o'er the woven nets; while the huntsman, \nwith loud halloo, harks on his hounds' full cry, and she with laboured \nbreath at lightning speed bounds o'er the level water-meadows, glad to \nbe far from man amid the foliage of the bosky grove. What is true wisdom, \nor what fairer boon has heaven placed in mortals' reach, than to gain the \nmastery o'er a fallen foe? What is fair is dear for aye. Though slow be \nits advance, yet surely moves the power of the gods, correcting those mortal \nwights, that court a senseless pride, or, in the madness of their fancy, \ndisregard the gods. Subtly they lie in wait, through the long march of \ntime, and so hunt down the godless man. For it is never right in theory \nor in practice to o'erride the law of custom. This is a maxim cheaply bought: \nwhatever comes of God, or in time's long annals, has grown into a law upon \na natural basis, this is sovereign. What is true wisdom, or what fairer \nboon has heaven placed in mortals' reach, than to gain the mastery o'er \na fallen foe? What is fair is dear for ave. Happy is he who hath escaped \nthe wave from out the sea, and reached the haven; and happy he who hath \ntriumphed o'er his troubles; though one surpasses another in wealth and \npower; yet there be myriad hopes for all the myriad minds; some end in \nhappiness for man, and others come to naught; but him, whose life from \nday to day is blest, I deem a happy man. ","speaker":"CHORUS"},{"type":"text","value":"Enter DIONYSUS.","speaker":"CHORUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Ho! Pentheus, thou that art so cager to see what is forbidden, \nand to show thy zeal in an unworthy cause, come forth before the palace, \nlet me see thee clad as a woman in frenzied Bacchante's dress, to spy upon \nthy own mother and her company. ","speaker":"DIONYSUS"},{"type":"text","value":"Enter PENTHEUS.","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Of a truth I seem to see two suns, and two towns of Thebes, \nour seven-gated city; and thou, methinks, art a bull going before to guide \nme, and on thy head a pair of horns have grown. Wert thou really once a \nbrute beast? Thon hast at any rate the appearance of a bull. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"The god attends us, ungracious heretofore, but now our sworn \nfriend; and now thine eyes behold the things they should. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Pray, what do I resemble? Is not mine the carriage of Ino, \nor Agave my own mother? ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"In seeing thee, I seem to see them in person. But this tress \nis straying from its place, no longer as I bound it 'neath the snood. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"I disarranged it from its place as I tossed it to and fro within \nmy chamber, in Bacchic ecstasy. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Well, I will rearrange it, since to tend thee is my care; hold \nup thy head. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Come, put it straight; for on thee do I depend. \n","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Thy girdle is loose, and the folds of thy dress do not hang \nevenly below thy ankles. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"I agree to that as regards the right side, but on the other \nmy dress hangs straight with my foot. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Surely thou wilt rank me first among thy friends, when contrary \nto thy expectation thou findest the Bacchantes virtuous. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Shall I hold the thyrsus in the right or left hand to look \nmost like a Bacchanal? ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Hold it in thy right hand, and step out with thy right foot; \nthy change of mind compels thy praise. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Shall I be able to carry on my shoulders Cithaeron's glens, \nthe Bacchanals and all? ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Yes, if so thou wilt; for though thy mind was erst diseased, \n'tis now just as it should be. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Shall we take levers, or with my hands can I uproot it, thrusting \narm or shoulder 'neath its peaks? ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"No, no! destroy not the seats of the Nymphs and the haunts \nof Pan, the place of his piping. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Well said! Women must not be mastered by brute force; amid \nthe pines will I conceal myself. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Thou shalt hide thee in the place that fate appoints, coming \nby stealth to spy upon the Bacchanals. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Why, methinks they are already caught in the pleasant snares \nof dalliance, like birds amid the brakes. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Set out with watchful heed then for this very purpose; maybe \nthou wilt catch them, if thou be not first caught thyself. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Conduct me through the very heart of Thebes, for I am the only \nman among them bold enough to do this deed. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Thou alone bearest thy country's burden, thou and none other; \nwherefore there await thee such struggles as needs must. Follow me, for \nI will guide thee safely thither; another shall bring thee thence. \n","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"My mother maybe. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"For every eye to see. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"My very purpose in going. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Thou shalt be carried back, ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"What luxury ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"In thy mother's arms. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Thou wilt e'en force me into luxury. ","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Yes, to luxury such as this. ","speaker":"DIONYSUS"},{"type":"speech","value":"PENTHEUS","speaker":"PENTHEUS"},{"type":"text","value":"Truly, the task I am undertaking deserves it. \n","speaker":"PENTHEUS"},{"type":"text","value":"Exit PENTHEUS.","speaker":"PENTHEUS"},{"type":"speech","value":"DIONYSUS","speaker":"DIONYSUS"},{"type":"text","value":"Strange, ah! strange is thy career, leading to scenes of woe \nso strange, that thou shalt achieve a fame that towers to heaven. Stretch \nforth thy hands, Agave, and ye her sisters, daughters of Cadmus; mighty \nis the strife to which I am bringing the youthful king, and the victory \nshall rest with me and Bromius; all else the event will show. \n","speaker":"DIONYSUS"},{"type":"text","value":"Exit DIONYSUS.","speaker":"DIONYSUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"To the hills! to the hills! fleet hounds of madness, where \nthe daughters of Cadmus hold their revels, goad them into wild fury against \nthe man disguised in woman's dress, a frenzied spy upon the Maenads. First \nshall his mother mark him as he peers from some smooth rock or riven tree, \nand thus to the Maenads she will call, \"Who is this of Cadmus' sons comes \nhasting to the mount, to the mountain away, to spy on us, my Bacchanals? \nWhose child can he be? For he was never born of woman's blood; but from \nsome lioness maybe or Libyan Gorgon is he sprung.\" Let justice appear and \nshow herself, sword in hand, to plunge it through and through the throat \nof the godless, lawless, impious son of Echion, earth's monstrous child! \nwho with wicked heart and lawless rage, with mad intent and frantic purpose, \nsets out to meddle with thy holy rites, and with thy mother's, Bacchic \ngod, thinking with his weak arm to master might as masterless as thine. \nThis is the life that saves all pain, if a man confine his thoughts to \nhuman themes, as is his mortal nature, making no pretence where heaven \nis concerned. I envy not deep subtleties; far other joys have I, in tracking \nout great truths writ clear from all eternity, that a man should live his \nlife by day and night in purity and holiness, striving toward a noble goal, \nand should honour the gods by casting from him each ordinance that lies \noutside the pale of right. Let justice show herself, advancing sword in \nhand to plunge it through and through the throat of Echion's son, that \ngodless, lawless, and abandoned child of earth! Appear, O Bacchus, to our \neyes as a bull or serpent with a hundred heads, or take the shape of a \nlion breathing flame! Oh! come, and with a mocking smile cast the deadly \nnoose about the hunter of thy Bacchanals, e'en as he swoops upon the Maenads \ngathered yonder. ","speaker":"CHORUS"},{"type":"text","value":"Enter SECOND MESSENGER.","speaker":"CHORUS"},{"type":"speech","value":"SECOND MESSENGER","speaker":"SECOND MESSENGER"},{"type":"text","value":"O house, so prosperous once through Hellas long ago, home of \nthe old Sidonian prince, who sowed the serpent's crop of earth-born men, \nhow do I mourn thee! slave though I be, yet still the sorrows of his master \ntouch a good slave's heart. ","speaker":"SECOND MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"How now? Hast thou fresh tidings of the Bacchantes? \n","speaker":"CHORUS"},{"type":"speech","value":"SECOND MESSENGER","speaker":"SECOND MESSENGER"},{"type":"text","value":"Pentheus, Echion's son is dead. ","speaker":"SECOND MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Bromius, my king! now art thou appearing in thy might divine. \n","speaker":"CHORUS"},{"type":"speech","value":"SECOND MESSENGER","speaker":"SECOND MESSENGER"},{"type":"text","value":"Ha! what is it thou sayest? art thou glad, woman, at my master's \nmisfortunes? ","speaker":"SECOND MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"A stranger I, and in foreign tongue I express my joy, for now \nno more do I cower in terror of the chain. ","speaker":"CHORUS"},{"type":"speech","value":"SECOND MESSENGER","speaker":"SECOND MESSENGER"},{"type":"text","value":"Dost think Thebes so poor in men?(*) (* Probably the whole \nof one iambic line with part of another is here lost.) \n","speaker":"SECOND MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"'Tis Dionysus, Dionysus, not Thebes that lords it over me. \n","speaker":"CHORUS"},{"type":"speech","value":"SECOND MESSENGER","speaker":"SECOND MESSENGER"},{"type":"text","value":"All can I pardon thee save this; to exult o'er hopeless suffering \nis sorry conduct, dames. ","speaker":"SECOND MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Tell me, oh! tell me how he died, that villain scheming villainy! \n","speaker":"CHORUS"},{"type":"speech","value":"SECOND MESSENGER","speaker":"SECOND MESSENGER"},{"type":"text","value":"Soon as we had left the homesteads of this Theban land and \nhad crossed the streams of Asopus, we began to breast Cithaeron's heights, \nPentheus and I, for I went with my master, and the stranger too, who was \nto guide us to the scene. First then we sat us down in a grassy glen, carefully \nsilencing each footfall and whispered breath, to see without being seen. \nNow there was a dell walled in by rocks, with rills to water it, and shady \npines o'erhead; there were the Maenads seated, busied with joyous toils. \nSome were wreathing afresh the drooping thyrsus with curling ivy-sprays; \nothers, like colts let loose from the carved chariot-yoke, were answering \neach other in hymns of Bacchic rapture. But Pentheus, son of sorrow, seeing \nnot the women gathered there, exclaimed, \"Sir stranger, from where I stand, \nI cannot clearly see the mock Bacchantes; but I will climb a hillock or \na soaring pine whence to see clearly the shameful doings of the Bacchanals.\" \nThen and there I saw the stranger work a miracle; for catching a lofty \nfir-branch by the very end he drew it downward to the dusky earth, lower \nyet and ever lower; and like a bow it bent, or rounded wheel, whose curving \ncircle grows complete, as chalk and line describe it; e'en so the stranger \ndrew down the mountain-branch between his hands, bending it to earth, by \nmore than human agency. And when he had seated Pentheus aloft on the pine \nbranches, he let them slip through his hands gently, careful not to shake \nhim from his seat. Up soared the branch straight into the air above, with \nmy master perched thereon, seen by the Maenads better far than he saw them; \nfor scarce was he beheld upon his lofty throne, when the stranger disappeared, \nwhile from the sky there came a voice, 'twould seem, by Dionysus \nuttered-\n\"Maidens, I bring the man who tried to mock you and me and my mystic \nrites; take vengeance on him.\" And as he spake he raised 'twixt heaven \nand earth a dazzling column of awful flame. Hushed grew the sky, and still \nhung each leaf throughout the grassy glen, nor couldst thou have heard \none creature cry. But they, not sure of the voice they heard, sprang up \nand peered all round; then once again his bidding came; and when the daughters \nof Cadmus knew it was the Bacchic god in very truth that called, swift \nas doves they dirted off in cager haste, his mother Agave and her sisters \ndear and all the Bacchanals; through torrent glen, o'er boulders huge they \nbounded on, inspired with madness by the god. Soon as they saw my master \nperched upon the fir, they set to hurling stones at him with all their \nmight, mounting a commanding eminence, and with pine-branches he was pelted \nas with darts; and others shot their wands through the air at Pentheus, \ntheir hapless target, but all to no purpose. For there he sat beyond the \nreach of their hot endeavours, a helpless, hopeless victim. At last they \nrent off limbs from oaks and were for prising up the roots with levers \nnot of iron. But when they still could make no end to all their toil, Agave \ncried: \"Come stand around, and grip the sapling trunk, my Bacchanals! that \nwe may catch the beast that sits thereon, lest he divulge the secrets of \nour god's religion.\"\nThen were a thousand hands laid on the fir, and from the ground \nthey tore it up, while he from his seat aloft came tumbling to the ground \nwith lamentations long and loud, e'en Pentheus; for well he knew his hour \nwas come. His mother first, a priestess for the nonce, began the bloody \ndeed and fell upon him; whereon he tore the snood from off his hair, that \nhapless Agave might recognize and spare him, crying as he touched her cheek, \n\"O mother! it is I, thy own son Pentheus, the child thou didst bear in \nEchion's halls; have pity on me, mother dear! oh! do not for any sin of \nmine slay thy own son.\"\nBut she, the while, with foaming mouth and wildly rolling eyes, \nbereft of reason as she was, heeded him not; for the god possessed her. \nAnd she caught his left hand in her grip, and planting her foot upon her \nvictim's trunk she tore the shoulder from its socket, not of her own strength, \nbut the god made it an easy task to her hands; and Ino set to work upon \nthe other side, rending the flesh with Autonoe and all the eager host of \nBacchanals; and one united cry arose, the victim's groans while yet he \nbreathed, and their triumphant shouts. One would make an arm her prey, \nanother a foot with the sandal on it; and his ribs were stripped of flesh \nby their rending nails; and each one with blood-dabbled hands was tossing \nPentheus' limbs about. Scattered lies his corpse, part beneath the rugged \nrocks, and part amid the deep dark woods, no easy task to find; but his \npoor head hath his mother made her own, and fixing it upon the point of \na thyrsus, as it had been a mountain lion's, she bears it through the midst \nof Cithaeron, having left her sisters with the Maenads at their rites. \nAnd she is entering these walls exulting in her hunting fraught with woe, \ncalling on the Bacchic god her fellow-hunter who had helped her to triumph \nin a chase, where her only prize was tears.\nBut I will get me hence, away from this piteous scene, before Agave \nreach the palace. To my mind self-restraint and reverence for the things \nof God point alike the best and wisest course for all mortals who pursue \nthem. ","speaker":"SECOND MESSENGER"},{"type":"text","value":"Exit SECOND MESSENGER.","speaker":"SECOND MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Come, let us exalt our Bacchic god in choral strain, let us \nloudly chant the fall of Pentheus from the serpent sprung, who assumed \na woman's dress and took the fair Bacchic wand, sure pledge of death, with \na bull to guide him to his doom. O ye Bacchanals of Thebes! glorious is \nthe triumph ye have achieved, ending in sorrow and tears. 'Tis a noble \nenterprise to dabble the hand in the blood of a son till it drips. But \nhist! I see Agave, the mother of Pentheus, with wild rolling eye hasting \nto the house; welcome the revellers of the Bacchic god. \n","speaker":"CHORUS"},{"type":"text","value":"Enter AGAVE.","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Ye Bacchanals from Asia ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Why dost thou rouse me? why? ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"From the hills I am bringing to my home a tendril freshly-culled, \nglad guerdon-of the chase. ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"I see it, and I will welcome thee unto our revels. All hail! \n","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"I caught him with never a snare, this lion's whelp, as ye may \nsee. ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"From what desert lair? ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Cithaeron- ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Yes, Cithaeron? ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Was his death. ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Who was it gave the first blow? ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Mine that privilege; \"Happy Agave!\" they call me 'mid our revellers. \n","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Who did the rest? ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Cadmus- ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"What of him? ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"His daughters struck the monster after me; yes, after me. \n","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Fortune smiled upon thy hunting here. ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Come, share the banquet. ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Share? ah I what? ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"'Tis but a tender whelp, the down just sprouting on its cheek \nbeneath a crest of failing hair. ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"The hair is like some wild creature's. ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"The Bacchic god, a hunter skilled, roused his Maenads to pursue \nthis quarry skilfully. ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Yea, our king is a hunter indeed. ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Dost approve? ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Of course I do. ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Soon shall the race of Cadmus- ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"And Pentheus, her own son, shall to his mother- \n","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Offer praise for this her quarry of the lion's brood. \n","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Quarry strange! ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"And strangely caught. ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Dost thou exult? ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Right glad am I to have achieved a great and glorious triumph \nfor my land that all can see. ","speaker":"AGAVE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Alas for thee! show to the folk the booty thou hast won and \nart bringing hither. ","speaker":"CHORUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"All ye who dwell in fair fenced Thebes, draw near that ye may \nsee the fierce wild beast that we daughters of Cadmus made our prey, not \nwith the thong-thrown darts of Thessaly, nor yet with snares, but with \nour fingers fair. Ought men idly to boast and get them armourers' weapons? \nwhen we with these our hands have caught this prey and torn the monster \nlimb from limb? Where is my aged sire? let him approach. And where is Pentheus, \nmy son? Let him bring a ladder and raise it against the house to nail up \non the gables this lion's head, my booty from the chase. \n","speaker":"AGAVE"},{"type":"text","value":"Enter CADMUS.","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Follow me, servants to the palace-front, with your sad burden \nin your arms, ay, follow, with the corpse of Pentheus, which after long \nweary search I found, as ye see it, torn to pieces amid Cithaeron's glens, \nand am bringing hither; no two pieces did I find together, as they lay \nscattered through the trackless wood. For I heard what awful deeds one \nof my daughters had done, just as I entered the city-walls with old Teiresias \nreturning from the Bacchanals; so I turned again unto the and bring from \nthence my son who was slain by Maenads. There I saw Autonoe, that bare \nActaeon on a day to Aristaeus, and Ino with her, still ranging the oak-groves \nin their unhappy frenzy; but one told me that that Agave, was rushing wildly \nhither, nor was it idly said, for there I see her, sight of woe! \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Father, loudly mayst thou boast, that the daughters thou hast \nbegotten are far the best of mortal race; of one and all I speak, though \nchiefly of myself, who left my shuttle at the loom for nobler enterprise, \neven to hunt savage beasts with my hands; and in my arms I bring my prize, \nas thou seest, that it may be nailed up on thy palace-wall; take it, father, \nin thy had and proud of my hunting, call thy friends to a banquet; for \nblest art thou, ah! doubly blest in these our gallant exploits. \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"O grief that has no bounds, too cruel for mortal eye! 'tis \nmurder ye have done with your hapless hands. Fair is the victim thou hast \noffered to the gods, inviting me and my Thebans to the feast Ah, woe is \nme first for thy sorrows, then for mine. What ruin the god, the Bromian \nking, hath brought on us, just maybe, but too severe, seeing he is our \nkinsman! ","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"How peevish old age makes men! what sullen looks! Oh, may my \nson follow in his mother's footsteps and be as lucky in his hunting, when \nhe goes quest of game in company with Theban youthsl But he can do naught \nbut wage war with gods. Father, 'tis thy duty to warn him. Who will summon \nhim hither to my sight to witness my happiness? ","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Alas for you! alas! Terrible will be your grief when ye are \nconscious of your deeds; could ye re. for ever till life's close in your \npresent state, ye would not, spite of ruined bliss, appear so cursed with \nwoe. ","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Why? what is faulty bere? what here for sorrow? \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"First let thine eye look up to heaven. ","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"See! I do so. Why dost thou suggest my looking thereupon? \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Is it still the same, or dost think there's any change? \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"'Tis brighter than it was, and dearer too. \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Is there still that wild unrest within thy soul? \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"I know not what thou sayest now; yet methinks my brain is clearing, \nand my former frenzy passed away. ","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Canst understand, and give distinct replies? \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Father, how completely I forget all we said before! \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"To what house wert thou brought with marriage-hymns? \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Thou didst give me to earthborn Echion, as men call him. \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"What child was born thy husband in his halls? \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Pentheus, of my union with his father. ","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"What head is that thou barest in thy arms? \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"A lion's; at least they said so, who hunted it. \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Consider it aright; 'tis no great task to look at it. \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Ah! what do I see? what is this I am carrying in my hands? \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Look closely at it; make thy knowledge more certain. \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Ah, 'woe is me! O sight of awful sorrow! \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Dost think it like a lion's head? ","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Ah no! 'tis Pentheus' head which I his unhappy mother hold. \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Bemoaned by me, or ever thou didst recognize him. \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Who slew him? How came he into my hands? \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"O piteous truth! how ill-timed thy presence here! \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Speak; my bosom throbs at this suspense. \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"'Twas thou didst slay him, thou and thy sisters. \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Where died he? in the house or where? ","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"On the very spot where hounds of yore rent Actaeon in pieces. \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"Why went he, wretched youth! to Cithaeron? \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"He would go and mock the god and thy Bacchic rites. \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"But how was it we had journeyed thither? \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Ye were distraught; the whole city had the Bacchic frenzy. \n","speaker":"CADMUS"},{"type":"speech","value":"AGAVE","speaker":"AGAVE"},{"type":"text","value":"'Twas Dionysus proved our ruin; now I see it all. \n","speaker":"AGAVE"},{"type":"speech","value":"CADMUS","speaker":"CADMUS"},{"type":"text","value":"Yes, for the slig\n","speaker":"CADMUS"}]}]