[{"title":"iph_taur","play":"iph_taur","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"Iphigenia in Tauris\nBy Euripides\nWritten 414-412 B.C.E\nTranslated by Robert Potter","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"To Pisa, by the fleetest coursers borne,\nComes Pelops, son of Tantalus, and weds\nThe virgin daughter of Oenomaus:\nFrom her sprung Atreus; Menelaus from him,\nAnd Agamemnon; I from him derive\nMy birth, his Iphigenia, by his queen,\nDaughter of Tyndarus. Where frequent winds\nSwell the vex'd Euripus with eddying blasts,\nAnd roll the darkening waves, my father slew me,\nA victim to Diana, so he thought,\nFor Helen's sake, its bay where Aulis winds,\nTo fame well known; for there his thousand ships,\nThe armament of Greece, the imperial chief\nConvened, desirous that his Greeks should snatch\nThe glorious crown of victory from Troy,\nAnd punish the base insult to the bed\nOf Helen, vengeance grateful to the soul\nOf Menelaus. But 'gainst his ships the sea\nLong barr'd, and not one favouring breeze to swell\nHis flagging sails, the hallow'd flames the chief\nConsults, and Calchas thus disclosed the fates:-\n\"Imperial leader of the Grecian host,\nHence shalt thou not unmoor thy vessels, ere\nDiana as a victim shall receive\nThy daughter Iphigenia: what the year\nMost beauteous should produce, thou to the queen\nDispensing light didst vow to sacrifice:\nA daughter Clytemnestra in thy house\nThen bore (the peerless grace of beauty thus\nTo me assigning); her must thou devote\nThe victim.\" Then Ulysses by his arts,\nMe, to Achilles as design'd a bride,\nWon from my mother. My unhappy fate\nTo Aulis brought me; on the altar there\nHigh was I placed, and o'er me gleam'd the sword,\nAiming the fatal wound: but from the stroke\nDiana snatch'd me, in exchange a hind\nGiving the Grecians; through the lucid air\nMe she conveyed to Tauris, here to dwell,\nWhere o'er barbarians a barbaric king\nHolds his rude sway, named Thoas, whose swift foot\nEquals the rapid wing: me he appoints\nThe priestess of this temple, where such rites\nAre pleasing to Diana, that the name\nAlone claims honour; for I sacrifice\n(Such, ere I came, the custom of the state)\nWhatever Grecian to this savage shore\nIs driven: the previous rites are mine; the deed\nOf blood, too horrid to be told, devolves\nOn others in the temple: but the rest,\nIn reverence to the goddess, I forbear.\nBut the strange visions which the night now past\nBrought with it, to the air, if that may soothe\nMy troubled thought, I will relate. I seem'd,\nAs I lay sleeping, from this land removed,\nTo dwell at Argos, resting on my couch\nMid the apartments of the virgin train.\nSudden the firm earth shook: I fled, and stood\nWithout; the battlements I saw, and all\nThe rocking roof fall from its lofty height\nIn ruins to the ground: of all the house,\nMy father's house, one pillar, as I thought,\nAlone was left, which from its cornice waved\nA length of auburn locks, and human voice\nAssumed: the bloody office, which is mine\nTo strangers here, respecting, I to death,\nSprinkling the lustral drops, devoted it\nWith many tears. My dream I thus expound:-\nOrestes, whom I hallow'd by my rites,\nIs dead: for sons are pillars of the house;\nThey, whom my lustral lavers sprinkle, die.\nI cannot to my friends apply my dream,\nFor Strophius, when I perish'd, had no son.\nNow, to my brother, absent though he be,\nLibations will I offer: this, at least,\nWith the attendants given me by the king,\nVirgins of Greece, I can: but what the cause\nThey yet attend me not within the house,\nThe temple of the goddess, where I dwell? ","speaker":"IPHIGENIA"},{"type":"text","value":"She goes into the temple. ORESTES and PYLADES enter \ncautiously.","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Keep careful watch, lest some one come this way. \n","speaker":"ORESTES"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"I watch, and turn mine eye to every part. \n","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And dost thou, Pylades, imagine this\nThe temple of the goddess, which we seek,\nOur sails from Argos sweeping o'er the main? ","speaker":"ORESTES"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"Orestes, such my thought, and must be thine. \n","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And this the altar wet with Grecian blood? \n","speaker":"ORESTES"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"Crimson'd with gore behold its sculptured wreaths. \n","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"See, from the battlements what trophies hang! \n","speaker":"ORESTES"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"The spoils of strangers that have here been slain. \n","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Behooves us then to watch with careful eye.\nO Phoebus, by thy oracles again\nWhy hast thou led me to these toils? E'er since,\nIn vengeance for my father's blood, I slew\nMy mother, ceaseless by the Furies driven,\nVagrant, an outcast, many a bending course\nMy feet have trod: to thee I came, of the\nInquired this whirling frenzy by what means,\nAnd by what means my labours I might end.\nThy voice commanded me to speed my course\nTo this wild coast of Tauris, where a shrine\nThy sister hath, Diana; thence to take\nThe statue of the goddess, which from heaven\n(So say the natives) to this temple fell:\nThis image, or by fraud or fortune won,\nThe dangerous toil achieved, to place the prize\nIn the Athenian land: no more was said;\nBut that, performing this, I should obtain\nRest from my toils. Obedient to thy words,\nOn this unknown, inhospitable coast\nAm I arrived. Now, Pylades (for thou\nArt my associate in this dangerous task,)\nOf thee I ask, What shall we do? for high\nThe walls, thou seest, which fence the temple round.\nShall we ascend their height? But how escape\nObserving eyes? Or burst the brazen bars?\nOf these we nothing know: in the attempt\nTo force the gates, or meditating means\nTo enter, if detected, we shall die.\nShall we then, ere we die, by flight regain\nThe ship in which we hither plough'd the sea? ","speaker":"ORESTES"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"Of flight we brook no thought, nor such hath \nbeen\nOur wont; nor may the god's commanding voice\nBe disobey'd; but from the temple now\nRetiring, in some cave, which the black sea\nBeats with its billows, we may lie conceal'd\nAt distance from our bark, lest some, whose eyes\nMay note it, bear the tidings to the king,\nAnd we be seized by force. But when the eye\nOf night comes darkling on, then must we dare,\nAnd take the polish'd image from the shrine,\nAttempting all things: and the vacant space\nBetween the triglyphs (mark it well) enough\nIs open to admit us; by that way\nAttempt we to descend: in toils the brave\nAre daring; of no worth the abject soul. ","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"This length of sea we plough'd not, from this \ncoast,\nNothing effected, to return: but well\nHast thou advised; the god must be obey'd.\nRetire we then where we may lie conceal'd;\nFor never from the god will come the cause,\nThat what his sacred voice commands should fall\nEffectless. We must dare. No toil to youth\nExcuse, which justifies inaction, brings. ","speaker":"ORESTES"},{"type":"text","value":"They go out. IPHIGENIA and the CHORUS enter from the \ntemple.","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA ","speaker":"IPHIGENIA "},{"type":"text","value":"singing","speaker":"IPHIGENIA "},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"IPHIGENIA ","speaker":"IPHIGENIA "},{"type":"text","value":"singing","speaker":"IPHIGENIA "},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"IPHIGENIA ","speaker":"IPHIGENIA "},{"type":"text","value":"singing","speaker":"IPHIGENIA "},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Leaving the sea-wash'd shore a herdsman \ncomes\nSpeeding, with some fresh tidings to thee fraught. \n","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"A HERDSMAN enters.","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"HERDSMAN","speaker":"HERDSMAN"},{"type":"text","value":"Daughter of Agamemnon, and bright gem\nOf Clytemnestra, hear strange things from me. ","speaker":"HERDSMAN"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"And what of terror doth thy tale import? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"HERDSMAN","speaker":"HERDSMAN"},{"type":"text","value":"Two youths, swift-rowing 'twixt the clashing \nrocks\nOf our wild sea, are landed on the beach,\nA grateful offering at Diana's shrine,\nAnd victims to the goddess. Haste, prepare\nThe sacred lavers, and the previous rites. ","speaker":"HERDSMAN"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Whence are the strangers? from what country named? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"HERDSMAN","speaker":"HERDSMAN"},{"type":"text","value":"From Greece: this only, nothing more, I know. \n","speaker":"HERDSMAN"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Didst thou not hear what names the strangers bear? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"HERDSMAN","speaker":"HERDSMAN"},{"type":"text","value":"One by the other was call'd Pylades. ","speaker":"HERDSMAN"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"How is the stranger, his companion, named? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"HERDSMAN","speaker":"HERDSMAN"},{"type":"text","value":"This none of us can tell: we heard it not. \n","speaker":"HERDSMAN"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"How saw you them? how seized them? by what chance? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"HERDSMAN","speaker":"HERDSMAN"},{"type":"text","value":"Mid the rude cliffs that o'er the Euxine hang- \n","speaker":"HERDSMAN"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"And what concern have herdsmen with the sea? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"HERDSMAN","speaker":"HERDSMAN"},{"type":"text","value":"To wash our herds in the salt wave we came. \n","speaker":"HERDSMAN"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"To what I ask'd return: how seized you them?\nTell me the manner; this I wish to know:\nFor slow the victims come, nor hath some while\nThe altar of the goddess, as was wont,\nBeen crimson'd with the streams of Grecian blood. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"HERDSMAN","speaker":"HERDSMAN"},{"type":"text","value":"Our herds, which in the forest feed, we \ndrove\nAmid the tide that rushes to the shore,\n'Twixt the Symplegades: it was the place,\nWhere in the rifted rock the chafing surge\nHath hallow'd a rude cave, the haunt of those\nWhose quest is purple. Of our number there\nA herdsman saw two youths, and back return'd\nWith soft and silent step; then pointing, said,\n\"Do you not see them? These are deities\nThat sit there.\" One, who with religious awe\nRevered the gods, with hands uplifted pray'd,\nHis eyes fix'd on them,-\"Son of the sea-nymph\nLeucothoe, guardian of the labouring bark,\nOur lord Palaemon, be propitious to us!\nOr sit you on our shores, bright sons of Jove,\nCastor and Pollux? Or the glorious boast\nOf Nereus, father of the noble choir\nOf fifty Nereids?\" One, whose untaught mind\nAudacious folly harden'd 'gainst the sense\nOf holy awe, scoff'd at his prayers, and said,-\n\"These are wreck'd mariners, that take their seat\nIn the cleft rock through fear, as they have heard\nOur prescribed rite, that here we sacrifice\nThe stranger.\" To the greater part he seem'd\nWell to have spoken, and we judged it meet\nTo seize the victims, by our country's law\nDue to the goddess. Of the stranger youths,\nOne at this instant started from the rock:\nAwhile he stood, and wildly toss'd his head,\nAnd groan'd, his loose arms trembling all their \nlength,\nConvulsed with madness; and a hunter loud\nThen cried,-\"Dost thou behold her, Pylades?\nDost thou not see this dragon fierce from hell\nRushing to kill me, and against me rousing\nHer horrid vipers? See this other here,\nEmitting fire and slaughter from her vests,\nSails on her wings, my mother in her arms\nBearing, to hurl this mass of rock upon me!\nAh, she will kill me! Whither shall I fly?\"\nHis visage might we see no more the same,\nAnd his voice varied; now the roar of bulls,\nThe howl of dogs now uttering, mimic sounds\nSent by the maddening Furies, as they say.\nTogether thronging, as of death assured,\nWe sit in silence; but he drew his sword,\nAnd, like a lion rushing mid our herds,\nPlunged in their sides the weapon, weening thus\nTo drive the Furies, till the briny wave\nFoam'd with their blood. But when among our herds\nWe saw this havoc made, we all 'gan rouse\nTo arms, and blew our sounding shells to alarm\nThe neighbouring peasants; for we thought in fight\nRude herdsmen to these youthful strangers, train'd\nTo arms, ill match'd; and forthwith to our aid\nFlock'd numbers. But, his frenzy of its force\nAbating, on the earth the stranger falls,\nFoam bursting from his mouth: but when he saw\nThe advantage, each adventured on and hurl'd\nWhat might annoy him fallen: the other youth\nWiped off the foam, took of his person care,\nHis fine-wrought robe spread over him; with heed\nThe flying stones observing, warded of\nThe wounds, and each kind office to his friend\nAttentively perform'd. His sense return'd;\nThe stranger started up, and soon perceived\nThe tide of foes that roll'd impetuous on,\nThe danger and distress that closed them round.\nHe heaved a sigh; an unremitting storm\nOf stones we pour'd, and each incited each:\nThen we his dreadful exhortation heard:-\n\"Pylades, we shall die; but let us die\nWith glory: draw thy sword, and follow me.\"\nBut when we saw the enemies advance\nWith brandish'd swords, the steep heights crown'd with \nwood\nWe fell in flight: but others, if one flies,\nPress on them; if again they drive these back,\nWhat before fled turns, with a storm of stones\nAssaulting them; but, what exceeds belief,\nHurl'd by a thousand hands, not one could hit\nThe victims of the goddess: scarce at length,\nNot by brave daring seized we them, but round\nWe closed upon them, and their swords with stones\nBeat, wily, from their hands; for on their knees\nThey through fatigue had sunk upon the ground:\nWe bare them to the monarch of this land:\nHe view'd them, and without delay to the\nSent them devoted to the cleansing vase,\nAnd to the altar. Victims such as these,\nO virgin, wish to find; for if such youths\nThou offer, for thy slaughter Greece will pay,\nHer wrongs to thee at Aulis well avenged. ","speaker":"HERDSMAN"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"These things are wonderful, which thou hast \ntold\nOf him, whoe'er he be, the youth from Greece\nArrived on this inhospitable shore. ","speaker":"LEADER"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"'Tis well: go thou, and bring the strangers \nhither:\nWhat here is to be done shall be our care. ","speaker":"IPHIGENIA"},{"type":"text","value":"The HERDSMAN departs.","speaker":"IPHIGENIA"},{"type":"text","value":"She enters the temple.","speaker":"IPHIGENIA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"IPHIGENIA enters from the temple.","speaker":"CHORUS "},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"But the two youths, their hands fast bound in \nchains,\nThe late-seized victims to the goddess, come.\nSilence, my friends; for, destined at the shrine\nTo bleed, the Grecian strangers near approach;\nAnd no false tidings did the herdsman bring. ","speaker":"IPHIGENIA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Goddess revered, if grateful to thy soul\nThis state presents such sacrifice, accept\nThe victims, which the custom of this land\nGives thee, but deem'd unholy by the Greeks. ","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Guards lead in ORESTES and PYLADES, bound.","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"No more; that to the goddess each due rite\nBe well perform'd shall be my care. Unchain\nThe strangers' hands; that, hallow'd as they are,\nThey may no more be bound. ","speaker":"IPHIGENIA"},{"type":"text","value":"The guards release ORESTES and PYLADES.","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Lady, whoe'er thou art, why for these things\nDost thou lament? why mourn for ills, which soon\nWill fall on us? Him I esteem unwise,\nWho, when he sees death near, tries to o'ercome\nIts terrors with bewailings, without hope\nOf safety: ill he adds to ill, and makes\nHis folly known, yet dies. We must give way\nTo fortune; therefore mourn not thou for us:\nWe know, we are acquainted with your rites. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Which of you by the name of Pylades\nIs call'd? This first it is my wish to know. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"If aught of pleasure that may give thee, he. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"A native of what Grecian state, declare. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What profit knowing this wouldst thou obtain? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"And are you brothers, of one mother born? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Brothers by friendship, lady, not by birth. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"To thee what name was by thy father given? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"With just cause I Unhappy might be call'd. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I ask not that; to fortune that ascribe. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Dying unknown, rude scoffs I shall avoid. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Wilt thou refuse? Why are thy thoughts so high? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"My body thou mayst kill, but not my name. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Wilt thou not say a native of what state? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"The question naught avails, since I must die. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"What hinders thee from granting me this grace? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"The illustrious Argos I my country boast. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"By the gods, stranger, is thy birth from thence? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"My birth is from Mycenae, once the bless'd. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Dost thou an exile fly, or by what fate? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Of my free will, in part not free, I fly. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Wilt thou then tell me what I wish to know? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Whate'er is foreign to my private griefs. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"To my dear wish from Argos art thou come. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Not to my wish; but if to thine, enjoy it. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Troy, whose fame spreads so wide, perchance thou know'st. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"O that I ne'er had known her, ev'n in dreams! \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"They say she is no more, by war destroy'd. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"It is so: you have heard no false reports. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Is Helena with Menelaus return'd? ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"She is; and one I love her coming rues. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Where is she? Me too she of old hath wrong'd. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"At Sparta with her former lord she dwells. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"By Greece, and not by me alone abhorr'd! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I from her nuptials have my share of grief. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"And are the Greeks, as Fame reports, return'd? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"How briefly all things dost thou ask at once! \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"This favour, ere thou die, I wish to obtain. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ask, then: since such thy wish, I will inform thee. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Calchas, a prophet,-came he back from Troy? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"He perish'd at Mycenae such the fame. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Goddess revered! But doth Ulysses live? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"He lives, they say, but is not yet return'd. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Perish the wretch, nor see his country more! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Wish him not ill, for all with him is ill. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"But doth the son of sea-born Thetis live? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"He lives not: vain his nuptial rites at Aulis. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"That all was fraud, as those who felt it say. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"But who art thou, inquiring thus of Greece? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I am from thence, in early youth undone. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Thou hast a right to inquire what there hath pass'd. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"What know'st thou of the chief, men call the bless'd? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Who? Of the bless'd was not the chief I knew. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"The royal Agamemnon, son of Atreus. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Of him I know not, lady; cease to ask. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Nay, by the gods, tell me, and cheer my soul. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"He's dead, the unhappy chief: no single ill. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Dead! By what adverse fate? O wretched me! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Why mourn for this? How doth it touch thy breast? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"The glories of his former state I mourn. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Dreadfully murdered by a woman's hand. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"How wretched she that slew him, he thus slain! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Now then forbear: of him inquire no more. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"This only: lives the unhappy monarch's wife? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"She, lady, is no more, slain by her son. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Alas, the ruin'd house! What his intent? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"To avenge on her his noble father slain. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"An ill, but righteous deed, how justly done! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Though righteous, by the gods be is not bless'd. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Hath Agamemnon other offspring left? ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"He left one virgin daughter, named Electra. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Of her that died a victim is aught said? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"This only, dead, she sees the light no more. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Unhappy she! the father too who slew her! \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"For a bad woman she unseemly died. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"At Argos lives the murdered father's son? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Nowhere he lives, poor wretch! and everywhere. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"False dreams, farewell; for nothing you import. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Nor are those gods, that have the name of \nwise,\nLess false than fleeting dreams. In things divine,\nAnd in things human, great confusion reigns.\nOne thing is left; that, not unwise of soul,\nObedient to the prophet's voice he perish'd;\nFor that he perish'd, they who know report. ","speaker":"ORESTES"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"What shall we know, what of our parents \nknow?\nIf yet they live or not, who can inform us? ","speaker":"LEADER"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Hear me: this converse prompts a thought, which \ngives\nPromise of good, ye youths of Greece, to you,\nTo these, and me: thus may it well be done,\nIf, willing to my purpose, all assent.\nWilt thou, if I shall save thee, go for me\nA messenger to Argos, to my friends\nCharged with a letter, which a captive wrote,\nWho pitied me, nor murderous thought my hand,\nBut that he died beneath the law, these rites\nThe goddess deeming just? for from that hour\nI have not found who might to Argos bear\nHimself my message, back with life return'd,\nOr send to any of my friends my letter.\nThou, therefore, since it seems thou dost not bear\nIll-will to me, and dost Mycenae know,\nAnd those I wish to address, be safe, and live,\nNo base reward for a light letter, life\nReceiving; and let him, since thus the state\nRequires, without thee to the goddess bleed. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Virgin unknown, well hast thou said in all\nSave this, that to the goddess he should bleed\nA victim; that were heavy grief indeed.\nI steer'd the vessel to these ills; he sail'd\nAttendant on my toils: to gain thy grace\nBy his destruction, and withdraw myself\nFrom sufferings, were unjust: thus let it be:\nGive him the letter; to fulfil thy wish,\nTo Argos he will bear it: me let him\nWho claims that office, slay: base is his soul,\nWho in calamities involves his friends,\nAnd saves himself; this is a friend, whose life,\nDear to me as my own, I would preserve. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Excellent spirit! from some noble root\nIt shows thee sprung, and to thy friends a friend\nSincere; of those that share my blood if one\nRemains, such may he be! for I am not\nWithout a brother, strangers, from my sight\nThough distant now. Since then thy wish is such,\nHim will I send to Argos; he shall bear\nMy letter; thou shalt die; for this desire\nHath strong possession of thy noble soul. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Who then shall do the dreadful deed, and slay me? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I: to atone the goddess is my charge. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"A charge unenvied, virgin, and unbless'd. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Necessity constrains: I must obey. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Wilt thou, a woman, plunge the sword in men? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"No: but thy locks to sprinkle round is mine. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Whose then, if I may ask, the bloody deed? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"To some within the temple this belongs. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What tomb is destined to receive my corse? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"The hallow'd fire within, and a dark cave. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"O, that a sister's hand might wrap these limbs! \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Vain wish, unhappy youth, whoe'er thou art,\nHast thou conceived; for from this barbarous land\nFar is her dwelling. Yet, of what my power\nPermits (since thou from Argos draw'st thy birth,)\nNo grace will I omit: for in the tomb\nI will place much of ornament, and pour\nThe dulcet labour of the yellow bee,\nFrom mountain flowers extracted, on thy pyre.\nBut I will go, and from the temple bring\nThe letter; yet 'gainst me no hostile thought\nConceive. You, that attend here, guard them well,\nBut without chains. To one, whom most I love\nOf all my friends, to Argos I shall send\nTidings perchance unlook'd for; and this letter,\nDeclaring those whom he thought dead alive,\nShall bear him an assured and solid joy. ","speaker":"IPHIGENIA"},{"type":"text","value":"She enters the temple.","speaker":"IPHIGENIA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"This asks no pity, strangers: but farewell. \n","speaker":"ORESTES"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"To friends unwish'd, who leave their friends to die. \n","speaker":"PYLADES"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"By the gods, Pylades, is thy mind touch'd\nIn manner like as mine? ","speaker":"ORESTES"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"I cannot tell;\nNor to thy question have I to reply. ","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Who is this virgin? With what zeal for Greece\nMade she inquiries of us what the toils\nAt Troy, if yet the Grecians were return'd,\nAnd Calchas, from the flight of birds who form'd\nPresages of the future. And she named\nAchilles: with what tenderness bewail'd\nThe unhappy Agamemnon! Of his wife\nShe ask'd me,-of his children: thence her race\nThis unknown virgin draws, an Argive; else\nNe'er would she send this letter, nor have wish'd\nTo know these things, as if she bore a share\n(If Argos flourish) in its prosperous state. ","speaker":"ORESTES"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"Such were my thoughts  ","speaker":"PYLADES"},{"type":"text","value":"but thou hast given them words, Preventing me","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What? Share them; so thou best mayst be inform'd. \n","speaker":"ORESTES"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"That thou shouldst die, and I behold this \nlight,\nWere base: with thee I sail'd, with thee to die\nBecomes me; else shall I obtain the name\nOf a vile coward through the Argive state,\nAnd the deep vales of Phocis. Most will think\n(For most think ill) that by betraying the\nI saved myself, home to return alone;\nOr haply that I slew thee, and thy death\nContrived, that in the ruin of thy house\nThy empire I might grasp, to me devolved\nAs wedded to thy sister, now sole heir.\nThese things I fear, and hold them infamous.\nBehooves me then with thee to die, with the\nTo bleed a victim, on the pyre with thine\nTo give my body to the flames; for this\nBecomes me as thy friend. who dreads reproach. ","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Speak more auspicious words: 'tis mine to \nbear\nIlls that are mine; and single when the wo,\nI would not bear it double. What thou say'st\nIs vile and infamous, would light on me,\nShould I cause thee to die, who in my toils\nHast borne a share: to me, who from the gods\nSuffer afflictions which I suffer, death\nIs not unwelcome: thou art happy, thine\nAn unpolluted and a prosperous house;\nMine impious and unbless'd: if thou art saved,\nAnd from my sister (whom I gave to thee,\nBetroth'd thy bride) art bless'd with sons, my name\nMay yet remain, nor all my father's house\nIn total ruin sink. Go then, and live:\nDwell in the mansion of thy ancestors:\nAnd when thou comest to Greece, to Argos famed\nFor warrior-steeds, by this right hand I charge \nthe\nRaise a sepulchral mound, and on it place\nA monument to me; and to my tomb\nHer tears, her tresses let my sister give;\nAnd say, that by an Argive woman's hand\nI perish'd, to the altar's bloody rites\nA hallow'd victim. Never let thy soul\nBetray my sister, for thou seest her state,\nOf friends how destitute, her father's house\nHow desolate. Farewell. Of all my friends,\nThee have I found most friendly, from my youth\nTrain'd up with me, in all my sylvan sports\nThou dear associate, and through many toils\nThou faithful partner of my miseries.\nMe Phoebus, though a prophet, hath deceived,\nAnd, meditating guile, hath driven me far\nFrom Greece, of former oracles ashamed;\nTo him resign'd, obedient to his words,\nI slew my mother, and my meed is death. ","speaker":"ORESTES"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"Yes, I will raise thy tomb: thy sister's \nbed\nI never will betray, unhappy youth,\nFor I will hold thee dearer when thou art dead,\nThan while thou livest; nor hath yet the voice\nOf Phoebus quite destroy'd thee, though thou stand\nTo sometimes mighty but sometimes mighty woes\nYield mighty changes, so when Fortune wills. ","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Forbear: the words of Phoebus naught avail \nme;\nFor, passing from the shrine, the virgin comes. \n","speaker":"ORESTES"},{"type":"text","value":"IPHIGENIA enters from the temple. She is carrying a \nletter.","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA ","speaker":"IPHIGENIA "},{"type":"text","value":"to the guards","speaker":"IPHIGENIA "},{"type":"text","value":"The guards go into the temple.","speaker":"IPHIGENIA "},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What wouldst thou then? What is thy anxious thought? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"This: let him give an oath that he will \nbear\nTo Argos this epistle to those friends,\nTo whom it is my ardent wish to send it. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And wilt thou in return give him thy oath? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"That I will do, or will not do, say what. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"To send him from this barbarous shore alive. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"That's just: how should he bear my letter else? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"But will the monarch to these things assent? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"By me induced. Him I will see embark'd. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Swear then; and thou propose the righteous oath. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"This, let him say, he to my friends will give. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"Well, to thy friends this letter I will give. \n","speaker":"PYLADES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Thee will I send safe through the darkening rocks. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"What god dost thou invoke to attest thy oath? \n","speaker":"PYLADES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Diana, at whose shrine high charge I hold. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"And I heaven's potent king, the awful Jove. \n","speaker":"PYLADES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"But if thou slight thy oath, and do me wrong? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"Never may I return. But if thou fail,\nAnd save me not? ","speaker":"PYLADES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Then never, while I live,\nMay I revisit my loved Argos more! ","speaker":"IPHIGENIA"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"One thing, not mention'd, thy attention claims. \n","speaker":"PYLADES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"If honour owes it, this will touch us both. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"Let me in this be pardon'd, if the bark\nBe lost, and with it in the surging waves\nThy letter perish, and I naked gain\nThe shore; no longer binding be the oath. ","speaker":"PYLADES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Know'st thou what I will do? For various \nills\nArise to those that plough the dangerous deep.\nWhat in this letter is contain'd, what here\nIs written, all I will repeat to thee,\nThat thou mayst bear my message to my friends.\n'Gainst danger thus I guard: if thou preserve\nThe letter, that though silent will declare\nMy purport; if it perish in the sea,\nSaving thyself, my words too thou wilt save. ","speaker":"IPHIGENIA"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"Well hast thou said touching the gods and \nme.\nSay then to whom at Argos shall I bear\nThis letter? What relate as heard from thee? ","speaker":"PYLADES"},{"type":"speech","value":"IPHIGENIA ","speaker":"IPHIGENIA "},{"type":"text","value":"reading","speaker":"IPHIGENIA "},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Where is she? From the dead return'd to life? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"She whom thou seest: but interrupt me not.\nTo Argos, O my brother, ere I die,\nBear me from this barbaric land, and far\nRemove me from this altar's bloody rites,\nAt which to slay the stranger is my charge.- ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What shall I say? Where are we, Pylades? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Or on thy house for vengeance will I call,\nOrestes. Twice repeated, learn the name. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ye gods! ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"In my cause why invoke the gods? ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Nothing: proceed: my thoughts were wandering \nwide:\nStrange things of thee unask'd I soon shall learn. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Tell him the goddess saved me, in exchange\nA hind presenting, which my father slew\nA victim, deeming that he plunged his sword\nDeep in my breast: me in this land she placed.\nThou hast my charge: and this my letter speaks. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"O, thou hast bound me with an easy oath:\nWhat I have sworn with honest purpose, long\nDefer I not, but thus discharge mine oath.\nTo thee a letter from thy sister, lo,\nI bear, Orestes; and I give it thee. ","speaker":"PYLADES"},{"type":"text","value":"PYLADES hands the letter to ORESTES.","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I do receive it, but forbear to unclose its foldings, greater \npleasure first to enjoy\nThan words can give. My sister, O most dear,\nAstonish'd ev'n to disbelief, I throw\nMine arms around thee with a fond embrace,\nIn transport at the wondrous things I hear. ","speaker":"ORESTES"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Stranger, thou dost not well with hands \nprofane\nThus to pollute the priestess of the shrine,\nGrasping her garments hallow'd from the touch. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"My sister, my dear sister, from one sire,\nFrom Agamemnon sprung, turn not away,\nHolding thy brother thus beyond all hope. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"My brother! Thou my brother! Wilt thou not\nUnsay these words? At Argos far he dwells. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Thy brother, O unhappy! is not there. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Thee did the Spartan Tyndarus bring forth? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And from the son of Pelops' son I sprung, \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"What say'st thou? Canst thou give me proof of this? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I can: ask something of my father's house. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Nay, it is thine to speak, mine to attend. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"First let me mention things which I have \nheard\nElectra speak: to thee is known the strife\nWhich fierce 'twixt Atreus and Thyestes rose. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Yes, I have heard it; for the golden ram,- \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"In the rich texture didst thou not inweave it? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"O thou most dear! Thou windest near my heart. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And image in the web the averted sun? ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"In the fine threads that figure did I work. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"For Aulis did thy mother bathe thy limbs? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I know it, to unlucky spousals led. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Why to thy mother didst thou send thy locks? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Devoted for my body to the tomb. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What I myself have seen I now as proofs\nWill mention. In thy father's house, hung high\nWithin thy virgin chambers, the old spear\nOf Pelops, which he brandish'd when he slew\nOenomaus, and won his beauteous bride,\nThe virgin Hippodamia, Pisa's boast. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"O thou most dear (for thou art he,) most \ndear\nAcknowledged, thee, Orestes, do I hold,\nFrom Argos, from thy country distant far? ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And hold I thee, my sister, long deem'd \ndead?\nGrief mix'd with joy, and tears, not taught by woe\nTo rise, stand melting in thy eyes and mine. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Thee yet an infant in thy nurse's arms\nI left, a babe I left thee in the house.\nThou art more happy, O my soul, than speech\nKnows to express. What shall I say? 'tis all\nSurpassing wonder and the power of words. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"May we together from this hour be bless'd! \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"An unexpected pleasure, O my friends,\nHave I received; yet fear I from my hands\nLest to the air it fly. O sacred hearths\nRaised by the Cyclops! O my country, loved\nMycenae! Now that thou didst give me birth,\nT thank thee; now I thank thee, that my youth\nThou trainedst, since my brother thou has train'd,\nA beam of light, the glory of his house. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"We in our race are happy; but our life,\nMy sister, by misfortunes is unhappy. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I was, I know, unhappy, when the sword\nMy father, frantic, pointed at my neck. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ah me! methinks ev'n now I see thee there. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"When to Achilles, brother, not a bride,\nI to the sacrifice by guile was led,\nAnd tears and groans the altar compass'd round. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Alas, the lavers there! ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I mourn'd the deed\nMy father dared; unlike a father's love;\nCruel, unlike a father's love, to me. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ill deeds succeed to ill: if thou hadst \nslain\nThy brother, by some god impell'd, what griefs\nMust have been thine at such a dreadful deed! ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA ","speaker":"IPHIGENIA "},{"type":"text","value":"chanting","speaker":"IPHIGENIA "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"What having seen and heard I shall relate,\nIs marvellous, and passes fabling tales. ","speaker":"LEADER"},{"type":"speech","value":"PYLADES","speaker":"PYLADES"},{"type":"text","value":"When after absence long, Orestes, friend\nMeets friend, embraces will express their joy.\nBehooves us now, bidding farewell to grief,\nAnd heedful to obtain the glorious name\nOf safety, from this barbarous land to fly.\nThe wise, of fortune not regardless, seize\nThe occasion, and to happiness advance. ","speaker":"PYLADES"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Well hast thou said; and Fortune here, I \nween,\nWill aid us; to the firm and strenuous mind\nMore potent works the influence divine. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Nothing shall check, nothing restrain my \nspeech:\nFirst will I question thee what fortune waits\nElectra: this to know would yield me joy. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"With him  ","speaker":"ORESTES"},{"type":"text","value":"pointing to Pylades","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Whence then is he? and from what father sprung? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"From Phocis: Strophius is his father named. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"By Atreus' daughter to my blood allied? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Nearly allied: my only faithful friend. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"He was not then, me when my father slew. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Childless was Strophius for some length of time. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"O thou, the husband of my sister, hail ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"More than relation, my preserver too. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"But to thy mother why that dreadful deed? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Of that no more: to avenge my father's death. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"But for what cause did she her husband slay? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Of her inquire not: thou wouldst blush to hear. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"The eyes of Argos now are raised to thee. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"There Menelaus is lord; I, outcast, fly. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Hath he then wrong'd his brother's ruin'd house? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Not so: the Furies fright me from the land. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"The madness this, which seized thee on the shore? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I was not first beheld unhappy there. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Stern powers! they haunt thee for thy mother's blood. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And ruthless make me champ the bloody bit. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Why to this region has thou steer'd thy course? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Commanded by Apollo's voice, I come. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"With what intent? if that may be disclosed. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I will inform thee, though to length of \nspeech\nThis leads. When vengeance from my hands o'ertook\nMy mother's deeds-foul deeds, which let me pass\nIn silence-by the Furies' fierce assaults\nTo flight I was impell'd: to Athens then\nApollo sent me, that, my cause there heard,\nI might appease the vengeful powers, whose names\nMay not be utter'd: the tribunal there\nIs holy, which for Mars, when stain'd with blood,\nJove in old times establish'd. There arrived,\nNone willingly received me, by the gods\nAs one abhorr'd; and they, who felt the touch\nOf shame, the hospitable board alone\nYielded; and though one common roof beneath,\nTheir silence showing they disdain'd to hold\nConverse with me, I took from them apart\nA lone repast; to each was placed a bowl\nOf the same measure; this they filled with wine,\nAnd bathed their spirits in delight. Unmeet\nI deem'd it to express offence at those\nWho entertain'd me, but in silence grieved,\nShowing a cheer as though I mark'd it not,\nAnd sigh'd for that I shed my mother's blood.\nA feast, I hear, at Athens is ordain'd\nFrom this my evil plight, ev'n yet observed,\nIn which the equal-measured bowl then used\nIs by that people held in honour high.\nBut when to the tribunal on the mount\nOf Mars I came, one stand I took, and one\nThe eldest of the Furies opposite:\nThe cause was heard touching my mother's blood,\nAnd Phoebus saved me by his evidence:\nEqual, by Pallas number'd, were the votes\nAnd I from doom of blood victorious freed\nSuch of the Furies as there sat, appeased\nBy the just sentence, nigh the court resolved\nTo fix their seat; but others, whom the law\nAppeased not, with relentless tortures still\nPursued me, till I reach'd the hallow'd soil\nOf Phoebus: stretch'd before his shrine, I swore\nFoodless to waste my wretched life away,\nUnless the god, by whom I was undone,\nWould save me: from the golden tripod burst\nThe voice divine, and sent me to this shore,\nCommanding me to bear the image hence,\nWhich fell from Jove, and in the Athenian land\nTo fix it. What the oracular voice assign'd\nMy safety, do thou aid: if we obtain\nThe statue of the goddess, I no more\nWith madness shall be tortured, but this arm\nShall place thee in my bark, which ploughs the waves\nWith many an oar, and to Mycenae safe\nBear thee again. Show then a sister's love,\nO thou most dear; preserve thy father's house,\nPreserve me too; for me destruction waits,\nAnd all the race of Pelops, if we bear not\nThis heaven-descended image from the shrine. ","speaker":"ORESTES"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"The anger of the gods hath raged severe,\nAnd plunged the race of Tantalus in woes. ","speaker":"LEADER"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Ere thy arrival here, a fond desire\nTo be again at Argos, and to see\nThee, my loved brother, fill'd my soul. Thy wish\nIs my warm wish, to free thee from thy toils,\nAnd from its ruins raise my father's house;\nNor harbour I 'gainst him, that slew me, thought\nOf harsh resentment: from thy blood my hands\nWould I keep pure, thy house I would preserve.\nBut from the goddess how may this be hid?\nThe tyrant too I fear, when he shall find\nThe statue on its marble base no more.\nWhat then from death will save me? What excuse\nShall I devise? Yet by one daring deed\nMight these things be achieved: couldst thou bear \nhence\nThe image, me too in thy gallant bark\nPlacing secure, how glorious were the attempt!\nMe if thou join not with thee, I am lost\nIndeed; but thou, with prudent measures form'd,\nReturn. I fly no danger, not ev'n death,\nBe death required, to save thee: no: the man\nDying is mourn'd, as to his house a loss;\nBut woman's weakness is of light esteem. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I would not be the murderer of my mother,\nAnd of thee too; sufficient is her blood.\nNo; I will share thy fortune, live with thee,\nOr with thee die: to Argos I will lead thee,\nIf here I perish not; or dying, here\nRemain with thee. But what my mind suggests,\nHear: if Diana were averse to this,\nHow could the voice of Phoebus from his shrine\nDeclare that to the state of Pallas hence\nThe statue of the goddess I should bear,\nAnd see thy face? All this, together weigh'd,\nGives hope of fair success, and our return. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"But how effect it, that we neither die,\nAnd what we wish achieve? For our return\nOn this depends: this claims deliberate thought. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Have we not means to work the tyrant's death? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"For strangers full of peril were the attempt. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Thee would it save and me, it must be dared. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I could not: yet thy promptness I approve. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What if thou lodge me in the shrine conceal'd? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"That in the shades of night we may escape? \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Night is a friend to frauds, the light to truth. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Within are sacred guards; we 'scape not them. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ruin then waits us: how can we be saved? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"I think I have some new and safe device. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What is it? Let me know: impart thy thought, \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Thy sufferings for my purpose I will use,- \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"To form devices quick is woman's wit. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"And say, thy mother slain, thou fledd'st from Argos. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"If to aught good, avail thee of my ills. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Unmeet then at this shrine to offer thee. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What cause alleged? I reach not thine intent. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"As now impure: when hallow'd, I will slay thee. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"How is the image thus more promptly gain'd? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Thee I will hallow in the ocean waves. ","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"The statue we would gain is in the temple. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"That, by thy touch polluted, I would cleanse. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Where? On the watery margin of the main? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Where thy tall bark secured with cables rides. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And who shall bear the image in his hands? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Myself; profaned by any touch, but mine. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What of this blood shall on my friend be charged? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"His hands, it shall be said, like thine are stain'd. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"In secret this, or to the king disclosed? \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"With his assent; I cannot hide it from him. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"My bark with ready oars attends thee near. \n","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"That all be well appointed, be thy charge. \n","speaker":"IPHIGENIA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"One thing alone remains; that these conceal\nOur purpose: but address them, teach thy tongue\nPersuasive words: a woman hath the power\nTo melt the heart to pity: thus perchance\nAll things may to our warmest wish succeed. ","speaker":"ORESTES"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"Ye train of females, to my soul most dear,\nOn you mine eyes are turn'd, on you depends\nMy fate; with prosperous fortune to be bless'd,\nOr to be nothing, to my country lost,\nOf a dear kinsman and a much-loved brother\nDeprived. This plea I first would urge, that we\nAre women, and have hearts by nature form'd\nTo love each other, of our mutual trusts\nMost firm preservers. Touching our design,\nBe silent, and assist our flight: naught claims\nMore honour than the faithful tongue. You see\nHow the same fortune links us three, most dear\nEach to the other, to revisit safe\nOur country, or to die. If I am saved,\nThat thou mayst share my fortune, I to Greece\nWill bring thee safe: but thee by this right hand,\nThee I conjure, and thee; by this loved cheek\nThee, by thy knees, by all that in your house\nIs dearest to you, father, mother, child,\nIf you have children. What do you reply?\nWhich of you speaks assent? Or which dissents?\nBut be you all assenting: for my plea\nIf you approve not, ruin falls on me,\nAnd my unhappy brother too must die. ","speaker":"IPHIGENIA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Be confident, loved lady and consult\nOnly thy safety: all thou givest in charge,\nBe witness, mighty Jove, I will conceal. ","speaker":"LEADER"},{"type":"speech","value":"IPHIGENIA","speaker":"IPHIGENIA"},{"type":"text","value":"O, for this generous promise be you bless'd. \n","speaker":"IPHIGENIA"},{"type":"text","value":"To ORESTES and PYLADES","speaker":"IPHIGENIA"},{"type":"text","value":"ORESTES, PYLADES, and IPHIGENIA enter the temple.","speaker":"IPHIGENIA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "}]}]