[{"title":"andromache","play":"andromache","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"Andromache\nBy Euripides\nWritten 428-24 B.C.E\nTranslated by E. P. Coleridge","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"O city of Thebes, glory of Asia, whence on a day I came to \nPriam's princely home with many a rich and costly thing in my dower, affianced \nunto Hector to be the mother of his children, I Andromache, envied name \nin days of yore, but now of all women that have been or yet shall be the \nmost unfortunate; for I have lived to see my husband Hector slain by Achilles, \nand the babe Astyanax, whom I bore my lord, hurled from the towering battlements, \nwhen the Hellenes sacked our Trojan home; and I myself am come to Hellas \nas a slave, though I was esteemed a daughter of a race most free, given \nto Neoptolemus that island-prince, and set apart for him as his special \nprize from the spoils of Troy. And here I dwell upon the boundaries of \nPhthia and Pharsalia's town, where Thetis erst, the goddess of the sea, \nabode with Peleus apart from the world, avoiding the throng of men; wherefore \nthe folk of Thessaly call it the sacred place of Thetis, in honour of the \ngoddess's marriage. Here dwells the son of Achilles and suffers Peleus \nstill to rule Pharsalia, not wishing to assume the sceptre while the old \nman lives. Within these halls have borne a boy to the son of Achilles, \nmy master. Now aforetime for all my misery I ever had a hope to lead me \non, that, if my child were safe, I might find some help and protection \nfrom my woes; but since my lord in scorn of his bondmaid's charms hath \nwedded that Spartan Hermione, I am tormented by her most cruelly; for she \nsaith that I by secret enchantment am making her barren and distasteful \nto her husband, and that I design to take her place in this house, ousting \nher the rightful mistress by force; whereas I at first submitted against \nmy will and now have resigned my place; be almighty Zeus my witness that \nit was not of my own free will I became her rival!\nBut I cannot convince her, and she longs to kill me, and her father \nMenelaus is an accomplice in this. E'en now is he within, arrived from \nSparta for this very purpose, while I in terror am come to take up position \nhere in the shrine of Thetis adjoining the house, if haply it may save \nme from death; for Peleus and his descendants hold it in honour as symbol \nof his marriage with the Nereid. My only son am I secretly conveying to \na neighbour's house in fear for his life. For his sire stands not by my \nside to lend his aid and cannot avail his child at all, being absent in \nthe land of Delphi, where he is offering recompense to Loxias for the madness \nhe committed, when on a day he went to Pytho and demanded of Phoebus satisfaction \nfor his father's death, if haply his prayer might avert those past sins \nand win for him the god's goodwill hereafter. ","speaker":"ANDROMACHE"},{"type":"text","value":"The MAID OF ANDROMACHE enters.","speaker":"ANDROMACHE"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"Mistress mine, be sure I do not hesitate to call thee by that \nname, seeing that I thought it thy right in thine own house also, when \nwe dwelt in Troy-land; as I was ever thy friend and thy husband's while \nyet he was alive, so now have I come with strange tidings, in terror lest \nany of our masters learn hereof but still out of pity for thee; for Menelaus \nand his daughter are forming dire plots against thee, whereof thou must \nbeware. ","speaker":"MAID"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Ah! kind companion of my bondage, for such thou art to her, \nwho, erst thy queen, is now sunk in misery; what are they doing? What new \nschemes are they devising in their eagerness to take away my wretched life? \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"Alas! poor lady, they intend to slay thy son, whom thou hast \nprivily conveyed from out the house. ","speaker":"MAID"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Ah me! Has she heard that my babe was put out of her reach? \nWho told her? Woe is me! how utterly undone! ","speaker":"ANDROMACHE"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"I know not, but thus much of their schemes I heard myself; \nand Menelaus has left the house to fetch him. ","speaker":"MAID"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Then am I lost; ah, my child! those vultures twain will take \nand slay thee; while he who is called thy father lingers still in Delphi. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"True, for had he been here thou wouldst not have fared so hardly, \nam sure; but, as it is, thou art friendless. ","speaker":"MAID"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Have no tidings come that Peleus may arrive? \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"He is too old to help thee if he came. ","speaker":"MAID"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"And yet I sent for him more than once. ","speaker":"ANDROMACHE"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"Surely thou dost not suppose that any of thy messengers heed \nthee? ","speaker":"MAID"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Why should they? Wilt thou then go for me? \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"How shall I explain my long absence from the house? \n","speaker":"MAID"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Thou art a woman; thou canst invent a hundred ways. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"There is a risk, for Hermione keeps no careless guard. \n","speaker":"MAID"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Dost look to that? Thou art disowning thy friends in distress. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MAID","speaker":"MAID"},{"type":"text","value":"Not so; never taunt me with that. I will go, for of a truth \na woman and a slave is not of much account, e'en if aught befall me. \n","speaker":"MAID"},{"type":"text","value":"The MAID withdraws.","speaker":"MAID"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Go then, while I will tell to heaven the lengthy tale of lamentation, \nmourning, and weeping, that has ever been my hard lot; for 'tis woman's \nway to delight in present misfortunes even to keeping them always on her \ntongue and lips. But I have many reasons, not merely one for tears,-my \ncity's fall, my Hector's death, the hardness of the lot to which I am bound, \nsince I fell on slavery's evil days undeservedly. 'Tis never right to call \na son of man happy, till thou hast seen his end, to judge from the way \nhe passes it how he will descend to that other world. \n","speaker":"ANDROMACHE"},{"type":"text","value":"She begins to chant.","speaker":"ANDROMACHE"},{"type":"text","value":"The CHORUS OF PHTHIAN WOMEN enters.","speaker":"ANDROMACHE"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"HERMIONE enters, in complete royal regalia.","speaker":"CHORUS "},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"With a crown of golden workmanship upon my head and about my \nbody this embroidered robe am I come hither; no presents these I wear from \nthe palace of Achilles or Peleus, but gifts my father Menelaus gave me \ntogether with a sumptuous dower from Sparta in Laconia, to insure me freedom \nof speech. Such is my answer to you; ","speaker":"HERMIONE"},{"type":"text","value":"to the CHORUS","speaker":"HERMIONE"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Women are by nature somewhat jealous, and do ever show the \nkeenest hate to rivals in their love. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Ah! well-a-day! Youth is a bane to mortals, in every case, \nthat is, where a man embraces injustice in his early days. Now I am afraid \nthat my being a slave will prevent thee listening to me in spite of many \na just plea, or if I win my case, I fear I may be damaged on this very \nground, for the high and mighty cannot brook refuting arguments from their \ninferiors; still I will not be convicted of betraying my own cause. Tell \nme, proud young wife, what assurance can make me confident of wresting \nfrom thee thy lawful lord? Is it that Laconia's capital yields to Phrygia? \nis it that my fortune outstrips thine? or that in me thou seest a free \nwoman? Am I so elated by my youth, my full healthy figure, the extent of \nmy city, the number of my friends that I wish to supplant thee in thy home? \nIs my purpose to take thy place and rear myself a race of slaves, mere \nappendages to my misery? or, supposing thou bear no children, will any \none endure that sons of mine should rule o'er Phthia? Ah no! there is the \nlove that Hellas bears me, both for Hector's sake and for my own humble \nrank forsooth, that never knew a queen's estate in Troy. 'Tis not my sorcery \nthat makes thy husband hate thee, nay, but thy own failure to prove thyself \nhis help-meet. Herein lies love's only charm; 'tis not beauty, lady, but \nvirtuous acts that win our husbands' hearts. And though it gall thee to \nbe told so, albeit thy city in Laconia is no doubt mighty fact, yet thou \nfindest no place for his Scyros, displaying wealth 'midst poverty and setting \nMenelaus above Achilles: and that is what alienates thy lord. Take heed; \nfor a woman, though bestowed upon worthless husband, must be with him content, \nand ne'er advance presumptuous claims. Suppose thou hadst wedded a prince \nof Thrace, the land of flood and melting snow, where one lord shares his \naffections with a host of wives, wouldst thou have slain them? If so, thou \nwouldst have set a stigma of insatiate lust on all our sex. A shameful \ncharge! And yet herein we suffer more than men, though we make a good stand \nagainst it. Ah! my dear lord Hector, for thy sake would I e'en brook a \nrival, if ever Cypris led thee astray, and oft in days gone by I held thy \nbastard babes to my own breast, to spare thee any cause for grief. By this \ncourse I bound my husband to me by virtue's chains, whereas thou wilt never \nso much as let the drops of dew from heaven above settle on thy lord, in \nthy jealous fear. Oh! seek not to surpass thy mother in hankering after \nmen, for 'tis well that all wise children should avoid the habits of such \nevil mothers. ","speaker":"ANDROMACHE"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Mistress mine, be persuaded to come to terms with her, as far \nas readily comes within thy power. ","speaker":"LEADER"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Why this haughty tone, this bandying of words, as if, forsooth, \nthou, not I, wert the virtuous wife? ","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Thy present claims at any rate give thee small title thereto. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Woman, may my bosom never harbour such ideas as thine! \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Thou art young to speak on such a theme as this. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"As for thee, thou dost not speak thereof, but, as thou canst, \ndost put it into action against me. ","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Canst thou not conceal thy pangs of jealousy? \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"What! doth not every woman put this first of all? \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Yes, if her experiences are happy; otherwise, there is no honour \nin speaking of them. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Barbarians' laws are not a standard for our city. \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Alike in Asia and in Hellas infamy attends base actions. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Clever, clever quibbler! yet die thou must and shalt. \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Dost see the image of Thetis with her eye upon thee? \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"A bitter foe to thy country because of the death of Achilles. \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"'Twas not I that slew him, but Helen that mother of thine. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Pray, is it thy intention to probe my wounds yet deeper? \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Behold, I am dumb, my lips are closed. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Tell me that which was my only reason for coming hither. \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"No! all I tell thee is, thou hast less wisdom than thou needest. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Wilt thou leave these hallowed precincts of the sea-goddess? \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Yes, if I am not to die for it; otherwise, I never will. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Since that is thy resolve, I shall not even wait my lord's \nreturn. ","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Nor yet will I, at any rate ere that, surrender to thee. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"I will bring fire to bear on thee, and pay no heed to thy entreaties. \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Kindle thy blaze then; the gods will witness it. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"And make thy flesh to writhe by cruel wounds. \n","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Begin thy butchery, stain the altar of the goddess with blood, \nfor she will visit thy iniquity. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Barbarian creature, hardened in impudence, wilt thou brave \ndeath itself? Still will I find speedy means to make these quit this seat \nof thy free will; such a bait have I to lure thee with. But I will hide \nmy meaning, which the event itself shall soon declare. Yes, keep thy seat, \nfor I will make thee rise, though molten lead is holding thee there, before \nAchilles' son, thy trusted champion, arrive. ","speaker":"HERMIONE"},{"type":"text","value":"HERMIONE departs.","speaker":"HERMIONE"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"My trusted champion, yes! how strange it is, that though some \ngod hath devised cures for mortals against the venom of reptiles, no man \never yet hath discovered aught to cure a woman's venom, which is far worse \nthan viper's sting or scorching flame; so terrible a curse are we to mankind. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"MENELAUS and his retinue enter. He is leading MOLOSSUS by the \nhand.","speaker":"CHORUS "},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Behold I bring thy son with me, whom thou didst steal away \nto a neighbour's house without my daughter's knowledge. Thou wert so sure \nthis image of the goddess would protect thee and those who hid him, but \nthou hast not proved clever enough for Menelaus. And so if thou refuse \nto leave thy station here, he shall be slain instead of thee. Wherefore \nweigh it well: wilt die thyself, or see him slain for the sin whereof thou \nart guilty against me and my daughter? ","speaker":"MENELAUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"O fame, fame! full many a man ere now of no account hast thou \nto high estate exalted. Those, indeed, who truly have a fair repute, I \ncount blest; but those who get it by false pretences, I will never allow \nhave aught but the accidental appearance of wisdom. Thou for instance, \ncaitiff that thou art, didst thou ever wrest Troy from Priam with thy picked \ntroops of Hellenes? thou that hast raised such a storm, at the word of \nthy daughter, a mere child, and hast entered the lists with a poor captive; \nunworthy I count thee of Troy's capture, and Troy still more disgraced \nby thy victory. Those who only in appearance are men of sense make an outward \nshow, but inwardly resemble the common herd, save it be in wealth, which \nis their chiefest strength.\nCome now, Menelaus, let us carry through this argument. Suppose \nI am slain by thy daughter, and she work her will on me, yet can she never \nescape the pollution of murder, and public opinion will make thee too an \naccomplice in this deed of blood, for thy share in the business must needs \nimplicate thee. But even supposing I escape death myself, will ye kill \nmy child? Even then, how will his father brook the murder of his child? \nTroy has no such coward's tale to tell of him; nay, he will follow duty's \ncall; his actions will prove him a worthy scion of Peleus and Achilles. \nThy daughter will be thrust forth from his house; and what wilt thou say \nwhen seeking to betroth her to another? wilt say her virtue made her leave \na worthless lord? Nay, that will be false. Who then will wed her? wilt \nthou keep her without a husband in thy halls, grown grey in widowhood? \nUnhappy wretch! dost not see the flood-gates of trouble opening wide for \nthee? How many a wrong against a wife wouldst thou prefer thy daughter \nto have found to suffering what I now describe? We ought not on trifling \ngrounds to promote great ills; nor should men, if we women are so deadly \na curse, bring their nature down to our level. No! if, as thy daughter \nasserts, I am practising sorcery against her and making her barren, right \nwillingly will I, without any crouching at altars, submit in my own person \nto the penalty that lies in her husband's hands, seeing that I am no less \nchargeable with injuring him if I make him childless. This is my case; \nbut for thee, there is one thing I fear in thy disposition; it was a quarrel \nfor a woman that really induced thee to destroy poor Ilium's town. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Thou hast said too much for a woman speaking to men; that discretion \nhath shot away its last shaft from thy soul's quiver. \n","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Women, these are petty matters, unworthy, as thou sayest, of \nmy despotic sway, unworthy too of Hellas. Yet mark this well; his special \nfancy of the hour is of more moment to a man than Troy's capture. I then \nhave set myself to help my daughter because I consider her loss of wife's \nrights most grave; for whatever else a woman suffers is second to this; \nif she loses her husband's love she loses her life therewith. Now, as it \nis right Neoptolemus should rule my slaves, so my friends and I should \nhave control of his; for friends, if they be really friends, keep nothing \nto themselves, but have all in common. So if I wait for the absent instead \nof making the best arrangement I can at once of my affairs, I show weakness, \nnot wisdom. Arise then, leave the goddess's shrine, for by thy death this \nchild escapeth his, whereas, if thou refuse to die, I will slay him; for \none of you twain must perish. ","speaker":"MENELAUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Ah me! 'tis a bitter lot thou art offering about my life; whether \nI take it or not I am equally unfortunate. Attend to me, thou who for a \ntrifling cause art committing an awful crime. Why art thou bent on slaying \nme? What reason hast thou? What city have I betrayed? Which of thy children \nwas ever slain by me? What house have I fired? I was forced to be my master's \nconcubine; and spite of that wilt thou slay me, not him who is to blame, \npassing by the cause and hurrying to the inevitable result? Ah me! my sorrows! \nWoe for my hapless country! How cruel my fate! Why had I to be a mother \ntoo and take upon me a double load of suffering? Yet why do I mourn the \npast, and o'er the present never shed a tear or compute its griefs? I that \nsaw Hector butchered and dragged behind the chariot, and Ilium, piteous \nsight! one sheet of flame, while I was baled away by the hair of my head \nto the Argive ships in slavery, and on my arrival in Phthia was given to \nHector's murderer as his mistress. What pleasure then has life for me? \nWhither am I to turn my gaze? to the present or the past? My babe alone \nwas left me, the light of my life, and him these ministers of death would \nslay. No! they shall not, if my poor life can save him; for if he be saved, \nhope in him lives on, while to me 'twere shame to refuse to die for my \nson. Lo! here I leave the altar and give myself into your hands, to cut \nor stab, to bind or hang. Ah! my child, to Hades now thy mother passes \nto save thy dear life. Yet if thou escape thy doom, remember me, my sufferings \nand my death, and tell thy father how I fared, with fond caress and streaming \neye and arms thrown round his neck. Ah! yes, his children are to every \nman as his own soul; and whoso sneers at this through inexperience, though \nhe suffers less anguish, yet tastes the bitter in his cup of bliss. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Thy tale with pity fills me; for every man alike, stranger \nthough he be, feels pity for another's distress. Menelaus, 'tis thy duty \nto reconcile thy daughter and this captive, giving her a respite from sorrow. \n","speaker":"LEADER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Ho! sirrahs, seize this woman  ","speaker":"MENELAUS"},{"type":"text","value":"His attendants swiftly carry out the order.","speaker":"MENELAUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Alas! thou hast by treachery beguiled me; I was deceived. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Proclaim it to the world; I do not deny it. \n","speaker":"MENELAUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Is this counted cleverness amongst you who dwell by the Eurotas? \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Yes, and amongst Trojans too, that those who suffer should \nretaliate. ","speaker":"MENELAUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Thinkest thou God's hand is shortened, and that thou wilt not \nbe punished? ","speaker":"ANDROMACHE"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Whene'er that comes, I am ready to bear it. But thy life will \nI have. ","speaker":"MENELAUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Wilt likewise slay this tender chick, whom thou hast snatched \nfrom 'neath my wing? ","speaker":"ANDROMACHE"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Not I, but I will give him to my daughter to slay if she will. \n","speaker":"MENELAUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Ah me! why not begin my mourning then for thee, my child? \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Of a truth 'tis no very sure hope that he has left. \n","speaker":"MENELAUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"O citizens of Sparta, the bane of all the race of men, schemers \nof guile, and masters in lying, devisers of evil plots, with crooked minds \nand tortuous methods and ne'er one honest thought, 'tis wrong that ye should \nthrive in Hellas. What crime is wanting in your list? How rife is murder \nwith you! How covetous ye are! One word upon your lips, another in your \nheart, this is what men always find with you. Perdition catch ye! Still \ndeath is not so grievous, as thou thinkest, to me. No! for my life ended \nin the day that hapless Troy was destroyed with my lord, that glorious \nwarrior, whose spear oft made a coward like thee quit the field and seek \nthy ship. But now against a woman hast thou displayed the terrors of thy \npanoply, my would-be murderer. Strike then! for this my tongue shall never \nflatter thee or that daughter of thine. For though thou wert of great account \nin Sparta, why so was I in Troy. And if I am now in sorry plight, presume \nnot thou on this; thou too mayst be so yet. ","speaker":"ANDROMACHE"},{"type":"text","value":"MENELAUS and his guards lead ANDROMACHE out.","speaker":"ANDROMACHE"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"ANDROMACHE enters, her arms bound. Her son clings to her. MENELAUS and \nthe guards follow, intent on accomplishing the murder. The following lines \nare chanted responsively.","speaker":"CHORUS "},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Behold me journeying on the downward path, my hands so tightly \nbound with cords that they bleed. ","speaker":"ANDROMACHE"},{"type":"speech","value":"MOLOSSUS","speaker":"MOLOSSUS"},{"type":"text","value":"O mother, mother mine! I too share thy downward path, nestling \n'neath thy wing. ","speaker":"MOLOSSUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"A cruel sacrifice! ye rulers of Phthia! \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MOLOSSUS","speaker":"MOLOSSUS"},{"type":"text","value":"Come, father! succour those thou lovest. \n","speaker":"MOLOSSUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Rest there, my babe, my darling! on thy mother's bosom, e'en \nin death and in the grave. ","speaker":"ANDROMACHE"},{"type":"speech","value":"MOLOSSUS","speaker":"MOLOSSUS"},{"type":"text","value":"Ah, woe is me! what will become of me and thee too, mother \nmine? ","speaker":"MOLOSSUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Away, to the world below! from hostile towers ye came, the \npair of you; two different causes necessitate your deaths; my sentence \ntakes away thy life, and my daughter Hermione's requires his; for it would \nbe the height of folly to leave our foemen's sons, when we might kill them \nand remove the danger from our house. ","speaker":"MENELAUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"O husband mine! I would I had thy strong arm and spear to aid \nme, son of Priam. ","speaker":"ANDROMACHE"},{"type":"speech","value":"MOLOSSUS","speaker":"MOLOSSUS"},{"type":"text","value":"Ah, woe is me! what spell can I now find to turn death's stroke \naside? ","speaker":"MOLOSSUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Embrace thy master's knees, my child, and pray to him. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MOLOSSUS","speaker":"MOLOSSUS"},{"type":"text","value":"Spare, O spare my life, kind master! ","speaker":"MOLOSSUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Mine eyes are wet with tears, which trickle down my cheeks, \nas doth a sunless spring from a smooth rock. Ah me! \n","speaker":"ANDROMACHE"},{"type":"speech","value":"MOLOSSUS","speaker":"MOLOSSUS"},{"type":"text","value":"What remedy, alas! can I provide me 'gainst my ills? \n","speaker":"MOLOSSUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Why fall at my knees in supplication? hard as the rock and \ndeaf as the wave am I. My own friends have I helped, but for thee have \nno tie of affection; for verily it cost me a great part of my life to capture \nTroy and thy mother; so thou shalt reap the fruit thereof and into Hades' \nhalls descend. ","speaker":"MENELAUS"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Behold! I see Peleus drawing nigh; with aged step he hasteth \nhither. ","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"PELEUS enters with an attendant.","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"PELEUS ","speaker":"PELEUS "},{"type":"text","value":"calling out as he comes in sight","speaker":"PELEUS "},{"type":"text","value":"To his attendant","speaker":"PELEUS "},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Behold them that are haling me and my child to death, e'en \nas thou seest, aged prince. Why should I tell thee? For not by one urgent \nsummons alone but by countless messengers have I sent for thee. No doubt \nthou knowest by hearsay of the strife in this house with this man's daughter, \nand the reason of my ruin. So now they have torn and are dragging me from \nthe altar of Thetis, the goddess of thy chiefest adoration and the mother \nof thy gallant son, without any proper trial, yea, and without waiting \nfor my absent master; because, forsooth, they knew my defencelessness and \nmy child's, whom they mean to slay with me his hapless mother, though he \nhas done no harm. But to thee, O sire, I make my supplication, prostrate \nat thy knees, though my hand cannot touch thy friendly beard; save me, \nI adjure thee, reverend sir, or to thy shame and my sorrow shall we be \nslain. ","speaker":"ANDROMACHE"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Loose her bonds, I say, ere some one rue it; untie her folded \nhands. ","speaker":"PELEUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I forbid it, for besides being a match for thee, I have a far \nbetter right to her. ","speaker":"MENELAUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"What! art thou come hither to set my house in order? Art not \ncontent with ruling thy Spartans? ","speaker":"PELEUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"She is my captive; I took her from Troy. \n","speaker":"MENELAUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Aye, but my son's son received her as his prize. \n","speaker":"PELEUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Is not all I have his, and all his mine? \n","speaker":"MENELAUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"For good, but not evil ends; and surely not for murderous violence. \n","speaker":"PELEUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Never shalt thou wrest her from my grasp. \n","speaker":"MENELAUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"With this good staff I'll stain thy head with blood! \n","speaker":"PELEUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Just touch me and see! Approach one step! \n","speaker":"MENELAUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"What! shalt thou rank with men? chief of cowards, son of cowards! \nWhat right hast thou to any place 'mongst men? Thou who didst let Phrygian \nrob thee of thy wife, leaving thy home without bolt or guard, as if forsooth \nthe cursed woman thou hadst there was a model of virtue. No! a Spartan \nmaid could not be chaste, e'en if she would, who leaves her home and bares \nher limbs and lets her robe float free, to share with youths their races \nand their sports,-customs I cannot away with. Is it any wonder then that \nye fail to educate your women in virtue? Helen might have asked thee this, \nseeing that she said goodbye to thy affection and tripped off with her \nyoung gallant to a foreign land. And yet for her sake thou didst marshal \nall the hosts of Hellas and lead them to Ilium, whereas thou shouldst have \nshown thy loathing for her by refusing to stir a spear, once thou hadst \nfound her false; yea, thou shouldst have let her stay there, and even paid \na price to save ever having her back again. But that was not at all the \nway thy thoughts were turned; wherefore many a brave life hast thou ended, \nand many an aged mother hast thou left childless in her home, and grey-haired \nsires of gallant sons hast reft. Of that sad band am I member, seeing in \nthee Achilles' murderer like a malignant fiend; for thou and thou alone \nhast returned from Troy without a scratch, bringing back thy splendid weapons \nin their splendid cases just as they went. As for me, I ever told that \namorous boy to form no alliance with thee nor take unto his home an evil \nmother's child; for daughters bear the marks of their mothers' ill-repute \ninto their new homes. Wherefore, ye wooers, take heed to this my warning: \n\"Choose the daughter of a good mother.\" And more than this, with what wanton \ninsult didst thou treat thy brother, bidding him sacrifice his daughter \nin his simpleness! So fearful wast thou of losing thy worthless wife. Then \nafter capturing Troy,-for thither too will I accompany thee,-thou didst \nnot slay that woman, when she was in thy power; but as soon as thine eyes \ncaught sight of her breast, thy sword was dropped and thou didst take her \nkisses, fondling the shameless traitress, too weak to stem thy hot desire, \nthou caitiff wretch! Yet spite of all thou art the man to come and work \nhavoc in my grandson's halls when he is absent, seeking to slay with all \nindignity a poor weak woman and her babe: but that babe shall one day make \nthee and thy daughter in thy home rue it, e'en though his birth be trebly \nbase. Yea, for oft ere now hath seed, sown on barren soil, prevailed o'er \nrich deep tilth, and many bastard has proved a better man than children \nbetter born. Take thy daughter hence with thee! Far better is it for mortals \nto have a poor honest man either as married kin or friend than a wealthy \nknave; but as for thee, thou art a thing of naught. \n","speaker":"PELEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"The tongue from trifling causes contrives to breed great strife \n'mongst men; wherefore are the wise most careful not to bring about a quarrel \nwith their friends. ","speaker":"LEADER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Why, pray, should one call these old men wise, or those who \nonce had a reputation in Hellas for being so? when thou, the great Peleus, \nson of famous father, kin to me through marriage, employest language disgraceful \nto thyself and abusive of me because of a barbarian woman, though thou \nshouldst have banished her far beyond the streams of Nile or Phasis, and \never encouraged me; seeing that she comes from Asia's continent where fell \nso many of the sons of Hellas, victims to the spear; and likewise because \nshe shared in the spilling of thy son's blood; for Paris who slew thy son \nAchilles, was brother to Hector, whose wife she was. And dost thou enter \nthe same abode with her, and deign to let her share thy board, and suffer \nher to rear her brood of vipers in thy house? But I, after all this foresight \nfor thee, old man, and myself, am to have her torn from my clutches for \nwishing to slay her. Yet come now, for 'tis no disgrace to argue; suppose \nmy daughter has no child, while this woman's sons grow up, wilt thou set \nthem up to rule the land of Phthia, barbarians born and bred to lord it \nover Hellenes? Am I then so void of sense because I hate injustice, and \nthou so full of cleverness? Consider yet another point; say thou hadst \ngiven a daughter of thine to some citizen, and hadst then seen her thus \ntreated, wouldst thou have sat looking on in silence? I trow not. Dost \nthou then for a foreigner rail thus at thy nearest friends? Again, thou \nmayst say, husband and wife have an equally strong case if she is wronged \nby him, and similarly if he find her guilty of indiscretion in his house; \nyet while he has ample powers in his own hands, she depends on parents \nand friends for her case. Surely then I am right in helping my own kin! \nThou art in thy dotage; for thou wilt do me more good by speaking of my \ngeneralship than by concealing it. Helen's trouble was not of her own choosing, \nbut sent by heaven, and it proved a great benefit to Hellas; her sons, \ntill then untried in war or arms, turned to deeds of prowess, and it is \nexperience which teaches man all he knows. I showed my wisdom in refraining \nfrom slaying my wife, directly I caught sight of her. Would that thou too \nhadst ne'er slain Phocus! All this I bring before thee in pure good-will, \nnot from anger. But if thou resent it, thy tongue may wag till it ache, \nyet shall I gain by prudent forethought. ","speaker":"MENELAUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Cease now from idle words, 'twere better far, for fear ye both \nalike go wrong. ","speaker":"LEADER"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Alas! what evil customs now prevail in Hellas! Whene'er the \nhost sets up a trophy o'er the foe, men no more consider this the work \nof those who really toiled, but the general gets the credit for it. Now \nhe was but one among ten thousand others to brandish his spear; he only \ndid the work of one; but yet he wins more praise than they. Again, as magistrates \nin all the grandeur of office they scorn the common folk, though they are \nnaught themselves; whereas those others are ten thousand times more wise \nthan they, if daring combine with judgment. Even so thou and thy brother, \nexalted by the toilsome efforts of others, now take your seats in all the \nswollen pride of Trojan fame and Trojan generalship. But I will teach thee \nhenceforth to consider Idaean Paris a foe less terrible than Peleus, unless \nforthwith thou pack from this roof, thou and thy childless daughter too, \nwhom my own true son will hale through his halls by the hair of her head; \nfor her barrenness will not let her endure fruitfulness in others, because \nshe has no children herself. Still if misfortune prevents her bearing offspring, \nis that a reason why we should be left childless? Begone! ye varlets, let \nher go! I will soon see if anyone will hinder me from loosing her hands. \n ","speaker":"PELEUS"},{"type":"text","value":"to ANDROMACHE","speaker":"PELEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"The race of old men practises no restraint; and their testiness \nmakes it hard to check them. ","speaker":"LEADER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Thou art only too ready to rush into abuse; while, as for me, \nI came to Phthia by constraint and have therefore no intention either of \ndoing or suffering anything mean. Now must I return home, for I have no \ntime to waste; for there is a city not so very far from Sparta, which aforetime \nwas friendly but now is hostile; against her will I march with my army \nand bring her into subjection. And when I have arranged that matter as \nI wish, I will return; and face to face with my son-in-law I will give \nmy version of the story and hear his. And if he punish her, and for the \nfuture she exercise self-control, she shall find me do the like; but if \nhe storm, I'll storm as well; and every act of mine shall be a reflex of \nhis own. As for thy babbling, I can bear it easily; for, like to a shadow \nas thou art, thy voice is all thou hast, and thou art powerless to do aught \nbut talk. ","speaker":"MENELAUS"},{"type":"text","value":"MENELAUS and his retinue withdraw.","speaker":"MENELAUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Lead on, my child, safe beneath my sheltering wing, and thou \ntoo, poor lady; for thou art come into a quiet haven after the rude storm. \n","speaker":"PELEUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Heaven reward thee and all thy race, old sire, for having saved \nmy child and me his hapless mother! Only beware lest they fall upon us \ntwain in some lonely spot upon the road and force me from thee, when they \nsee thy age, my weakness, and this child's tender years; take heed to this, \nthat we be not a second time made captive, after escaping now. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Forbear such words, prompted by a woman's cowardice. Go on \nthy way; who will lay a finger on you? Methinks he will do it to his cost, \nFor by heaven's grace I rule o'er many a knight and spearman bold in my \nkingdom of Phthia; yea, and myself can still stand straight, no bent old \nman as thou dost think; such a fellow as that a mere look from me will \nput to flight in spite of my years. For e'en an old man, be he brave, is \nworth a host of raw youths; for what avails a fine figure if a man is coward? \n","speaker":"PELEUS"},{"type":"text","value":"PELEUS, ANDROMACHE, and MOLOSSUS go out.","speaker":"PELEUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe","speaker":"CHORUS "},{"type":"text","value":"The NURSE OF HERMIONE enters.","speaker":"CHORUS "},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Alas! good friends, what a succession of troubles is to-day \nprovided us! My mistress Hermione within the house, deserted by her father \nand in remorse for her monstrous deed in plotting the death of Andromache \nand her child, is bent on dying; for she is afraid her husband will in \nrequital for this expel her with dishonour from his house or put her to \ndeath, because she tried to slay the innocent. And the servants that watch \nher can scarce restrain her efforts to hang herself, scarce catch the sword \nand wrest it from her hand. So bitter is her anguish, and she hath recognized \nthe villainy of her former deeds. As for me, friends, I am weary of keeping \nmy mistress from the fatal noose; do ye go in and try to save her life; \nfor if strangers come, they prove more persuasive than the friends of every \nday. ","speaker":"NURSE"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Ah yes! I hear an outcry in the house amongst the servants, \nconfirming the news thou hast brought. Poor sufferer! she seems about to \nshow lively grief for her grave crimes; for she has escaped her servants' \nhands and is rushing from the house, eager to end her life. \n","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"HERMIONE enters, in agitation. She is carrying a sword which the NURSE \nwrests from her.","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"HERMIONE ","speaker":"HERMIONE "},{"type":"text","value":"chanting","speaker":"HERMIONE "},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"My child, what wilt thou do? Wilt thou disfigure thyself? \n","speaker":"NURSE"},{"type":"speech","value":"HERMIONE ","speaker":"HERMIONE "},{"type":"text","value":"chanting","speaker":"HERMIONE "},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Daughter, cover up thy bosom, fasten thy robe. \n","speaker":"NURSE"},{"type":"speech","value":"HERMIONE ","speaker":"HERMIONE "},{"type":"text","value":"chanting","speaker":"HERMIONE "},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Art so grieved at having devised thy rival's death? \n","speaker":"NURSE"},{"type":"speech","value":"HERMIONE ","speaker":"HERMIONE "},{"type":"text","value":"chanting","speaker":"HERMIONE "},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Thy husband will pardon thee this error. \n","speaker":"NURSE"},{"type":"speech","value":"HERMIONE ","speaker":"HERMIONE "},{"type":"text","value":"chanting","speaker":"HERMIONE "},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"What! was I to let thy madness lead thee on to death? \n","speaker":"NURSE"},{"type":"speech","value":"HERMIONE ","speaker":"HERMIONE "},{"type":"text","value":"chanting","speaker":"HERMIONE "},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"Why vex thyself thus? on all of us sooner or later heaven's \nvisitation comes. ","speaker":"NURSE"},{"type":"speech","value":"HERMIONE ","speaker":"HERMIONE "},{"type":"text","value":"chanting","speaker":"HERMIONE "},{"type":"speech","value":"NURSE","speaker":"NURSE"},{"type":"text","value":"My child, I can as little praise thy previous sinful excesses, \ncommitted against the Trojan captive, as thy present exaggerated terror. \nThy husband will never listen to a barbarian's weak pleading and reject \nhis marriage with thee for this. For thou wast no captive from Troy whom \nhe wedded, but the daughter of a gallant sire, with a rich dower, from \na city too of no mean prosperity. Nor will thy father forsake thee, as \nthou dreadest, and allow thee to be cast out from this house. Nay, enter \nnow, nor show thyself before the palace, lest the sight of thee there bring \nreproach upon thee, my daughter. ","speaker":"NURSE"},{"type":"text","value":"The NURSE departs as ORESTES and his attendants enter.","speaker":"NURSE"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Lo! a stranger of foreign appearance from some other land comes \nhurrying towards us. ","speaker":"LEADER"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Women of this foreign land! is this the home, the palace of \nAchilles' son? ","speaker":"ORESTES"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Thou hast it; but who art thou to ask such a question? \n","speaker":"LEADER"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"The son of Agamemnon and Clytemnestra, by name Orestes, on \nply way to the oracle of Zeus at Dodona. But now that I am come to Phthia, \nI am resolved to inquire about my kinswoman, Hermione of Sparta; is she \nalive and well? for though she dwells in a land far from my own, I love \nher none the less. ","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Son of Agamemnon, thy appearing is as a haven from the storm \nto sailors; by thy knees I pray, have pity on me in my distress, on me \nof whose fortunes thou art inquiring. About thy knees I twine my arms with \nall the force of sacred fillets. ","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ha! what is this? Am I mistaken or do I really see before me \nthe queen of this palace, the daughter of Menelaus? \n","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"The same, that only child whom Helen, daughter of Tyndareus, \nbore my father in his halls; never doubt that. ","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"O saviour Phoebus, grant us respite from our woe! But what \nis the matter? art thou afflicted by gods or men? ","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Partly by myself, partly by the man who wedded me, and partly \nby some god. On every side I see ruin. ","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Why, what misfortune could happen to a woman as yet childless, \nunless her honour is concerned? ","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"My very ill! Thou hast hit my case exactly. \n","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"On whom has thy husband set his affections in thy stead? \n","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"On his captive, Hector's wife. ","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"An evil case indeed, for a man to have two wives! \n","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"'Tis even thus. So I resented it. ","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Didst thou with woman's craft devise a plot against thy rival? \n","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Yes, to slay her and her bastard child. \n","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And didst thou slay them, or did something happen to rescue \nthem from thee? ","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"It was old Peleus, who showed regard to the weaker side. \n","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Hadst thou any accomplice in this attempted murder? \n","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"My father came from Sparta for this very purpose. \n","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And was he after all defeated by that old man's prowess? \n","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Oh no! but by shame; and he hath gone and left me all alone. \n","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I understand; thou art afraid of thy husband for what thou \nhast done. ","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"Thou hast guessed it; for he will have a right to slay me. \nWhat can say for myself? Yet I beseech thee by Zeus the god of our family, \nsend me to a land as far as possible from this, or to my father's house; \nfor these very walls seem to cry out \"Begone!\" and all the land of Phthia \nhates me. But if my lord return ere that from the oracle of Phoebus, he \nwill put me to death on a shameful charge, or enslave me to his mistress, \nwhom ruled before. Maybe some one will say, \"How was it thou didst go thus \nastray?\" I was ruined by evil women who came to me and puffed me up with \nwords like these: \"Wait! wilt thou suffer that vile captive, a mere bondmaid, \nto dwell within thy house and share thy wedded rights? By Heaven's queen! \nif it were my house she should not live to reap my marriage-harvest!\" And \nI listened to the words of these Sirens, the cunning, knavish, subtle praters, \nand was filled with silly thoughts. What need had I to care about my lord? \nI had all I wanted, wealth in plenty, a house in which I was mistress, \nand as for children, mine would be born in wedlock, while hers would be \nbastards, half-slaves to mine. Oh! never, never,-this truth will I repeat,-should \nmen of sense, who have wives, allow women-folk to visit them in their homes, \nfor they teach them evil; one, to gain some private end, helps to corrupt \ntheir honour; another, having made a slip herself, wants a companion in \nmisfortune, while many are wantons; and hence it is men's houses are tainted. \nWherefore keep strict guard upon the portals of your houses with bolts \nand bars; for these visits of strange women lead to no good result, but \na world of ill. ","speaker":"HERMIONE"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Thou hast given thy tongue too free a rein regarding thy own \nsex. I can pardon thee in this case, but still women ought to smooth over \ntheir sisters' weaknesses. ","speaker":"LEADER"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"'Twas sage counsel he gave who taught men to hear the arguments \non both sides. I, for instance, though aware of the confusion in this house, \nthe quarrel between thee and Hector's wife, waited awhile and watched to \nsee whether thou wouldst stay here or from fear of that captive art minded \nto quit these halls. Now it was not so much regard for thy message that \nbrought me thither, as the intention of carrying thee away from this house, \nif, as now, thou shouldst grant me a chance of saying so. For thou wert \nmine formerly, but art now living with thy present husband through thy \nfather's baseness; since he, before invading Troy's domains, betrothed \nthee to me, and then afterwards promised thee to thy present lord, provided \nhe captured the city of Troy.\nSo, as soon as Achilles' son returned hither, I forgave thy father, \nbut entreated the bridegroom to forego his marriage with thee, telling \nhim all I had endured and my present misfortune; I might get a wife, I \nsaid, from amongst friends, but outside their circle 'twas no easy task \nfor one exiled like myself from home. Thereat he grew abusive, taunting \nme with my mother's murder and those blood-boltered fiends. And I was humbled \nby the fortunes of my house, and though 'tis true, I grieved, yet did I \nbear my sorrow, and reluctantly departed, robbed of thy promised hand. \nNow therefore, since thou findest thy fortune so abruptly changed and art \nfallen thus on evil days and hast no help, I will take thee hence and place \nthee in thy father's hands. For kinship hath strong claims, and in adversity \nthere is naught better than a kinsman's kindly aid. \n","speaker":"ORESTES"},{"type":"speech","value":"HERMIONE","speaker":"HERMIONE"},{"type":"text","value":"As for my marriage, my father must look to it; 'tis not for \nme to decide. Yes, take me hence as soon as may be, lest my husband come \nback to his house before I am gone, or Peleus hear that I am deserting \nhis son's abode and pursue me with his swift steeds. \n","speaker":"HERMIONE"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Rest easy about the old man's power; and, as for Achilles' \nson with all his insolence to me, never fear him; such a crafty net this \nhand hath woven and set for his death with knots that none can loose; whereof \nI will not speak before the time, but, when my plot begins to work, Delphi's \nrock will witness it. If but my allies in the Pythian land abide by their \noaths, this same murderer of his mother will show that no one else shall \nmarry thee my rightful bride. To his cost will he demand satisfaction of \nKing Phoebus for his father's blood; nor shall his repentance avail him \nthough he is now submitting to the god. No! he shall perish miserably by \nApollo's hand and my false accusations; so shall he find out my enmity. \nFor the deity upsets the fortune of them that hate him, and suffers them \nnot to be high-minded. ","speaker":"ORESTES"},{"type":"text","value":"ORESTES and HERMIONE depart.","speaker":"ORESTES"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"PELEUS enters in haste.","speaker":"CHORUS "},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Ye dames of Phthia, answer my questions. I heard a vague rumour \nthat the daughter of Menelaus had left these halls and fled; so now I am \ncome in hot haste to learn if this be true; for it is the duty of those \nwho are at home to labour in the interests of their absent friends. \n","speaker":"PELEUS"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Thou hast heard aright, O Peleus; ill would it become me to \nhide the evil case in which I now find myself; our queen has fled and left \nthese halls. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"What did she fear? explain that to me. ","speaker":"PELEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"She was afraid her lord would cast her out. \n","speaker":"LEADER"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"In return for plotting his child's death? surely not? \n","speaker":"PELEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Yea, and she was afraid of yon captive. \n","speaker":"LEADER"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"With whom did she leave the house? with her father? \n","speaker":"PELEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"The son of Agamemnon came and took her hence. \n","speaker":"LEADER"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"What view hath he to further thereby? Will he marry her? \n","speaker":"PELEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Yes, and he is plotting thy grandson's death. \n","speaker":"LEADER"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"From an ambuscade, or meeting him fairly face to face? \n","speaker":"PELEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"In the holy place of Loxias, leagued with Delphians. \n","speaker":"LEADER"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"God help us. This is a present danger. Hasten one of you with \nall speed to the Pythian altar and tell our friends there what has happened \nhere, ere Achilles' son be slain by his enemies. ","speaker":"PELEUS"},{"type":"text","value":"A MESSENGER enters.","speaker":"PELEUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Woe worth the day! what evil tidings have I brought for thee, \nold sire, and for all who love my master! woe is me! \n","speaker":"MESSENGER"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Alas! my prophetic soul hath a presentiment. \n","speaker":"PELEUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Aged Peleus, hearken! Thy grandson is no more; so grievously \nis he smitten by the men of Delphi and the stranger from Mycenae. \n","speaker":"MESSENGER"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Ah! what wilt thou do, old man? Fall not; uplift thyself. \n","speaker":"LEADER"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"I am a thing of naught; death is come upon me. My voice is \nchoked, my limbs droop beneath me. ","speaker":"PELEUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Hearken; if thou art eager also to avenge thy friends, lift \nup thyself and hear what happened. ","speaker":"MESSENGER"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Ah, destiny! how tightly hast thou caught me in thy toils, \na poor old man at life's extremest verge! But tell me how he was taken \nfrom me, my one son's only child; unwelcome as such news is, I fain would \nhear it. ","speaker":"PELEUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"As soon as we reached the famous soil of Phoebus, for three \nwhole days were we feasting our eyes with the sight. And this, it seems, \ncaused suspicion; for the folk, who dwell near the god's shrine, began \nto collect in groups, while Agamemnon's son, going to and fro through the \ntown, would whisper in each man's ear malignant hints: \"Do ye see yon fellow, \ngoing in and out of the god's treasure-chambers, which are full of the \ngold stored there by all mankind? He is come hither a second time on the \nsame mission as before, eager to sack the temple of Phoebus.\" Thereon there \nran an angry murmur through the city, and the magistrates flocked to their \ncouncil-chamber, while those, who have charge of the god's treasures, had \na guard privately placed amongst the colonnades. But we, knowing naught \nas yet of this, took sheep fed in the pastures of Parnassus, and went our \nway and stationed ourselves at the altars with vouchers and Pythian seers. \nAnd one said: \"What prayer, young warrior, wouldst thou have us offer to \nthe god? Wherefore art thou come?\" And he answered: \"I wish to make atonement \nto Phoebus for my past transgression; for once I claimed from him satisfaction \nfor my father's blood.\" Thereupon the rumour, spread by Orestes, proved \nto have great weight, suggesting that my master was lying and had come \non a shameful errand. But he crosses the threshold of the temple to pray \nto Phoebus before his oracle, and was busy with his burnt-offering; when \na body of men armed with swords set themselves in ambush against him in \nthe cover of the bay-trees, and Clytemnestra's son, that had contrived \nthe whole plot was one of them. There stood the young man praying to the \ngod in sight of all, when lo! with their sharp swords they stabbed Achilles' \nunprotected son from behind. But he stepped back, for it was not a mortal \nwound he had received, and drew his sword, and snatching armour from the \npegs where it hung on a pillar, took his stand upon the altar-steps, the \npicture of a warrior grim; then cried he to the sons of Delphi, and asked \nthem: \"Why seek to slay me when I am come on a holy mission? What cause \nis there why I should die? But of all that throng of bystanders, no man \nanswered him a word, but they set to hurling stones. Then he, though bruised \nand battered by the showers of missiles from all sides, covered himself \nbehind his mail and tried to ward off the attack, holding his shield first \nhere, then there, at arm's length, but all of no avail; for a storm of \ndarts, arrows and javelins, hurtling spits with double points, and butchers' \nknives for slaying steers, came flying at his feet; and terrible was the \nwar-dance thou hadst then seen thy grandson dance to avoid their marksmanship. \nAt last, when they were hemming him in on all sides, allowing him no breathing \nspace, he left the shelter of the altar, the hearth where victims are placed, \nand with one bound was on them as on the Trojans of yore; and they turned \nand fled like doves when they see the hawk. Many fell in the confusion: \nsome wounded, and others trodden down by one another along the narrow passages; \nand in that hushed holy house uprose unholy din and echoed back from the \nrocks. Calm and still my master stood there in his gleaming harness like \na flash of light, till from the inmost shrine there came a voice of thrilling \nhorror, stirring the crowd to make a stand. Then fell Achilles' son, smitten \nthrough the flank by some Delphian's biting blade, some fellow that slew \nhim with a host to help; and as he fell, there was not one that did not \nstab him, or cast a rock and batter his corpse. So his whole body, once \nso fair, was marred with savage wounds. At last they cast the lifeless \nclay, Iying near the altar, forth from the fragrant fane. And we gathered \nup his remains forthwith and are bringing them to thee, old prince, to \nmourn and weep and honour with a deep-dug tomb.\nThis is how that prince who vouchsafeth oracles to others, that \njudge of what is right for all the world, hath revenged himself on Achilles' \nson, remembering his ancient quarrel as a wicked man would. How then can \nhe be wise? ","speaker":"MESSENGER"},{"type":"text","value":"The MESSENGER withdraws as the body of Neoptolemus is carried in on \na bier. The following lines between PELEUS and the CHORUS are chanted \nresponsively.","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Lo! e'en now our prince is being carried on a bier from Delphi's \nland unto his home. Woe for him and his sad fate, and woe for thee, old \nsire! for this is not the welcome thou wouldst give Achilles' son, the \nlion's whelp; thyself too by this sad mischance dost share his evil lot. \n","speaker":"CHORUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Ah! woe is me! here is a sad sight for me to see and take unto \nmy halls! Ah me! ah me! I am undone, thou city of Thessaly! My line now \nends; I have no children left me in my home. Oh! the sorrows seem born \nto endure! What friend can I look to for relief? Ah, dear lips, and cheeks, \nand hands! Would thy destiny had slain the 'neath Ilium's walls beside \nthe banks of Simois! ","speaker":"PELEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Had he so died, my aged lord, he had won him honour thereby, \nand thine had been the happier lot. ","speaker":"CHORUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"O marriage, marriage, woe to thee! thou bane of my home, thou \ndestroyer of my city! Ah my child, my boy, would that the honour of wedding \nthee, fraught with evil as it was to my children and house, had not thrown \no'er thee, my son, Hermione's deadly net! that the thunderbolt had slain \nher sooner! and that thou, rash mortal, hadst never charged the great god \nPhoebus with aiming that murderous shaft that spilt thy hero-father's blood! \n","speaker":"PELEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Woe! woe! alas! With due observance of funeral rites will I \nbegin the mourning for my dead master. ","speaker":"CHORUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Alack and well-a-day! I take up the tearful dirge, ah me! old \nand wretched as I am. ","speaker":"PELEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"'Tis Heaven's decree; God willed this heavy stroke. \n","speaker":"CHORUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"O darling child, thou hast left me all alone in my halls, old \nand childless by thy loss. ","speaker":"PELEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Thou shouldst have died, old sire, before thy children. \n","speaker":"CHORUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Shall I not tear my hair, and smite upon my head with grievous \nblows? O city! of both my children hath Phoebus robbed me. \n","speaker":"PELEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"What evils thou hast suffered, what sorrows thou hast seen, \nthou poor old man! what shall be thy life hereafter? \n","speaker":"CHORUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Childless, desolate, with no limit to my grief, I must drain \nthe cup of woe, until I die. ","speaker":"PELEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"'Twas all in vain the gods wished thee joy on thy wedding day. \n","speaker":"CHORUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"All my hopes have flown away, fallen short of my high boasts. \n","speaker":"PELEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"A lonely dweller in a lonely home art thou. \n","speaker":"CHORUS"},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"I have no city any longer; there! on the ground my sceptre \ndo cast; and thou, daughter of Nereus, 'neath thy dim grotto, shalt see \nme grovelling in the dust, a ruined king. ","speaker":"PELEUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Look, look!  ","speaker":"CHORUS"},{"type":"text","value":"A dim form of divine appearance is seen hovering mid \nair.","speaker":"CHORUS"},{"type":"speech","value":"THETIS ","speaker":"THETIS "},{"type":"text","value":"from above","speaker":"THETIS "},{"type":"speech","value":"PELEUS","speaker":"PELEUS"},{"type":"text","value":"Great queen, my honoured wife, from Nereus sprung, all hail! \nthou art acting herein as befits thyself and thy children. So I will stay \nmy grief at thy bidding, goddess, and, when I have buried the dead, will \nseek the glens of Pelion, even the place where I took thy beauteous form \nto my embrace. Surely after this every prudent man will seek to marry a \nwife of noble stock and give his daughter to a husband good and true, never \nsetting his heart on a worthless woman, not even though she bring a sumptuous \ndowry to his house. So would men ne'er suffer ill at heaven's hand. \n","speaker":"PELEUS"},{"type":"text","value":"THETIS vanishes.","speaker":"PELEUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"text","value":"Home ","speaker":"CHORUS "},{"type":"text","value":"Browse andComment","speaker":"CHORUS "},{"type":"text","value":"Search ","speaker":"CHORUS "},{"type":"text","value":"Buy Books andCD-ROMs","speaker":"CHORUS "},{"type":"text","value":"Help ","speaker":"CHORUS "}]}]