[{"title":"electra_eur","play":"electra_eur","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"Electra\nBy Euripides\nWritten 420-410 B.C.E\nTranslated by E. P. Coleridge","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"O Argos, ancient land, and streams of Inachus, whence on a \nday king Agamemnon sailed to the realm of Troy, carrying his warriors aboard \na thousand ships; and after he had slain Priam who was reigning in Ilium \nand captured the famous city of Dardanus, he came hither to Argos and has \nset up high on the temple-walls many a trophy, spoil of the barbarians. \nThough all went well with him in Troy, yet was he slain in his own palace \nby the guile of his wife Clytemnestra and the hand of Aegisthus, son of \nThyestes. So he died and left behind him the ancient sceptre of Tantalus, \nand Aegisthus reigns in his stead, with the daughter of Tyndareus, Agamemnon's \nqueen, to wife. Now as for those whom he left in his halls, when he sailed \nto Troy, his son Orestes and his tender daughter Electra,-the boy Orestes, \nas he was like to be slain by Aegisthus, his sire's old foster-father secretly \nremoved to the land of Phocis and gave to Strophius to bring up, but the \nmaid Electra abode in her father's house, and soon as she had budded into \nmaidenhood, came all the princes of Hellas asking her hand in marriage. \nBut Aegisthus kept her at home for fear she might bear a son to some chieftain \nwho would avenge Agamemnon, nor would he betroth her unto any. But when \ne'en thus there seemed some room for fear that she might bear some noble \nlord a child by stealth and Aegisthus was minded to slay her, her mother, \nthough she had a cruel heart, yet rescued the maiden from his hand. For \nshe could find excuses for having slain her husband, but she feared the \nhatred she would incur for her children's murder. Wherefore Aegisthus devised \nthis scheme; on Agamemnon's son who had escaped his realm by flight he \nset a price to be paid to any who should slay him, while he gave Electra \nto me in marriage, whose ancestors were citizens of Mycenae. It is not \nthat I blame myself for; my family was noble enough, though certainly impoverished, \nand so my good birth suffers. By making for her this weak alliance he thought \nhe would have little to fear. For if some man of high position had married \nher, he might have revived the vengeance for Agamemnon's murder, which \nnow is sleeping; in which case Aegisthus would have paid the penalty. But \nCypris is my witness that I have ever respected her maidenhood; she is \nstill as though unwed. Unworthy as I am, honour forbids that I should so \naffront the daughter of a better man. Yea, and I am sorry for Orestes, \nhapless youth, who is called my kinsman, to think that he should ever return \nto Argos and behold his sister's wretched marriage. And whoso counts me \nbut a fool for leaving a tender maid untouched when I have her in my house, \nto him I say, he measures purity by the vicious standard of his own soul, \na standard like himself. ","speaker":"PEASANT"},{"type":"text","value":"ELECTRA enters from the hut, carrying a water pitcher on her head. She \nis meanly clad.","speaker":"PEASANT"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"O sable night, nurse of the golden stars! beneath thy pall \nI go to fetch water from the brook with my pitcher poised upon my head, \nnot indeed because I am forced to this necessity, but that to the gods \nI may display the affronts Aegisthus puts upon me, and to the wide firmament \npour out my lamentation for my sire. For my own mother, the baleful daughter \nof Tyndareus, hath cast me forth from her house to gratify her lord; for \nsince she hath borne other children to Aegisthus she puts me and Orestes \non one side at home. ","speaker":"ELECTRA"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"Oh! why, poor maiden, dost thou toil so hard on my behalf, \nthou that aforetime wert reared so daintily? why canst thou not forego \nthy labour, as I bid thee? ","speaker":"PEASANT"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"As a god's I count thy kindness to me, for in my distress thou \nhast never made a mock at me. 'Tis rare fortune when mortals find such \nhealing balm for their cruel wounds as 'tis my lot to find in thee. Wherefore \nI ought, though thou forbid me, to lighten thy labours, as far as my strength \nallows, and share all burdens with thee to ease thy load. Thou hast enough \nto do abroad; 'tis only right that I should keep thy house in order. For \nwhen the toiler cometh to his home from the field, it is pleasant to find \nall comfortable in the house. ","speaker":"ELECTRA"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"If such thy pleasure, go thy way; for, after all, the spring \nis no great distance from my house. And at break of day I will drive my \nsteers to my glebe and sow my crop. For no idler, though he has the gods' \nnames ever on his lips, can gather a livelihood without hard work. \n","speaker":"PEASANT"},{"type":"text","value":"ELECTRA and the PEASANT go out. A moment later ORESTES and PYLADES \nenter.","speaker":"PEASANT"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ah Pylades, I put thee first 'mongst men for thy love, thy \nloyalty and friendliness to me; for thou alone of all my friends wouldst \nstill honour poor Orestes, in spite of the grievous plight whereto I am \nreduced by Aegisthus, who with my accursed mother's aid slew my sire. I \nam come from Apollo's mystic shrine to the soil of Argos, without the knowledge \nof any, to avenge my father's death upon his murderers. Last night went \nunto his tomb and wept thereon, cutting off my hair as an offering and \npouring o'er the grave the blood of a sheep for sacrifice, unmarked by \nthose who lord it o'er this land. And now though I enter not the walled \ntown, yet by coming to the borders of the land I combine two objects; I \ncan escape to another country if any spy me out and recognize me, and at \nthe same time seek my sister, for I am told she is a maid no longer but \nis married and living here, that I may meet her, and, after enlisting her \naid in the deed of blood, learn for certain what is happening in the town. \nLet us now, since dawn is uplifting her radiant eye, step aside from this \npath. For maybe some labouring man or serving maid will come in sight, \nof whom we may inquire whether it is here that my sister hath her home. \nLo! yonder I see a servant bearing a full pitcher of water on her shaven \nhead; let us sit down and make inquiry of this bond-maid, if haply we may \nglean some tidings of the matter which brought us hither, Pylades. \n","speaker":"ORESTES"},{"type":"text","value":"They retire a little, as ELECTRA returns from the \nspring.","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA ","speaker":"ELECTRA "},{"type":"text","value":"chanting","speaker":"ELECTRA "},{"type":"text","value":"strophe 1","speaker":"ELECTRA "},{"type":"text","value":"The CHORUS OF ARGIVE COUNTRY-WOMEN enter. The following lines between \nELECTRA and the CHORUS are sung responsively.","speaker":"ELECTRA "},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"strophe\nO Electra, daughter of Agamemnon, to thy rustic cot I come, for a messenger \nhath arrived, a highlander from Mycenae, one who lives on milk, announcing \nthat the Argives are proclaiming a sacrifice for the third day from now, \nand all our maidens are to go to Hera's temple. ","speaker":"CHORUS"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Kind friends, my heart is not set on festivity, nor do necklaces \nof gold cause any flutter in my sorrowing bosom, nor will I stand up with \nthe maidens of Argos to beat my foot in the mazy dance. Tears have been \nmy meat day and night; ah misery! See my unkempt hair, my tattered dress; \nare they fit for a princess, a daughter of Agamemnon, or for Troy which \nonce thought of my father as its captor? ","speaker":"ELECTRA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"antistrophe\nMighty is the goddess; so come, and borrow of me broidered robes for apparel \nand jewels of gold that add a further grace to beauty's charms. Dost think \nto triumph o'er thy foes by tears, if thou honour not the gods? 'Tis not \nby lamentation but by pious prayers to heaved that thou, my daughter, wilt \nmake fortune smile on thee. ","speaker":"CHORUS"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"No god hearkens to the voice of lost Electra, or heeds the \nsacrifices offered by my father long ago. Ah woe for the dead! woe for \nthe living wanderer, who dwelleth in some foreign land, an outcast and \nvagabond at a menial board, sprung though he is of a famous sire! Myself, \ntoo, in a poor man's hut do dwell, wasting my soul with grief, an exile \nfrom my father's halls, here by the scarred hill-side; while my mother \nis wedded to a new husband in a marriage stained by blood. \n","speaker":"ELECTRA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Many a woe to Hellas and thy house did Helen, thy mother's \nsister, cause. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"ELECTRA ","speaker":"ELECTRA "},{"type":"text","value":"catching sight of ORESTES AND PYLADES","speaker":"ELECTRA "},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Stay, poor maid; fear no violence from me. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"O Phoebus Apollo I beseech thee spare my life. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Give me the lives of others more my foes than thou! \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Begone! touch me not! thou hast no right to. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"There is none I have a better right to touch. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"How is it then thou waylayest me, sword in hand, near my house? \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Wait and hear, and thou wilt soon agree with me \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Here I stand; I am in thy power in any case, since thou art \nthe stronger. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I am come to thee with news of thy brother. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"O best of friends! is he alive or dead? \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Alive; I would fain give thee my good news first. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"God bless thee! in return for thy welcome tidings. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I am prepared to share that blessing between us. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"In what land is my poor brother spending his dreary exile? \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"His ruined life does not conform to the customs of any one \ncity. ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Surely he does not want for daily bread? \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Bread he has, but an exile is a helpless man at best. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"What is this message thou hast brought from him? \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"He asks, \"Art thou alive? and if so, How art thou faring?\" \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Well, first thou seest how haggard I am grown. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"So wasted with sorrow that I weep for thee. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Next mark my head, shorn and shaven like a Scythian's. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Thy brother's fate and father's death no doubt disturb thee. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Yes, alas! for what have I more dear than these? \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ah! and what dost thou suppose is dearer to thy brother? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"He is far away, not here to show his love to me. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Wherefore art thou living here far from the city? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I am wedded, sir; a fatal match! ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Alas! for thy brother; I pity him. Is thy husband of Mycenae? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"He is not the man to whom my father ever thought of betrothing \nme. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Tell me all, that I may report it to thy brother. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I live apart from my husband in this house. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"The only fit inmate would be a hind or herd. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Poor he is, yet he displays a generous consideration for me. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Why, what is this consideration that attaches to thy husband? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"He has never presumed to claim from me a husband's rights. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Is he under a vow of chastity? or does he disdain thee? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"He thought he had no right to flout my ancestry. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"How was it he was not overjoyed at winning such a bride? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"He does not recognize the right of him who disposed of my hand. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I understand; he was afraid of the vengeance of Orestes hereafter. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"There was that fear, but he was a virtuous man as well. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ah! a noble nature this! He deserves kind treatment. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Yes, if ever the wanderer return. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"But did thy own mother give in to this? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"'Tis her husband, not her children that a woman loves, sir \nstranger. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Wherefore did Aegisthus put this affront on thee? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"His design in giving me to such a husband was to weaken my \noffspring ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"To prevent thee bearing sons, I suppose, who should punish \nhim? ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"That was his plan; God grant I may avenge me on him for it! \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Does thy mother's husband know that thou art yet a maid? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"He does not; our silence robs him of that knowledge. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Are these women friends of thine, who overhear our talk? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"They are, and they will keep our conversation perfectly secret. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What could Orestes do in this matter, if he did return? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Canst thou ask? Shame on thee for that! Is not this the time \nfor action? ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"But suppose he comes, how could he slay his father's murderers? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"By boldly meting out the same fate that his father had meted \nout to him by his foes. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Wouldst thou be brave enough to help him slay his mother? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Aye, with the self-same axe that drank my father's blood. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Am I to tell him this, and that thy purpose firmly holds? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Once I have shed my mother's blood o'er his, then welcome death! \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ah! would Orestes were standing near to hear that! \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I should not know him, sir, if I saw him. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"No wonder; you were both children when you parted. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"There is only one of my friends would recognize him. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"The man maybe who is said to have snatched him away from being \nmurdered? ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Yes, the old servant who tended my father's childhood long \nago. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Did thy father's corpse obtain burial? ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Such burial as it was, after his body had been flung forth \nfrom the palace. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"O God! how awful is thy story! Yes, there is a feeling, arising \neven from another's distress, that wrings the human heart. Say on, that \nwhen know the loveless tale, which yet I needs must hear, I may carry it \nto thy brother. For pity, though it has no place in ignorant natures, is \ninborn in the wise; still it may cause trouble to find excessive cleverness \namongst the wise. ","speaker":"ORESTES"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"I too am stirred by the same desire as the stranger. For dwelling \nso far from the city I know nothing of its ills, and I should like to hear \nabout them now myself. ","speaker":"LEADER"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I will tell you, if I may; and surely I may tell a friend about \nmy own and my father's grievous misfortunes. Now since thou movest me to \nspeak, I entreat thee, sir, tell Orestes of our sorrows; first, describe \nthe dress I wear, the load of squalor that oppresses me, the hovel I inhabit \nafter my royal home; tell him how hard I have to work at weaving clothes \nmyself or else go barely clad and do without; how I carry home on my head \nwater from the brook; no part have I in holy festival, no place amid the \ndance; a maiden still I turn from married dames and from Castor too, to \nwhom they betrothed me before he joined the heavenly host, for I was his \nkinswoman. Meantime my mother, 'mid the spoils of Troy, is seated on her \nthrone, and at her foot-stool slaves from Asia stand and wait, captives \nof my father's spear, whose Trojan robes are fastened with brooches of \ngold. And there on the wall my father's blood still leaves a deep dark \nstain, while his murderer mounts the dead man's car and fareth forth, proudly \ngrasping in his blood-stained hands the sceptre with which Agamemnon would \nmarshal the sons of Hellas. Dishonoured lies his grave; naught as yet hath \nit received of drink outpoured or myrtle-spray, but bare of ornament his \ntomb is left. Yea, and 'tis said that noble hero who is wedded to my mother, \nin his drunken fits, doth leap upon the grave, and pelt with stones my \nfather's monument, boldly gibing at us on this wise, \"Where is thy son \nOrestes? Is he ever coming in his glory to defend thy tomb?\" Thus is Orestes \nflouted behind his back. Oh! tell him this, kind sir, I pray thee. And \nthere be many calling him to come,-I am but their mouthpiece,-these suppliant \nhands, this tongue, my broken heart, my shaven head, and his own father \ntoo. For 'tis shameful that the sire should have destroyed Troy's race \nand the son yet prove too weak to pit himself against one foe unto the \ndeath, albeit he has youth and better blood as well. \n","speaker":"ELECTRA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Lo! here is thy husband hurrying homeward, his labour done. \n","speaker":"LEADER"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"entering and catching sight of strangers talking to \nELECTRA","speaker":"PEASANT"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Dear husband, be not suspicious of me. For thou shalt hear \nthe truth; these strangers have come to bring me news of Orestes. Good \nsirs, pardon him those words. ","speaker":"ELECTRA"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"What say they? is that hero yet alive and in the light of day? \n","speaker":"PEASANT"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"He is; at least they say so, and I believe them. \n","speaker":"ELECTRA"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"Surely then he hath some memory of his father and thy wrongs? \n","speaker":"PEASANT"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"These are things to hope for; a man in exile is helpless. \n","speaker":"ELECTRA"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"What message have they brought from Orestes? \n","speaker":"PEASANT"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"He sent them to spy out my evil case. ","speaker":"ELECTRA"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"Well, they only see a part of it, though maybe thou art telling \nthem the rest. ","speaker":"PEASANT"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"They know all; there is nothing further they need ask. \n","speaker":"ELECTRA"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"Long ere this then shouldst thou have thrown open our doors \nto them. Enter, sirs; for in return for your good tidings, shall ye find \nsuch cheer as my house affords. Ho! servants, take their baggage within; \nmake no excuses, for ye are friends sent by one I love; and poor though \nI am, yet will I never show meanness in my habits. ","speaker":"PEASANT"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"'Fore heaven! is this the man who is helping thee to frustrate \nthy marriage, because he will not shame Orestes? ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"This is he whom they call my husband, woe is me! \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ah! there is no sure mark to recognize a man's worth; for human \nnature hath in it an element of confusion. For I have seen ere now the \nson of noble sire prove himself a worthless knave, and virtuous children \nsprung from evil parents; likewise dearth in a rich man's spirit, and in \na poor man's frame a mighty soul. By what standard then shall we rightly \njudge these things? By wealth? An evil test to use. By poverty then? Nay, \npoverty suffers from this, that it teaches a man to play the villain from \nnecessity. To martial prowess must I turn? But who could pronounce who \nis the valiant man merely from the look of his spear? Better is it to leave \nthese matters to themselves without troubling. For here is a man of no \naccount in Argos, with no family reputation to boast, one of the common \nherd, proved a very hero. A truce to your folly! ye self-deceivers, swollen \nwith idle fancies; learn to judge men by their converse, and by their habits \ndecide who are noble. Such are they who rule aright both states and families; \nwhile those forms of flesh, devoid of intellect, are but figure-heads in \nthe market-place. The strong arm, again, no more than the weak awaits the \nbattle-shock, for this depends on natural courage. Well! absent or present, \nAgamemnon's son, whose business brings us here, deserves this of us, so \nlet us accept a lodging in this house.  ","speaker":"ORESTES"},{"type":"text","value":"Calling to his servants","speaker":"ORESTES"},{"type":"text","value":"ORESTES, PYLADES and their attendants go into the \nhut.","speaker":"ORESTES"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Electra, I feel a warmer glow of joy suffuse my heart than \never heretofore; perchance our fortune, moving on at last, will find a \nhappy resting-place. ","speaker":"LEADER"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"O reckless man, why didst thou welcome strangers like these, \nso far beyond thy station, knowing the poverty of thy house? \n","speaker":"ELECTRA"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"Why? if they are really as noble as they seem, surely they \nwill be equally content with rich or humble fare. ","speaker":"PEASANT"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Well. since thou hast made this error, poor man as thou art, \ngo to my father's kind old foster-sire; on the bank of the river Tanaus, \nthe boundary 'twixt Argos and the land of Sparta, he tends his flocks, \nan outcast from the city; bid him come hither to our house and some provision \nfor the strangers' entertainment. Glad will he be, and will offer thanks \nto heaven to hear that the child, whom once he saved, is yet alive. I shall \nget nothing from my mother from my ancestral halls; for we should rue our \nmessage, were she to learn, unnatural wretch! that Orestes liveth. \n","speaker":"ELECTRA"},{"type":"speech","value":"PEASANT","speaker":"PEASANT"},{"type":"text","value":"I will take this message to the old man, if it seem good to \nthee; but get thee in at once and there make ready. A woman, when she chooses, \ncan find dainties in plenty to garnish a feast. Besides, there is quite \nenough in the house to satisfy them with food for one day at least. 'Tis \nin such cases, when I come to muse thereon, that I discern the mighty power \nof wealth, whether to give to strangers, or to expend in curing the body \nwhen it falls sick; but our daily food is a small matter; for all of us, \nrich as well as poor, are in like case, as soon as we are satisfied. \n","speaker":"PEASANT"},{"type":"text","value":"The PEASANT departs as ELECTRA enters the hut.","speaker":"PEASANT"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"The OLD MAN, the former servant of Agamemnon, enters. ELECTRA presently \nappears at the door of the hut.","speaker":"CHORUS "},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Where is the young princess, my mistress, Agamemnon's daughter, \nwhom I nursed in days gone by? Oh! how steep is the approach to this house, \na hard climb for these old wasted feet of mine! Still, to reach such friends \nas these, I must drag my bent old back and tottering knees up it. Ah, daughter!-for \nI see thee now at thy door,-lo! I have brought the this tender lamb from \nmy own flock, having taken it from its dam, with garlands too and cheese \nstraight from the press, and this flask of choice old wine with fragrant \nbouquet; 'tis small perhaps, but pour a cup thereof into some weaker drink, \nand it is a luscious draught. Let some one carry these gifts into the house \nfor the guests; for I would fain wipe from my eyes the rising tears on \nthis tattered cloak. ","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Why stands the tear-drop in thine eye, old friend? Is it that \nmy sorrows have been recalled to thee after an interval? or art thou bewailing \nthe sad exile of Orestes, and my father's fate, whom thou didst once fondle \nin thy arms, in vain, alas! for thee and for thy friends? \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Ah yes! in vain; but still I could not bear to leave him thus; \nand so I added this to my journey that I sought his grave, and, falling \nthereupon, wept o'er its desolation; then did I open the wine-skin, my \ngift to thy guests, and poured a libation, and set myrtle-sprigs round \nthe tomb. And lo! upon the grave itself I saw a black ram had been offered, \nand there was blood, not long poured forth, and severed locks of auburn \nhair. Much I wondered, my daughter, who had dared approach the tomb; certainly \n'twas no Argive. Nay, thy brother may perchance have come by stealth, and \ngoing thither have done honour to his father's wretched grave. Look at \nthe hair, compare it with thy own, to see if the colour of these cut locks \nis the same; for children in whose veins runs the same father's blood have \na close resemblance in many features. ","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Old sir, thy words are unworthy of a wise man, if thou thinkest \nmy own brave brother would have come to this land by stealth for fear of \nAegisthus. In the next place, how should our hair correspond? His is the \nhair of a gallant youth trained up in manly sports, mine a woman's curled \nand combed; nay, that is a hopeless clue. Besides, thou couldst find many, \nwhose hair is of the same colour, albeit not sprung from the same blood. \nNo, maybe 'twas some stranger cut off his hair in pity at his tomb, or \none that came to spy this land privily. ","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Put thy foot in the print of his shoe and mark whether it correspond \nwith thine, my child. ","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"How should the foot make any impression on stony ground? and \nif it did, the foot of brother and sister would not be the same in size, \nfor man's is the larger. ","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Hast thou no mark, in case thy brother should come, whereby \nto recognize the weaving of thy loom, the robe wherein I snatched him from \ndeath that day? ","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Dost thou forget I was still a babe when Orestes left the country? \nand even if I had woven him a robe, how should he, a mere child then, be \nwearing the same now, unless our clothes and bodies grow together? \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Where are these guests? I fain would question them face to \nface about thy brother. ","speaker":"OLD MAN"},{"type":"text","value":"As he speaks, ORESTES and PYLADES come out of the \nhut.","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"There they are, in haste to leave the house. \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Well born, it seems, but that may be a sham; for there be plenty \nsuch prove knaves. Still I give them greeting. ","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"All hail, father! To which of thy friends, Electra, does this \nold relic of mortality belong? ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"This is he who nursed my sire, sir stranger. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What! do I behold him who removed thy brother out of harm's \nway? ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Behold the man who saved his life; if, that is, he liveth still. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Ha! why does he look so hard at me, as if he were examining \nthe bright device on silver coin? Is he finding in me a likeness to some \nother? ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Maybe he is glad to see in thee a companion of Orestes. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"A man I love full well. But why is he walking round me? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I, too, am watching his movements with amaze, sir stranger. \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"My honoured mistress, my daughter Electra, return thanks to \nheaven,- ","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"For past or present favours? which? ","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"That thou hast found a treasured prize, which God is now revealing. \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Hear me invoke the gods. But what dost thou mean, old man? \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Behold before thee, my child, thy nearest and dearest. \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I have long feared thou wert not in thy sound senses \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Not in my sound senses, because I see thy brother? \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"What mean'st thou, aged friend, by these astounding words? \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"That I see Orestes, Agamemnon's son, before me. \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"What mark dost see that I can trust? ","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"A scar along his brow, where he fell and cut himself one day \nin his father's home when chasing a fawn with thee. \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Is it possible? True; I see the mark of the fall. \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Dost hesitate then to embrace thy own dear brother? \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"No! not any longer, old friend; for my soul is convinced by \nthe tokens thou showest. O my brother, thou art come at last, and I embrace \nthee, little as I ever thought to. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And thee to my bosom at last I press. ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I never thought that it would happen. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"All hope in me was also dead. ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Art thou really he? ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Aye, thy one and only champion, if I can but safely draw to \nshore the cast I mean to throw; and I feel sure I shall; else must we cease \nto believe in gods, if wrong is to triumph o'er right. \n","speaker":"ORESTES"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Enough! sweet though the rapture of this greeting be, I must \nwait and return it hereafter. Do thou, old friend so timely met, tell me \nhow I am to avenge me on my father's murderer, and on my mother, the partner \nin his guilty marriage. Have I still in Argos any band of kindly friends? \nor am I, like my fortunes, bankrupt altogether? With whom am I to league \nmyself? by night or day shall I advance? point out a road for me to take \nagainst these foes of mine. ","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"My son, thou hast no friend now in thy hour of adversity. No! \nthat is a piece of rare good luck, to find another share thy fortunes alike \nfor better and for worse. Thou art of every friend completely reft, all \nhope is gone from thee; be sure of what I tell thee; on thy own arm and \nfortune art thou wholly thrown to win thy father's home and thy city. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What must I do to compass this result? ","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Slay Thyestes' son and thy mother. ","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I came to win that victor's crown, but how can I attain it? \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Thou wouldst never achieve it if thou didst enter the walls. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Are they manned with guards and armed sentinels? \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Aye truly; for he is afraid of thee, and cannot sleep secure. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Well then, do thou next propose a scheme, old friend. \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Hear me a moment; an idea has just occurred to me. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"May thy counsel prove good, and my perception keen! \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"I saw Aegisthus, as I was slowly pacing hither- \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I welcome thy words. Where was he? ","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Not far from these fields, at his stables. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What was he doing? I see a gleam of hope after our helplessness. \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"I thought he was preparing a feast for the Nymphs. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"In return for the bringing up of children or in anticipation \nof a birth? ","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"All I know is this, he was preparing to sacrifice oxen. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"How many were with him? or was he alone with his servants? \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"There was no Argive there; only a band of his own followers. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Is it possible that any of them will recognize me, old man? \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"They are only servants, and they have never even seen thee. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Will they support me, if I prevail? ","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Yes, that is the way of slaves, luckily for thee. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"On what pretext can I approach him? ","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Go to some place where he will see thee as he sacrifices. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"His estate is close to the road then, I suppose. \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Yes, and when he sees thee there, he will invite thee to the \nfeast. ","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"So help me God! He shall rue his invitation. \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"After that, form thy own plan according to circumstances. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Good advice! But my mother, where is she? \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"At Argos; but she will yet join her husband for the feast. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Why did she not come forth with him? ","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"From fear of the citizens' reproach she stayed behind. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I understand; she knows that the city suspects her. \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Just so; her wickedness makes her hated. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"How shall I slay her and him together? ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Mine be the preparation of my mother's slaying! \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Well, as for the other, fortune will favour us. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Our old friend here must help us both. ","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Aye, that will I; but wnat is thy scheme for slaying thy mother? \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Go, old man, and tell Clytemnestra from me that I have given \nbirth to a son. ","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Some time ago, or quite recently? ","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Ten days ago, which are the days of my purification. \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Suppose it done; but how doth this help towards slaying thy \nmother? ","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"She will come, when she hears of my confinement. \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"What! dost think she cares aught for thee, my child? \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Oh yes! she will weep no doubt over my child's low rank. \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Perhaps she may; but go back again to the point. \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Her death is certain, if she comes. ","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"In that case, let her come right up to the door of the house. \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Why then it were a little thing to turn her steps into the \nroad to Hades' halls. ","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Oh! to see this one day, then die! ","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"First of all, old friend, act as my brother's guide. \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"To the place where Aegisthus is now sacrificing to the gods? \n","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Then go, find my mother and give her my message. \n","speaker":"ELECTRA"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"Aye, that I will, so that she shall think the very words are \nthine. ","speaker":"OLD MAN"},{"type":"speech","value":"ELECTRA ","speaker":"ELECTRA "},{"type":"text","value":"to ORESTES","speaker":"ELECTRA "},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I will go, if some one will show me the way. \n","speaker":"ORESTES"},{"type":"speech","value":"OLD MAN","speaker":"OLD MAN"},{"type":"text","value":"I will myself conduct thee nothing loth. \n","speaker":"OLD MAN"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"O Zeus, god of my fathers, vanquisher of my foes, have pity \non us, for a piteous lot has ours been. ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Oh! have pity on thy own descendants. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"O Hera, mistress of Mycenae's altars, grant us the victory, \nif we are asking what is right. ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Yes, grant us vengeance on them for our father's death. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Thou too, my father, sent to the land of shades by wicked hands, \nand Earth, the queen of all, to whom I spread my suppliant palms, up and \nchampion thy dear children. Come with all the dead to aid, all they who \nhelped thee break the Phrygians' power, and all who hate ungodly crime. \nDost hear me, father, victim of my mother's rage? ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Sure am I he heareth all; but 'tis time to part. For this cause \ntoo I bid thee strike Aegisthus down, because, if thou fall in the struggle \nand perish, I also die; no longer number me amongst the living; for I will \nstab myself with a two-edged sword. And now will I go indoors and make \nall ready there, for, if there come good news from thee, my house shall \nring with women's cries of joy; but, if thou art slain, a different scene \nmust then ensue. These are my instructions to thee. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I know my lesson well. ","speaker":"ORESTES"},{"type":"text","value":"ORESTES, PYLADES, the OLD MAN, and attendants, depart.","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Then show thyself a man. And you, my friends, signal to me \nby cries the certain issue of this fray. Myself will keep the sword ready \nin my grasp, for I will never accept defeat, and yield my body to my enemies \nto insult. ","speaker":"ELECTRA"},{"type":"text","value":"ELECTRA goes into the hut.","speaker":"ELECTRA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Hark! my friends, did ye hear that noise, like to the rumbling \nof an earthquake, or am I the dupe of idle fancy? Hark! hark! once more \nthat wind-borne sound swells loudly on mine ear. Electra! mistress mine! \ncome forth from the house! ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"ELECTRA ","speaker":"ELECTRA "},{"type":"text","value":"rushing out","speaker":"ELECTRA "},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"I hear the cries of dying men; no more I know. \n","speaker":"LEADER"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I heard them too, far off, but still distinct. \n","speaker":"ELECTRA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Yes, the sound came stealing from afar, but yet 'twas clear. \n","speaker":"LEADER"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Was it the groan of an Argive, or of my friends? \n","speaker":"ELECTRA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"I know not; for the cries are all confused. \n","speaker":"LEADER"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"That word of thine is my death-warrant; why do I delay? \n","speaker":"ELECTRA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Stay, till thou learn thy fate for certain. \n","speaker":"LEADER"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"No, no; we are vanquished; where are our messengers? \n","speaker":"ELECTRA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"They will come in time; to slay a king is no light task. \n","speaker":"LEADER"},{"type":"text","value":"A MESSENGER enters in haste.","speaker":"LEADER"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"All hail! ye victors, maidens of Mycenae, to all Orestes' friends \nhis triumph I announce; Aegisthus, the murderer of Agamemnon, lies weltering \nwhere he fell; return thanks to heaven. ","speaker":"MESSENGER"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Who art thou? What proof dost thou give of this? \n","speaker":"ELECTRA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Look at me, dost thou not recognize thy brother's servant? \n","speaker":"MESSENGER"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"O best of friends! 'twas fear that prevented me from recognizing \nthee; now I know thee well. What sayst thou? Is my father's hateful murderer \nslain? ","speaker":"ELECTRA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"He is; I repeat it since it is thy wish. \n","speaker":"MESSENGER"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Ye gods, and justice, whose eye is on all, at last art thou \ncome. ","speaker":"LEADER"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I fain would learn the way and means my brother took to slay \nThyestes' son. ","speaker":"ELECTRA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"After we had set out from this house, we struck into the broad \nhighroad, and came to the place where was the far-famed King of Mycenae. \nNow he was walking in a garden well-watered, culling a wreath of tender \nmyrtle-sprays for his head, and when he saw us, he called out, \"All hail! \nstrangers; who are ye? whence come ye? from what country?\" To him Orestes \nanswered, \"We are from Thessaly, on our way to Alpheus' banks to sacrifice \nto Olympian Zeus.\" When Aegisthus heard that, he said, \"Ye must be my guests \nto-day, and share the feast, for I am even now sacrificing to the Nymphs; \nand by rising with tomorrow's light ye will be just as far upon your journey; \nnow let us go within.\" Therewith he caught us by the hand and led us by \nthe way; refuse we could not; and when we were come to the house, he gave \ncommand: \"Bring water for my guests to wash forthwith, that they may stand \naround the altar near the laver.\" But Orestes answered, \"'Twas but now \nwe purified ourselves and washed us clean in water from the river. So if \nwe strangers are to join your citizens in sacrifice, we are ready, King \nAegisthus, and will not refuse.\" So ended they their private conference. \nMeantime the servants, that composed their master's bodyguard, laid aside \ntheir weapons, and one and all were busied at their tasks. Some brought \nthe bowl to catch the blood, others took up baskets, while others kindled \nfire and set cauldrons round about the altars, and the whole house rang. \nThen did thy mother's husband take the barley for sprinkling, and began \ncasting it upon the hearth with these words, \"Ye Nymphs, who dwell among \nthe rocks, grant that I may often sacrifice with my wife, the daughter \nof Tyndareus, within my halls, as happily as now, and ruin seize my foes!\" \n ","speaker":"MESSENGER"},{"type":"text","value":"whereby he meant Orestes and thyself","speaker":"MESSENGER"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"O light of day! O bright careering sun! O earth! and night \nerewhile my only day; now may I open my eyes in freedom, for Aegisthus \nis dead, my father's murderer. Come friends, let me bring out whate'er \nmy house contains to deck his head and wreath with crowns my conquering \nbrother's brow. ","speaker":"ELECTRA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"ORESTES and PYLADES enter, followed by attendants who are bearing the \nbody of Aegisthus.","speaker":"CHORUS "},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Hail! glorious victor, Orestes, son of a sire who won the day \n'neath Ilium's walls, accept this wreath to bind about the tresses of thy \nhair. Not in vain hast thou run thy course unto the goal and reached thy \nhome again; no! but thou hast slain thy foe, Aegisthus, the murderer of \nour father. Thou too, O Pylades, trusty squire, whose training shows thy \nfather's sterling worth, receive a garland from my hand, for thou no less \nthan he hast a share in this emprise; and so I pray, good luck be thine \nfor ever! ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"First recognize the gods, Electra, as being the authors of \nour fortune, and then praise me their minister and fate's. Yea, I come \nfrom having slain Aegisthus in very deed, no mere pretence; and to make \nthee the more certain of this, I am bringing thee his corpse, which, if \nthou wilt, expose for beasts to rend, or set it upon a stake for birds, \nthe children of the air, to prey upon; for now is he thy slave, once called \nthy lord and master. ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I am ashamed to utter my wishes. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What is it? speak out, for thou art through the gates of fear. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I am ashamed to flout the dead, for fear some spite assail \nme. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"No one would blame thee for this. ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Our folk are hard to please, and love to blame. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Speak all thy mind, sister; for we entered on this feud with \nhim on terms admitting not of truce. ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Enough!  ","speaker":"ELECTRA"},{"type":"text","value":"Turning to the corpse of Aegisthus","speaker":"ELECTRA"},{"type":"text","value":"Spurning the corpse with her foot","speaker":"ELECTRA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Terrible alike his crime and your revenge; for mighty is the \npower of justice. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"'Tis well. Carry his body within the house and hide it, sirrahs, \nthat when my mother comes, she may not see his corpse before she is smitten \nherself. ","speaker":"ORESTES"},{"type":"text","value":"PYLADES and the attendants take the body into the \nhut.","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Hold! let us strike out another scheme. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"How now? Are those allies from Mycenae whom I see? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"No, 'tis my mother, that bare me. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Full into the net she is rushing, oh, bravely! \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"See how proudly she rides in her chariot and fine robes! \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"What must we do to our mother? Slay her? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"What! has pity seized thee at sight of her? \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"O God! how can I slay her that bare and suckled me? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Slay her as she slew thy father and mine. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"O Phoebus, how foolish was thy oracle- ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Where Apollo errs, who shall be wise? ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"In bidding me commit this crime-my mother's murder! \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"How canst thou be hurt by avenging thy father? \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Though pure before, I now shall carry into exile the stain \nof a mother's blood. ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Still, if thou avenge not thy father, thou wilt fail in thy \nduty. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"And if I slay my mother, I must pay the penalty to her. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"And so must thou to him, if thou resign the avenging of our \nfather. ","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Surely it was a fiend in the likeness of the god that ordered \nthis! ","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Seated on the holy tripod? I think not so. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I cannot believe this oracle was meant. \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Turn not coward! Cast not thy manliness away! \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"Am I to devise the same crafty scheme for her? \n","speaker":"ORESTES"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"The self-same death thou didst mete out to her lord Aegisthus. \n","speaker":"ELECTRA"},{"type":"speech","value":"ORESTES","speaker":"ORESTES"},{"type":"text","value":"I will go in; 'tis an awful task I undertake; an awful deed \nI have to do; still if it is Heaven's will, be it so; I loathe and yet \nI love the enterprise. ","speaker":"ORESTES"},{"type":"text","value":"As ORESTES withdraws into the hut, CLYTEMNESTRA enters in a chariot. \nHer attendants are hand-maidens attired in gorgeous \napparel.","speaker":"ORESTES"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"Alight from the car, ye Trojan maids, and take my hand that \nI may step down from the chariot. With Trojan spoils the temples of the \ngods are decked, but I have obtained these maidens as a special gift from \nTroy, in return for my lost daughter, a trifling boon no doubt, but still \nan ornament to my house. ","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"And may not I, mother, take that highly-favoured hand of thine? \nI am a slave like them, an exile from my father's halls in this miserable \nabode. ","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"See, my servants are here; trouble not on my account. \n","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Why, thou didst make me thy prisoner by robbing me of my home; \nlike these I became a captive when my home was taken, an orphan all forlorn. \n","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"True; but thy father plotted so wickedly against those of his \nown kin whom least of all he should have treated so. Speak I must; albeit, \nwhen woman gets an evil reputation, there is a feeling of bitterness against \nall she says; unfairly indeed in my case, for it were only fair to hate \nafter learning the circumstances, and seeing if the object deserves it; \notherwise, why hate at all? Now Tyndareus bestowed me on thy father not \nthat I or any children I might bear should be slain. Yet he went and took \nmy daughter from our house to the fleet at Aulis, persuading me that Achilles \nwas to wed her; and there he held her o'er the pyre, and cut Iphigenia's \nsnowy throat. Had he slain her to save his city from capture, or to benefit \nhis house, or to preserve his other children, a sacrifice of one for many, \ncould have pardoned him. But, as it was, his reasons for murdering my child \nwere these: the wantonness of Helen and her husband's folly in not punishing \nthe traitress. Still, wronged as I was, my rage had not burst forth for \nthis, nor would I have slain my lord, had he not returned to me with that \nfrenzied maiden and made her his mistress, keeping at once two brides beneath \nthe same roof. Women maybe are given to folly, I do not deny it; this granted, \nwhen a husband goes astray and sets aside his own true wife, she fain will \nfollow his example and find another love; and then in our case hot abuse \nis heard, while the men, who are to blame for this, escape without a word. \nAgain, suppose Menelaus had been secretly snatched from his home, should \nI have had to kill Orestes to save Menelaus, my sister's husband? How would \nthy father have endured this? Was he then to escape death for slaying what \nwas mine, while I was to suffer at his hands? I slew him, turning, as my \nonly course, to his enemies. For which of all thy father's friends would \nhave joined me in his murder? Speak all that is in thy heart, and prove \nagainst me with all free speech, that thy father's death was not deserved. \n","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Justly urged! but thy justice is not free from shame; for in \nall things should every woman of sense yield to her husband. Whoso thinketh \notherwise comes not within the scope of what I say. Remember, mother, those \nlast words of thine, allowing me free utterance before thee. \n","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"Daughter, far from refusing it, I grant it again. \n","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Thou wilt not, when thou hearest, wreak thy vengeance on me? \n","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"No, indeed; I shall welcome thy opinion. \n","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Then will I speak, and this shall be the prelude of my speech: \nAh, mother mine! would thou hadst had a better heart; for though thy beauty \nand Helen's win you praises well deserved, yet are ye akin in nature, pair \nof wantons, unworthy of Castor. She was carried off, 'tis true, but her \nfall was voluntary: and thou hast slain the bravest soul in Hellas, excusing \nthyself on the ground that thou didst kill a husband to avenge a daughter; \nthe world does not know thee so well as I do, thou who before ever thy \ndaughter's death was decided, yea, soon as thy lord had started from his \nhome, wert combing thy golden tresses at thy mirror. That wife who, when \nher lord is gone from home, sets to beautifying herself, strike off from \nvirtue's list; for she has no need to carry her beauty abroad, save she \nis seeking some mischief. Of all the wives in Hellas thou wert the only \none I know who wert overjoyed when Troy's star was in the ascendant, while, \nif it set, thy brow was clouded, since thou hadst no wish that Agamemnon \nshould return from Troy. And yet thou couldst have played a virtuous part \nto thy own glory. The husband thou hadst was no whit inferior to Aegisthus, \nfor he it was whom Hellas chose to be her captain. And when thy sister \nHelen wrought that deed of shame, thou couldst have won thyself great glory, \nfor vice is a warning and calls attention to virtue. If, as thou allegest, \nmy father slew thy daughter, what is the wrong I and my brother have done \nthee? How was it thou didst not bestow on us our father's halls after thy \nhusband's death, instead of bartering them to buy a paramour? Again, thy \nhusband is not exiled for thy son's sake, nor is he slain to avenge my \ndeath, although by him this life is quenched twice as much as e'er my sister's \nwas; so if murder is to succeed murder in requital, I and thy son Orestes \nmust slay thee to avenge our father; if that was just, why so is this. \nWhoso fixes his gaze on wealth or noble birth and weds a wicked woman, \nis a fool; better is a humble partner in his home, if she be virtuous, \nthan a proud one. ","speaker":"ELECTRA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Chance rules the marriages of women; some I see turn out well, \nothers ill amongst mankind. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"Daughter, 'twas ever thy nature to love thy father. This too \none finds; some sons cling to their father, others have a deeper affection \nfor their mother. I will forgive thee, for myself am not so exceeding glad \nat the deed that I have done, my child. But thou,-why thus unwashed and \nclad in foul attire, now that the days of thy lying-in are accomplished? \nAh me, for my sorry schemes! I have goaded my husband into anger more than \ne'er I should have done. ","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Thy sorrow comes too late; the hour of remedy has gone from \nthee; my father is dead. Yet why not recall that exile, thy own wandering \nson? ","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"I am afraid; 'tis my interest, not his that I regard. For they \nsay he is wroth for his father's murder. ","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Why, then, dost thou encourage thy husband's bitterness against \nus? ","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"'Tis his way; thou too hast a stubborn nature. \n","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Because I am grieved; yet will I check my spirit. \n","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"I promise then he shall no longer oppress thee. \n","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"From living in my home he grows too proud. \n","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"Now there! 'tis thou that art fanning the quarrel into new \nlife. ","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I say no more; my dread of him is even what it is. \n","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"Peace! Enough of this. Why didst thou summon me, my child? \n","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Thou hast heard, I suppose, of my confinement; for this I pray \nthee, since I know not how, offer the customary sacrifice on the tenth \nday after birth, for I am a novice herein, never having had a child before. \n","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"This is work for another, even for her who delivered thee. \n","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"I was all alone in my travail and at the babe's birth. \n","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"Dost live so far from neighbours? ","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"No one cares to make the poor his friends. \n","speaker":"ELECTRA"},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"Well, I will go to offer to the gods a sacrifice for the child's \ncompletion of the days; and when I have done thee this service, I will \nseek the field where my husband is sacrificing to the Nymphs. Take this \nchariot hence, my servants, and tie the horses to the stalls; and when \nye think that I have finished my offering to the gods, attend me, for I \nmust likewise pleasure my lord. ","speaker":"CLYTEMNESTRA"},{"type":"text","value":"She goes into the hut.","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"ELECTRA","speaker":"ELECTRA"},{"type":"text","value":"Enter our humble cottage; but, prithee, take care that my smoke \ngrimed walls soil not thy robes; now wilt thou offer to the gods a fitting \nsacrifice. There stands the basket ready, and the knife is sharpened, the \nsame that slew the bull, by whose side thou soon wilt lie a corpse; and \nthou shalt be his bride in Hades' halls whose wife thou wast on earth. \nThis is the boon I will grant thee, while thou shalt pay me for my father's \nblood. ","speaker":"ELECTRA"},{"type":"text","value":"ELECTRA follows her into the hut.","speaker":"ELECTRA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"text","value":"strophe","speaker":"CHORUS "},{"type":"speech","value":"CLYTEMNESTRA ","speaker":"CLYTEMNESTRA "},{"type":"text","value":"within","speaker":"CLYTEMNESTRA "},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"CLYTEMNESTRA","speaker":"CLYTEMNESTRA"},{"type":"text","value":"O God! ah me! ","speaker":"CLYTEMNESTRA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"text","value":"ORESTES and ELECTRA come out of the hut, followed by attendants who \nare carrying the two corpses. The following lines between ELECTRA, ORESTES \nand the CHORUS are chanted.","speaker":"CHORUS "}]}]