[{"title":"helen","play":"helen","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"Helen\nBy Euripides\nWritten 412 B.C.E\nTranslated by E. P. Coleridge","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Lo! These are the fair virgin streams of Nile, the river that \nwaters Egypt's tilth, fed by pure melting snow instead of rain from heaven. \nProteus during his life-time was king of this land, dwelling in the isle \nof Pharos, and ruling o'er Egypt; and he took to wife one of the daughters \nof the sea, Psamathe, after she left the embraces of Aeacus. Two children \nshe bare in this his palace, a son Theoclymenus, who hath passed his life \nin duteous service to the gods, and likewise a noble daughter, her mother's \npride, called Eido in her infancy, but when she reached her youthful prime, \nthe age for wedded joys, renamed Theonoe; for well she knew whate'er the \ngods design, both present and to come, for she had won this guerdon from \nher grandsire Nereus. Nor is my fatherland unknown to fame, e'en Sparta, \nor my sire Tyndareus; for a legend tells how Zeus winged his way to my \nmother Leda's breast, in the semblance of a bird, even a swan, and thus \nas he fled from an eagle's pursuit, achieved by guile his amorous purpose, \nif this tale be true. My name is Helen, and I will now recount the sorrows \nI have suffered. To a hollow vale on Ida came three goddesses to Paris, \nfor beauty's prize contending, Hera and Cypris, and the virgin child of \nZeus, eager to secure his verdict on their loveliness. Now Cypris held \nout my beauty,-if aught so wretched deserves that name,-as a bride before \nthe eyes of Paris, saying he should marry me; and so she won the day; wherefore \nthe shepherd of Ida left his steading, and came to Sparta, thinking to \nwin me for his bride. But Hera, indignant at not defeating the goddesses, \nbrought to naught my marriage with Paris, and gave to Priam's princely \nson not Helen, but a phantom endowed with life, that she made in my image \nout of the breath of heaven; and Paris thought that I was his, although \nI never was,-an idle fancy! Moreover, the counsels of Zeus added further \ntroubles unto these; for upon the land of Hellas and the hapless Phrygians \nhe brought a war, that he might lighten mother-earth of her myriad hosts \nof men, and to the bravest of the sons of Hellas bring renown. So I was \nset up as a prize for all the chivalry of Hellas, to test the might of \nPhrygia, yet not I, but my name alone; for Hermes caught me up in the embracing \nair, and veiled me in a cloud; for Zeus was not unmindful of me; and he \nset me down here in the house of Proteus, judging him to be the most virtuous \nof all mankind; that so I might preserve my marriage with Menelaus free \nfrom taint. Here then I abide, while my hapless lord has gathered an army, \nand is setting out for the towers of Ilium to track and recover me. And \nthere by Scamander's streams hath many a life breathed out its last, and \nall for me; and I, that have endured all this, am accursed, and seem to \nhave embroiled all Hellas in a mighty war by proving a traitress to my \nhusband. Why, then, do I prolong my life? Because I heard Hermes declare, \nthat I should yet again make my home on Sparta's glorious soil, with my \nlord,-for Hermes knew I never went to Ilium,-that so I might never submit \nto any other's wooing. Now as long as Proteus gazed upon yon glorious sun, \nI was safe from marriage; but when o'er him the dark grave closed, the \ndead man's son was eager for my hand. But I, from regard to my former husband, \nam throwing myself down in suppliant wise before this tomb of Proteus, \npraying him to guard my husband's honour, that, though through Hellas I \nbear a name dishonoured, at least my body here may not incur disgrace. \n","speaker":"HELEN"},{"type":"text","value":"TEUCER enters.","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Who is lord and master of this fenced palace? The house is \none I may compare to the halls of Plutus, with its royal bulwarks and towering \nbuildings. Ha! great gods! what sight is here? I see the counterfeit of \nthat fell murderous dame, who ruined me and all the Achaeans. May Heaven \nshow its loathing for thee, so much dost thou resemble Helen! Were I not \nstanding on a foreign soil, with this well-aimed shaft had worked thy death, \nthy reward for resembling the daughter of Zeus. ","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Oh! why, poor man, whoe'er thou art, dost thou turn from me, \nloathing me for those troubles Helen caused? ","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"I was wrong; I yielded to my anger more than I ought; my reason \nwas, the hate all Hellas bears to that daughter of Zeus. Pardon me, lady, \nfor the words I uttered. ","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Who art thou? whence comest thou to visit this land? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"One of those hapless Achaeans am I, lady. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"No wonder then that thou dost bate Helen. But say, who art \nthou? Whence comest? By what name am I to call thee? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"My name is Teucer; my sire was Telamon, and Salamis is the \nland that nurtured me. ","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Then why art thou visiting these meadows by the Nile? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"A wanderer I, an exile from my native land. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Thine must be a piteous lot; who from thy country drives thee \nout? ","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"My father Telamon. Couldst find a nearer and a dearer? \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"But why? This case is surely fraught with woe. \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"The death of Ajax my brother at Troy was my ruin. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"How so? surely 'twas not thy sword that stole his life away? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"He threw himself on his own blade and died. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Was he mad? for who with sense endowed would bring himself \nto this? ","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Dost thou know aught of Achilles. son of Peleus? \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"He came, so I have heard, to woo Helen once. \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"When he died, he left his arms for his comrades to contest. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Well, if he did, what harm herein to Ajax? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"When another won these arms, to himself he put an end. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Art thou then a sufferer by woes that he inflicted? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Yes, because I did not join him in his death. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"So thou camest, sir stranger, to Ilium's famous town? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Aye, and, after helping to sack it, myself did learn what ruin \nmeant. ","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Is Troy already fired and utterly by flames consumed? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Yea, so that not so much as one vestige of her walls is now \nto be seen. ","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Woe is thee, poor Helen! thou art the cause of Phrygia's ruin. \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"And of Achaea's too. Ah! 'tis a tale of grievous misery! \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"How long is it since the city was sacked? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Nigh seven fruitful seasons have come and gone. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"And how much longer did ye abide in Troy? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Many a weary month, till through ten full years the moon had \nheld her course. ","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"And did ye capture that Spartan dame? ","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Menelaus caught her by the hair, and was for dragging her away. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Didst thou thyself behold that unhappy one? or art thou speaking \nfrom hearsay? ","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"As plain as I now see thee, I then saw her. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Consider whether ye were but indulging an idle fancy sent by \nheaven. ","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Bethink thee of some other topic; no more of her! \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Are you so sure this fancy was reliable? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"With these eyes I saw her face to face, if so be I see thee \nnow. ","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Hath Menelaus reached his home by this time with his wife? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"No; he is neither in Argos, nor yet by the streams of Eurotas. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Ah me! here is evil news for those to whom thou art telling \nit. ","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"'Tis said he disappeared with his wife. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Did not all the Argives make the passage together? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Yes: but a tempest scattered them in every direction. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"In what quarter of the broad ocean? ","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"They were crossing the Aegean in mid channel. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"And after that, doth no man know of Menelaus' arrival? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"No; none; but through Hellas is he reported to be dead. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Then am I lost. Is the daughter of Thestius alive? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Dost speak of Leda? She is dead; aye, dead and gone. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Was it Helen's shame that caused her death? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Aye, 'tis said she tied the noose about her noble neck. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Are the sons of Tyndareus still alive or not? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Dead, and yet alive: 'tis a double story. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Which is the more credible report? Woe is me for my sorrows! \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Men say that they are gods in the likeness of stars. \n","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"That is happy news; but what is the other rumour? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"That they by self-inflicted wounds gave up the ghost because \nof their sister's shame. But enough of such talk! I have no wish to multiply \nmy griefs. The reason of my coming to this royal palace was a wish to see \nthat famous prophetess Theonoe. Do thou the means afford, that I from her \nmay obtain an oracle how I shall steer a favourable course to the sea-girt \nshores of Cyprus; for there Apollo hath declared my home shall be, giving \nto it the name of Salamis, my island home, in honour of that fatherland \nacross the main. ","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"That shall the voyage itself explain, sir stranger; but do \nthou leave these shores and fly, ere the son of Proteus, the ruler of this \nland, catch sight of thee. Now is he away with his trusty hounds tracking \nhis savage quarry to the death; for every stranger that he catcheth from \nthe land of Hellas doth he slay. His reason never ask to know; my lips \nare sealed; for what could word of mine avail thee? \n","speaker":"HELEN"},{"type":"speech","value":"TEUCER","speaker":"TEUCER"},{"type":"text","value":"Lady, thy words are fair. Heaven grant thee a fair requital \nfor this kindness! For though in form thou dost resemble Helen, thy soul \nis not like hers, nay, very different. Perdition seize her! May she never \nreach the streams of Eurotas! But thine be joy for evermore, lady! \n","speaker":"TEUCER"},{"type":"text","value":"TEUCER departs. The CHORUS OF CAPTIVE GREEK WOMEN enter. They sing responsively \nwith HELEN.","speaker":"TEUCER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Ah me! what piteous dirge shall I strive to utter, now that \nI am beginning my strain of bitter lamentation? What Muse shall I approach \nwith tears or songs of death or woe? Ah me! ye Sirens, Earth's virgin daughters, \nwinged maids, come, oh! come to aid my mourning, bringing with you the \nLibyan flute or pipe, to waft to Persephone's ear a tearful plaint, the \necho of my sorrow, with grief for grief, and mournful chant for chant, \nwith songs of death and doom to match my lamentation, that in return she \nmay receive from me, besides my tears, dirges for the departed dead beneath \nher gloomy roof! ","speaker":"HELEN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Beside the deep-blue water I chanced to be hanging purple robes \nalong the tendrils green and on the sprouting reeds, to dry them in the \nsun-god's golden blaze, when lo! I heard a sound of woe, a mournful wail, \nthe voice of one crying aloud in her anguish; yea, such a cry of woe as \nNaiad nymph might send ringing o'er the hills, while to her cry the depths \nof rocky grots re-echo her screams at the violence of Pan. \n","speaker":"CHORUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Woe! woe! ye maids of Hellas, booty of barbarian sailors! one \nhath come, an Achaean mariner, bringing fresh tears to me, the news of \nIlium's overthrow, how that it is left to the mercy of the foeman's flame, \nand all for me the murderess, or for my name with sorrow fraught. While \nfor anguish at my deed of shame, hath Leda sought her death by hanging; \nand on the deep, to weary wandering doomed my lord hath met his end; and \nCastor and his brother, twin glory of their native land, are vanished from \nmen's sight, leaving the plains that shook to their galloping steeds, and \nthe course beside reed-fringed Eurotas, where those youthful athletes strove. \n","speaker":"HELEN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Ah, misery! Alas! for thy grievous destiny! Woe for thy sad \nlot, lady! Ah! 'twas a day of sorrow meted out for thee when Zeus came \nglancing through the sky on snowy pinions like a swan and won thy mother's \nheart. What evil is not thine? Is there a grief in life that thou hast \nnot endured? Thy mother is dead; the two dear sons of Zeus have perished \nmiserably, and thou art severed from thy country's sight, while through \nthe towns of men a rumour runs, consigning thee, my honoured mistress, \nto a barbarian's bed; and 'mid the ocean waves thy lord hath lost his life, \nand never, never more shalt thou fill with joy thy father's halls or Athena's \ntemple of the \"Brazen House.\" ","speaker":"CHORUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Ah! who was that Phrygian, who was he, that felled that pine \nwith sorrow fraught for Ilium, and for those that came from Hellas? Hence \nit was that Priam's son his cursed barque did build, and sped by barbarian \noars sailed unto my home, in quest of beauty, woman's curse, to win me \nfor his bride; and with him sailed the treacherous queen of Love, on slaughter \nbent, with death alike for Priam's sons, and Danai too. Ah me! for my hard \nlot! Next, Hera, stately bride of Zeus, seated on her golden throne, sent \nthe son of Maia, swift of foot, who caught me up as I was gathering fresh \nrose-buds in the folds of my robe, that I might go to the \"Brazen House,\" \nand bore me through the air to this loveless land, making me an object \nof unhappy strife 'twixt Hellas and the race of Priam. And my name is but \na sound without reality beside the streams of Simois. \n","speaker":"HELEN"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Well I know thou hast a bitter lot to bear; still 'tis best \nto bear as lightly as we may the ills that life is heir to. \n","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Good friends, to what a fate am I united? Did not my mother \nbear me to be a monster to the world? For no woman, Hellene or barbarian, \ngives birth to babes in eggs inclosed, as they say Leda bare me to Zeus. \nMy life and all I do is one miracle, partly owing to Hera, and partly is \nmy beauty to blame. Would God I could rub my beauty out like a picture, \nand assume hereafter in its stead a form less comely, and oh! that Hellas \nhad forgotten the evil fate that now I bear, and were now remembering my \ncareer of honour as surely as they do my deeds of shame. Now, if a man \ndoth turn his eyes to a single phase of fortune, and meets ill-usage at \nheaven's hands, 'tis hard no doubt; but still it can be borne; but I in \ncountless troubles am involved. First, although I never sinned, my good \nname is gone. And this is a grief beyond the reality, if a man incurs blame \nfor sins that are not his. Next, have the gods removed me from my native \nland, to dwell with men of barbarous ways, and reft of every friend, I \narn become a slave though free by birth; for amongst barbarians all are \nslaves but one. And the last anchor that held my fortunes, the hope that \nmy husband would return one day, and rid me of my woes, is now no more, \nlost since the day he died. My mother too is dead, and I am called her \nmurderess, unjustly it is true, but still that injustice is mine to bear; \nand she that was the glory of my house, my darling child, is growing old \nand grey, unwedded still; and those twin brethren, called the sons of Zeus, \nare now no more. But 'tis fortune, not my own doing, that hath crushed \nme with sorrow and slain me. And this is the last evil of all; if ever \nI come to my native land. they will shut me up in prison, thinking me that \nHelen of Ilium, in quest of whom Menelaus came thither. Were my husband \nstill alive, we might have recognized each other, by having recourse to \ntokens which ourselves alone would know. But now this may not be, nor is \nthere any chance of his escape. Why then do I prolong my life? What fortune \nhave I still in store? Shall I choose marriage as an alternative of evils, \nand dwell with a barbarian lord, seated at his sumptuous board? No! when \na husband she loathes is mated with a woman, even life is loathly to her. \nBest for her to die; but how shall I die a noble death? The dangling noose \nis an uncomely end; even slaves consider it disgrace; to stab oneself hath \nsomething fair and. noble in it; 'tis a small thing that moment of ridding \nthe flesh of life. Yes, it must be; I am plunged so deep in misery; for \nthat beauty, which to other women is a boon, to me hath been a very bane. \n","speaker":"HELEN"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Helen, never believe that the stranger, whoe'er he was that \ncame, has spoken naught but truth. ","speaker":"LEADER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Yet he said so clearly that my lord was dead. \n","speaker":"HELEN"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"There is much that falsehood seems to make quite clear. \n","speaker":"LEADER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"The word of truth hath a very different sound to falsehood. \n","speaker":"HELEN"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Thou art inclined to misfortune, rather than to luck. \n","speaker":"LEADER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Fear girds me with terrors as with a garment, and takes me \nin her train. ","speaker":"HELEN"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"What friends hast thou within the palace? \n","speaker":"LEADER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"All are my friends here save him who seeks to wed-me. \n","speaker":"HELEN"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Thy action then is clear; leave thy seat at the tomb. \n","speaker":"LEADER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"To what words or advice art thou leading up? \n","speaker":"HELEN"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Go in and question the daughter of the ocean Nereid, who knoweth \nall things, even Theonoe, whether thy husband is still alive, or whether \nhe hath left the light of day; and when thou knowest for certain, be glad \nor sorrowful, as fits thy fortune. But before thou hast right knowledge, \nwhat shall sorrow avail thee? Nay, hearken to me; leave this tomb and seek \nthe maiden's company, that she may tell thee the truth, for from her shalt \nthou learn all. If thou abide here in this seat, what prospect hast thou? \nAnd I will myself go in with thee, and with thee inquire of the maiden's \noracles; for 'tis a woman's bounden duty to share a sister's trouble. \n","speaker":"LEADER"},{"type":"text","value":"The following lines are chanted responsively by HELEN and the \nCHORUS.","speaker":"LEADER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Kind friends, I welcome your advice. Come in, come in, that \nye may learn the result of my struggle within the palace. \n","speaker":"HELEN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Thy invitation comes to very willing ears. \n","speaker":"CHORUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Woe for this heavy day! Ah me! what mournful tidings shall \nhear? ","speaker":"HELEN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Dear mistress mine, be not a prophetess of sorrow, forestalling \nlamentation. ","speaker":"CHORUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"What is the fate of my poor husband? Doth he still behold the \nlight turning towards the sun-god's chariot and the stars in their courses? \nOr among the dead, beneath the earth, is he to death consigned? \n","speaker":"HELEN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Of the future take a brighter view, whatever shall betide. \n","speaker":"CHORUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"On thee I call, and thee adjure, Eurotas green with river-reeds, \nto tell me if this rumour of my husband's death be true. \n","speaker":"HELEN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"What boots this meaningless appeal? ","speaker":"CHORUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"About my neck will I fasten the deadly noose from above, or \ndrive the murderous knife with self-aimed thrust deep into my throat to \nsever it, striving to cut my flesh, a sacrifice to those goddesses three \nand to that son of Priam, who in days gone by would wake the music of his \npipe around his steading. ","speaker":"HELEN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Oh may sorrow be averted otherwhither, and thou be blest! \n","speaker":"CHORUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Woe is thee, unhappy Troy! Thou through deeds not done by the \nart ruined, and hast suffered direst woe; for the gift that Cypris gave \nto me, hath caused a sea of blood to flow, and many an eye to weep, with \ngrief on grief and tear on tear. All this hath Ilium suffered and mothers \nhave lost their children; and virgin sisters of the slain have cut off \ntheir tresses by the swollen tide of Phrygian Scamander. And the land of \nHellas hath lifted her voice of woe and broken forth in wailing, smiting \non her head, and making tender cheeks to stream with gore beneath the rending \nnail. Ah blest maid Callisto, who long ago in Arcady didst find favour \nwith Zeus, in the semblance of beast four-footed, how much happier was \nthy lot than my mother's, for thou hast changed the burden of thy grief \nand now with savage eye art weeping o'er thy shaggy monster-shape; aye, \nand hers was a happier lot, whom on a day Artemis drove from her choir, \nchanged to a hind with horns of gold, the fair Titanian maid, daughter \nof Merops, because of her beauty; but my fair form hath proved the curse \nof Dardan Troy and doomed Achaea's sons. ","speaker":"HELEN"},{"type":"text","value":"HELEN and the CHORUS go into the palace. After the doors have closed \nupon them, MENELAUS enters. He is alone and clad in \nrags.","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Ah! Pelops, easy victor long ago o'er thy rival Oenomaus in \nthe chariot-race on Pisa's plain, would thou hadst ended thy career amongst \nthe gods that day thou wert beguiled into making a banquet for them, or \never thou hadst begotten my father Atreus, to whom were born by Aerope \nhis wife, Agamemnon and myself Menelaus, an illustrious pair; and herein \nI make no idle boast, for 'twas a mighty host, I trow, that I their leader \ncarried o'er the sea to Troy, using no violence to make them follow me, \nbut leading all the chivalry of Hellas by voluntary consent. And some of \nthese must we number 'mid the slain, and some to their joy have 'scaped \nthe sea, bearing to their homes again names long reckoned dead. But I, \npoor wretch, go wandering o'er grey Ocean's swell a weary space, long as \nthat which saw me sick the towers of Ilium; and for all my longing to reach \nmy country I am not counted worthy of this boon by heaven, but to Libya's \ndesert cheerless roadsteads have I sailed, to each and all of them; and \nwhensoe'er I draw me near my native land, the storm-wind drives me back \nagain, and never yet have favouring breezes filled my sails, to let me \nreach my fatherland. And now a wretched, shipwrecked mariner, my friends \nall lost, am I cast up upon this shore; and my ship is shattered in a thousand \npieces against the rocks; and its keel was wrested from its cunning fastenings; \nthereon did I with difficulty escape, most unexpectedly, and Helen also, \nfor her had I rescued from Troy and had with me. But the name of this country \nand its people I know not; for I blushed to mingle with the crowd to question \nthem, anxious for very shame to hide my misfortunes which reduce me to \nthese sorry rags. For when a man of high degree meets with adversity, he \nfeels the strangeness of his fallen state more keenly than a sufferer of \nlong standing. Dire want is wasting me; for I have neither food, nor raiment \nto gird myself withal; behold the facts before you to judge from-I am clad \nin tatters cast up from the ship; while all the robes I once did wear, \nglorious attire and ornaments, bath the sea swallowed; and in a cavern's \ndeep recesses have I hidden my wife, the cause of all my trouble, and have \ncome hither, after straitly charging the survivors of my friends to watch \nher. Alone am I come, seeking for those there left some help, if haply \nI may find it after careful search. So when I saw this palace girt with \ntowering walls and stately gates of some prosperous lord, I drew nigh; \nfor I have hope to obtain somewhat for my sailors from this wealthy house, \nwhereas from houses which have no store, the inmates for all their goodwill \ncould furnish naught. Ho! there, who keeps the gate and will come forth \nto bear my tale of woe into the house? ","speaker":"MENELAUS"},{"type":"text","value":"A PORTRESS comes out of the palace in answer to his \ncall.","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Who stands before the door? Begone from the housel stand not \nat the court-yard gate, annoying my masters! otherwise shalt thou die, \nfor thou art a Hellene born. and with them have we no dealings. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Mother, herein sayest thou rightly on all points. 'Tis well; \nI will obey; but moderate thy words. ","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Away! stranger, my orders are to admit no Hellene to this palace. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Ha! do not seek to push me hence, or thrust me away by violence. \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Thou dost not heed my words, and therefore hast thyself to \nblame. ","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Carry my message to thy master in the palace. \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Some one would rue it, methinks, were I to take thy message. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I come as a shipwrecked man and a stranger, whom heaven protects. \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Well, get thee to some other house than this. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Nay, but I will pass into the house; so listen to me. \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Let me tell thee thou art unwelcome, and soon wilt be forcibly \nejected. ","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Ah me! where are now those famous troops of mine? \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Elsewhere maybe thou wert a mighty man; thou art not here. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"O fortune! I have not deserved such insult. \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Why are thy eyes with tear-drops wet? Why so sad? \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"'Tis the contrast with my fortunes erst so blest. \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Hence! then, and give thy friends those tears. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What land is this? whose is the palace? \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Proteus lives here. It is the land of Egypt. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Egypt? Woe is me! to think that hither I have sailed! \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Pray, what fault hast thou to find with the race of Nile? \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"'Twas no fault I found; my own disasters I lament. \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"There be plenty in evil case; thou art not the only one. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Is the king, of whom thou speakest, here within? \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"There is his tomb; his son rules in his stead. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"And where may he be? abroad, or in the house? \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"He is not within. To Hellas is he a bitter foe. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"His reason, pray, for this enmity? the results whereof I have \nexperienced. ","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Beneath this roof dwells the daughter of Zeus, Helen. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What mean'st thou? what is it thou hast said? Repeat, I pray, \nthy words. ","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"The daughter of Tyndareus is here, who erst in Sparta dwelt. \n","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Whence came she? What means this business? \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"She came from Lacedaemon hither. ","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"When? Surely I have never been robbed of my wife from the cave! \n","speaker":"MENELAUS"},{"type":"speech","value":"PORTRESS","speaker":"PORTRESS"},{"type":"text","value":"Before the Achaeans went to Troy, sir stranger. But get thee \nhence; for somewhat hath chanced within, whereat the whole palace is in \nan uproar. Thou comest most unseasonably; and if my master catch thee, \ndeath will be thy stranger's gift. This say I, because to Hellas I am well \ndisposed, albeit I gave thee harsh answers for fear of my master. \n","speaker":"PORTRESS"},{"type":"text","value":"The PORTRESS goes back into the palace.","speaker":"PORTRESS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What can I think or say? For after my previous troubles, this \nis a fresh piece of ill-luck I hear, if, indeed, after recovering my wife \nfrom Troy and bringing her hither, and putting her for safety in the cave, \nI am then to find another woman living here with the same name as my wife. \nShe called her the begotten child of Zeus. Can there be a man that hath \nthe name of Zeus by the banks of Nile? The Zeus of heaven is only one, \nat any rate. Where is there a Sparta in the world save where Eurotas glides \nbetween his reedy banks? The name of Tyndareus is the name of one alone. \nIs there any land of the same name as Lacedaemon or Troy? I know not what \nto say; for naturally there are many in the wide world that have the same \nnames, cities and women too; there is nothing, then, to marvel at. Nor \nyet again will I fly from the alarm a servant raises; for there is none \nso cruel of heart as to refuse me food when once he hears my name. All \nhave heard of Ilium's burning, and I, that set it ablaze, am famous now \nthroughout the world, I, Menelaus. I therefore wait the master of this \nhouse. There are two issues I must watch; if he prove somewhat stern of \nheart, I will to my wreck and there conceal myself; but if he show any \nsign of pity, I will ask for help in this my present strait. This is the \ncrowning woe in all my misery, to beg the means of life from other princes, \nprince though I be myself; still needs must I. Yea, this is no saying of \nmine, but a word of wisdom, \"Naught in might exceedeth dread necessity.\" \n","speaker":"MENELAUS"},{"type":"text","value":"HELEN and the CHORUS enter from the palace. They do not notice \nMENELAUS.","speaker":"MENELAUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Lo! once again I seek the shelter of this tomb, with Theonoe's \nsweet tidings in my ears; she that knoweth all things of a truth; for she \nsaith my lord is yet alive and in the light of day, albeit he is roaming \nto and fro after many a weary voyage, and hither shall he come whenso he \nreach the limit of his toils, no novice in the wanderer's life. But one \nthing did she leave unsaid. Is he to escape when he hath come? And I refrained \nfrom asking that question clearly, so glad was I when she told me he was \nsafe. For she said that he was somewhere nigh this shore, cast up by shipwreck \nwith a handful of friends. Ah! when shall I see thee come? How welcome \nwill thy advent be!  ","speaker":"HELEN"},{"type":"text","value":"She catches sight of MENELAUS.","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Ho there! thou that with fearful effort seekest to reach the \nbasement of the tomb and the pillars of burnt sacrifice, stay thee. Wherefore \nart flying? Ah! with what speechless amaze the sight of thee affects me! \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"O friends! I am being ill-treated. This man is keeping me from \nthe tomb, and is eager to take and give me to his master, whose wooing \nI was seeking to avoid. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"No robber I, or minister of evil. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"At any rate the garb wherein thou art clad is unseemly. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Stay thy hasty flight; put fear aside. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I do so, now that I have reached this spot. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Who art thou? whom do I behold in thee, lady? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Nay, who art thou? The self-same reason prompts us both. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"never saw a closer resemblance. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Great God! Yea, for to recognize our friends is of God. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Art thou from Hellas, or a native of this land? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"From Hellas; but I would learn thy story too. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Lady, in thee I see a wondrous likeness to Helen. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"And I in thee to Menelaus; I know not what to say. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Well, thou hast recognized aright a man of many sorrows. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Hail! to thy wife's arms restored at last! \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Wife indeed! Lay not a finger on my robe. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"The wife that Tyndareus, my father, gave thee. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"O Hecate, giver of light, send thy visions favourably! \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"In me thou beholdest no spectre of the night, attendant on \nthe queen of phantoms. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Nor yet am I in my single person the husband of two wives. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"What other woman calls thee lord? ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"The inmate of yonder cave, whom I from Troy convey. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Thou hast none other wife but me. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Can it be my mind is wandering, my sight failing? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Dost not believe thou seest in me thy wife? \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Thy form resembles her, but the real truth robs me of this \nbelief. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Observe me well; what need hast thou of clearer proof? \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Thou art like her; that will I never deny. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Who then shall teach thee, unless it be thine own eyes? \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Herein is my dilemma; I have another wife. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"To Troy I never went; that was a phantom. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Pray, who fashions living bodies? ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"The air, whence thou hast a wife of heaven's workmanship. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What god's handiwork? Strange is the tale thou tellest. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Hera made it as a substitute, to keep me from Paris. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"How then couldst thou have been here, and in Troy, at the same \ntime? ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"The name may be in many a place at once, though not the body. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Unhand me! the sorrows I brought with me suffice. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"What! wilt leave me, and take that phantom bride away? \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"For thy likeness unto Helen, fare thee well. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Ruined! in thee I found my lord only to lose thee. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"The greatness of my troubles at Troy convinces me; thou dost \nnot. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Ah, woe is me! who was ever more unfortunate than I? Those \nwhom I love best are leaving me, nor shall I ever reach Hellas, my own \ndear native land. ","speaker":"HELEN"},{"type":"text","value":"The FIRST MESSENGER enters in haste.","speaker":"HELEN"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"At last I find thee, Menelaus, after an anxious search, not \ntill I have evandered through the length and breadth of this foreign strand; \nI am sent by thy comrades, whom thou didst leave behind. \n","speaker":"MESSENGER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What news? surely you are not being spoiled by the barbarians? \n","speaker":"MENELAUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"A miracle hath happened; my words are too weak for the reality. \n","speaker":"MESSENGER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Speak; for judging by this haste, thou hast stirring news. \n","speaker":"MENELAUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"My message is: thy countless toils have all been toiled in \nvain. ","speaker":"MESSENGER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"That is an old tale of woe to mourn! come, thy news? \n","speaker":"MENELAUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Thy wife hath disappeared, soaring away into the embracing \nair; in heaven she now is hidden, and as she left the hollowed cave where \nwe were guarding her, she hailed us thus, \"Ye hapless Phrygians, and all \nAchaea's race! for me upon Scamander's strand by Hera's arts ye died from \nday to day, in the false belief that Helen was in the hands of Paris. But \nI, since I have stayed my appointed time, and kept the laws of fate, will \nnow depart unto the sky that gave me birth; but the unhappy daughter of \nTyndareus, through no fault of hers, hath borne an evil name without reason.\" \n ","speaker":"MESSENGER"},{"type":"text","value":"Catching Sight of HELEN","speaker":"MESSENGER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"This is even what she said; her words are proved true; O longed-for \nday, how hath it restored thee to my arms! ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"O Menelaus, dearest husband, the time of sorrow has been long, \nbut joy is now ours at last. Ah, friends, what joy for me to hold my husband \nin a fond embrace after many a weary cycle of yon blazing lamp of day! \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What joy for me to hold my wife! but with all that I would \nask about these years, I now know not where I may first begin. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"O rapture! the very hair upon my head starts up for joy! my \ntears run down! Around thy neck I fling my arms, dear husband, to hug my \njoy to me. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"O happy, happy sight! I have no fault to find; my wife, he \ndaughter of Zeus and Leda, is mine again, she whom her brothers on their \nsnow-white steeds, whilst torches blazed, made my happy bride, but gods \nremoved her from my home. Now is the deity guiding us to a new destiny, \nhappier than of yore. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Evil into good transformed hath brought us twain together at \nlast, dear husband; but late though it be, God grant me joy of my good \nluck! ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"God grant thee joy! I join thee in the self-same prayer; for \nof us twain one cannot suffer without the other. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"No more, my friends, I mourn the past; no longer now I grieve. \nMy own dear husband is restored to me, whose coming from Troy I have waited \nmany a long year. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I to thee, and thou to me. And after these long, long years \nI have at last discovered the fraud of the goddess. But these tears, in \ngladness shed, are tears of thankfulness rather than of sorrow. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"What can I say? What mortal heart could e'er have had such \nhope? To my bosom I press thee, little as I ever thought to. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"And I to mine press thee, who all men thought hadst gone to \nIda's town and the hapless towers of Ilium. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Ah me! ah me! that is a bitter subject to begin on. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Tell me, I adjure thee, how wert thou from my home conveyed? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Alas! alas! 'tis a bitter tale thou askest to hear. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Speak, for I must hear it; all that comes is Heaven's gift. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I loathe the story I am now to tell. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Tell it for all that. 'Tis sweet to hear of trouble past. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I ne'er set forth to be the young barbarian's bride, with oars \nand wings of lawless love to speed me on my way. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What deity or fate tore thee from thy country, then? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Ah, my lord! 'twas Hermes, the son of Zeus, that brought and \nplaced me by the banks of Nile. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"A miracle! Who sent thee thither? O monstrous story! \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I wept, and still my eyes are wet with tears. 'Twas the wife \nof Zeus that ruined me. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Hera? wherefore should she afflict us twain? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Woe is me for my awful fate! Woe for those founts and baths \nwhere the goddesses made brighter still that beauty, which evoked the fatal \nverdict! ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Why did Hera visit thee with evil regarding this verdict? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"To wrest the promise of Cypris- ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"How now? Say on. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"From Paris, to whom that goddess pledged me. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Woe for thee! ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"And so she brought me hither to Egypt to my sorrow. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Then she gave him a phantom in thy stead, as thou tellest me? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"And then began those woes of thine, ah, mother! woe is me! \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What meanest thou? ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"My mother is no more; my shameful marriage made her fix the \nnoose about her neck. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Ah me! is our daughter Hermione yet alive? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Still unwed, childless still, she mourns my fatal marriage. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"O Paris, who didst utterly o'erthrow my home, here was thy \nruin too and theirs, those countless mail-clad Danai. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"From my country, city, and from thee heaven cast me forth unhappy \nand accursed, because I left,-and yet not I,-home and husband for union \nof foul shame. ","speaker":"HELEN"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"If haply ye find happiness in the future, it will suffice when \nto the past ye look. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Menelaus, grant me too a portion of that joy which, though \nmine own eyes see, I scarcely comprehend. ","speaker":"MESSENGER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Come then, old friend, and share with us our talk. \n","speaker":"MENELAUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Was it not then in her power to decide all the trouble in Troy? \n","speaker":"MESSENGER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"It was not; I was tricked by the gods into taking to my arms \na misty phantom-form, to my sorrow. ","speaker":"MENELAUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"How so? was it then for this we vainly toiled? \n","speaker":"MESSENGER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"'Twas Hera's handiwork, and the jealousy of three goddesses. \n","speaker":"MENELAUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Is this real woman, then, thy wife? ","speaker":"MESSENGER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"This is she; trust my word for that. ","speaker":"MENELAUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Daughter, how changeful and inscrutable is the nature of God! \nWith some good end doth he vary men's fortune-now up, now down; one suffers; \nanother who ne'er knew suffering, is in his turn to awful ruin brought, \nhaving no assurance in his lot from day to day. Thou and thy husband have \nhad your share of trouble-thou in what the world has said, he in battle's \nheat. For all the striving that he strove, he got him naught; while now, \nwithout an effort made, every blessing fortune boasts is his. And thou, \nin spite of all, hast brought no shame upon thy aged sire, or those twin \nsons of Zeus, nor art thou guilty of those rumoured crimes. Now again do \nI recall thy wedding rites, remembering the blazing torch I bore beside \nthee in a four-horsed chariot at full gallop; while thou with this thy \nlord, a new-made bride, wert driving forth from thy happy home. A sorry \nservant he, whoso regardeth not his master's interest, sympathizing with \nhis sorrows and his joys. Slave though I was born, yet may I be numbered \namongst honest servants; for in heart, though not in name, I am free. For \nthis is better far than in my single person to suffer these two evils, \nto feel my heart corrupt, and as the slave of others to be at my neighbour's \nbeck and call. ","speaker":"MESSENGER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Come, old friend, oft hast thou stood side by side with me \nand taken thy full share of toil; so now be partner in my happiness. Go, \ntell my comrades, whom I left behind, the state of matters here, as thou \nhast found them, and the issue of my fortunes; and bid them wait upon the \nbeach and abide the result of the struggle, which I trow awaits me; and \nif mayhap we find a way to take this lady from the land by stealth, tell \nthem to keep good watch that we may share the luck and escape, if possible, \nfrom the barbarian's clutch. ","speaker":"MENELAUS"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"It shall be done, O king. Now I see how worthless are the seers' \ntricks, how full of falsehood; nor is there after all aught trustworthy \nin the blaze of sacrifice or in the cry of feathered fowls; 'tis folly, \nthe very notion that birds can help mankind. Calchas never by word or sign \nshowed the host the truth, when he saw his friends dying on behalf of a \nphantom, nor yet did Helenus; but the city was stormed in vain. Perhaps \nthou wilt say, 'twas not heaven's will that they should do so. Then why \ndo we employ these prophets? Better were it to sacrifice to the gods, and \ncrave a blessing, leaving prophecy alone; for this was but devised as a \nbait to catch livelihood, and no man grows rich by divination if he is \nidle. No! sound judgment and discernment are the best of seers. \n","speaker":"MESSENGER"},{"type":"text","value":"The MESSENGER departs.","speaker":"MESSENGER"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"My views about seers agree exactly with this old man's: whoso \nhath the gods upon his side will have the best seer in his house. \n","speaker":"LEADER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Good! so far all is well. But how camest thou, poor husband, \nsafe from Troy? though 'tis no gain to know, yet friends feel a longing \nto learn all that their friends have suffered. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"That one short sentence of thine contains a host of questions. \nWhy should I tell thee of our losses in the Aegean, or of the beacon Nauplius \nlighted on Euboea? or of my visits to Crete and the cities of Libya, or \nof the peaks of Perseus? For I should never satisfy thee with the tale, \nand by telling thee should add to my own pain, though I suffered enough \nat the time; and so would my grief be doubled. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Thy answer shows more wisdom than my question. Omit the rest, \nand tell me only this; how long wert thou a weary wanderer o'er the wide \nsea's face? ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Seven long years did I see come and go, besides those ten in \nTroy. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Alas, poor sufferer! 'twas a weary while. And thou hast thence \nescaped only to bleed here. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"How so? what wilt thou tell? Ah wife, thou hast ruined me. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Escape and fly with all thy speed from this land. Thou wilt \nbe slain by him whose house this is. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What have I done to merit such a fate? ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Thou hast arrived unexpectedly to thwart my marriage. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What! is some man bent on wedding my wife? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Aye, and on heaping those insults on me, which I have hitherto \nendured. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Is he some private prince, or a ruler of this land? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"The son of Proteus, king of the country. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"This was that dark saying I heard the servant tell. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"At which of the barbarian's gates wert thou standing? \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Here, whence like a beggar I was like to be driven. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Surely thou wert not begging food? Ah, woe is me! \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"That was what I was doing, though I had not the name of beggar. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Of course thou knowest, then, all about my marriage. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I do. But whether thou hast escaped thy lover, I know not. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Be well assured I have kept my body chaste. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"How wilt thou convince me of this? If true, thy words are sweet. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Dost see the wretched station I have kept at this tomb? \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I see, alas! a bed of straw; but what hast thou to do with \nit? ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"There I crave escape from this marriage as a suppliant. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"For want of an altar, or because it is the barbarians' way? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"This was as good a protection to me as the gods' temples. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"May I not then even bear thee homeward on my ship? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"The sword far sooner than thy wife's embrace is waiting thee. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"So should I be of all men the most miserable. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Put shame aside, and fly from this land. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Leaving thee behind? 'twas for thy sake I sacked Troy. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Better so, than that our union should cause thy death. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Oh! these are coward words, unworthy of those days at Troy! \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Thou canst not slay the prince, thy possible intent. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Hath he, then, a body which steel cannot wound? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Thou shalt hear. But to attempt impossibilities is no mark \nof wisdom. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Am I to let them bind my hands, and say nothing? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Thou art in a dilemma; some scheme must be devised. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I had liefer die in action than sitting still. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"There is one hope, and only one, of our safety. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Will gold, or daring deeds, or winning words procure it? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"We are safe if the prince learn not of thy coming. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"ary one tell him it is I? He certainly will not know who I \nam. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"He hath within his palace an ally equal to the gods. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Some voice divine within the secret chambers of his house? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"No; his sister; Theonoe men call her. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Her name hath a prophetic sound; tell me what she doth. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"She knoweth everything, and she will tell her brother thou \nart come. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Then must we die; for I cannot escape her ken. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Perchance we might by suppliant prayers win her over. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"To what end? To what vain hope art thou leading me? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"That she should not tell her brother thou art here. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Suppose we persuade her, can we get away? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Easily, if she connive thereat; without her knowledge, no, \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Be that thy task; women deal best with women. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I will not fail, be sure, to clasp her knees. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Come, then; only, suppose she reject our proposals? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Thou wilt be slain, and I, alas! wedded by force. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Thou wilt betray me; that \"force\" of thine is but an excuse. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Nay, by thy life I swear a sacred oath. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What meanest thou? dost swear to die and never to another husband \nyield? ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Yes, by the self-same sword; I will fall by thy side. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"On these conditions touch my right hand. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I do so, swearing I will quit the light of day if thou art \nslain. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I, too, will end my life if I lose thee. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"How shall we die so as to gain fame? ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I will slay thee and then myself upon the summit of the tomb. \nBut first will I in doughty fight contest another's claim to thee; and \nlet who will draw nigh! for I will not sully the lustre of my Trojan fame, \nnor will I, on my return to Hellas, incur a storm of taunts, as one who \nrobbed Thetis of Achilles; saw Ajax, son of Telamon, fall a weltering corpse; \nand the sort of Neleus of his child bereft; shall I then flinch myself \nfrom death for my own wife? No, no! For if the gods are wise, o'er a brave \nman by his foes laid low they lightly sprinkle the earth that is his tomb, \nwhile cowards 'they cast forth on barren rocky soil. \n","speaker":"MENELAUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Grant, heaven, that the race of Tantalus may at last be blest, \nand pass from sorrow unto joy! ","speaker":"LEADER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Ah, woe is me! Yea, all my lot is woe; O Menelaus, we are utterly \nundone! Behold! from forth the house comes Theonoe, the prophetess, The \npalace echoes as the bolts are unfastened; fly! yet what use to fly? For \nwhether absent or present she knows of thy arrival here. Ah me! how lost \nam I! Saved from Troy and from a barbarian land, thou hast come only to \nfall a prey to barbarian swords. ","speaker":"HELEN"},{"type":"text","value":"THEONOE enters, attended by hand-maidens carrying \ntorches.","speaker":"HELEN"},{"type":"speech","value":"THEONOE","speaker":"THEONOE"},{"type":"text","value":"Lead on, bearing before me blazing brands, and, as sacred rites \nordain, purge with incense every cranny of the air, that I may breathe \nheaven's breath free from taint; meanwhile do thou, in case the tread of \nunclean feet have soiled the path, wave the cleansing flame above it, and \nbrandish the torch in front, that I may pass upon my way. And when to heaven \nye have paid the customs I exact, bear back into the house the brand from \noff the hearth. What of my prophecy, Helen? how stands it now? Thou hast \nseen thy husband Menelaus arrive without disguise, reft of his ships, and \nof thy counterfeit. Ah, hapless man! what troubles hast thou escaped, and \nart come hither, and yet knowest not whether thou art to return or to abide \nhere; for there is strife in heaven, and Zeus this very day will sit in \nsolemn conclave on thee. Hera, who erst was thy bitter foe, is now grown \nkind, and is willing to bring thee and thy wife safe home, that Hellas \nmay learn that the marriage of Paris was all a sham, assigned to him by \nCypris; but Cypris fain would mar thy homeward course, that she may not \nbe convicted, or proved to have bought the palm of beauty at the price \nof Helen in a futile marriage. Now the decision rests with me, whether \nto ruin thee, as Cypris wishes, by telling my brother of thy presence bere, \nor to save thy life by taking Hera's side, concealing thy coming from my \nbrother, for his orders are that I should tell him, whensoe'er thou shouldst \nreach these shores. Ho! one of you, go show my brother this man is here, \nthat I may secure my safety. ","speaker":"THEONOE"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Maiden, at thy knees I fall a suppliant, and seat myself in \nthis sad posture on behalf of myself and him, whom I am in danger of seeing \nslain, after I have so hardly found him. Oh! tell not thy brother that \nmy husband is returned to these loving arms; save us, I beseech thee; never \nfor thy brother's sake sacrifice thy character for uprightness, by evil \nand unjust means bidding for his favour. For the deity hates violence, \nand biddeth all men get lawful gains without plundering others. Wealth \nunjustly gotten, though it bring some power, is to be eschewed. The breath \nof heaven and the earth are man's common heritage, wherein to store his \nhome, without taking the goods of others, or wresting them away by force. \nMe did Hermes at a critical time, to my sorrow, intrust to thy father's \nsafe keeping for this my lord, who now is here and wishes to reclaim me. \nBut how can he recover me if he be slain? How could thy sire restore the \nliving to the dead? Oh! consider ere that the will of heaven and thy father's \ntoo; would the deity or would thy dead sire restore their neighbour's goods, \nor would they forbear? restore them, I feel sure. It is not, therefore, \nright that thou shouldst more esteem thy wanton brother than thy righteous \nfather. Yet if thou, prophetess as thou art and believer in divine providence, \nshalt pervert the just intention of thy father and gratify thy unrighteous \nbrother, 'tis shameful thou shouldst have full knowledge of the heavenly \nwill, both what is and what is not, and yet be ignorant of justice. Oh! \nsave my wretched life from the troubles which beset it, granting this as \nan accession to our good fortune; for every living soul loathes Helen, \nseeing that there is gone a rumour throughout Hellas that I was false unto \nmy lord, and took up my abode in Phrygia's sumptuous halls. Now, if I come \nto Hellas, and set foot once more in Sparta, they will hear and see how \nthey were ruined by the wiles of goddesses, while was no traitress to my \nfriends after all; and so will they restore to me my virtuous name again, \nand I shall give my daughter in marriage, whom no man now will wed; and, \nleaving this vagrant life in Egypt, shall enjoy the treasures in my home. \nHad Menelaus met his doom at some funeral pyre, with tears should I be \ncherishing his memory in a far-off land, but must lose him now when he \nis alive and safe? Ah! maiden, I beseech thee, say not so; grant me this \nboon, I pray, and reflect thy father's justice; for this is the fairest \nornament of children, when the child of a virtuous sire resembles its parents \nin character. ","speaker":"HELEN"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Piteous thy pleading, and a piteous object thou! But I fain \nwould hear what Menelaus will say to save his life. \n","speaker":"LEADER"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I will not deign to throw myself at thy knees, or wet mine \neyes with tears; for were I to play the coward, I should most foully blur \nmy Trojan fame. And yet men say it shows a noble soul to let the tear-drop \nfall in misfortune. But that will not be the honourable course that I will \nchoose in preference to bravery, if what I shall say is honourable. Art \nthou disposed to save a stranger seeking in mere justice to regain his \nwife, why then restore her and save us likewise; if not, this will not \nbe the first by many a time that I have suffered, though thou wilt get \nan evil name. All that I deem worthy of me and honest, all that will touch \nthy heart most nearly, will I utter at the tomb of thy sire with regret \nfor his loss. Old king beneath this tomb of stone reposing, pay back thy \ntrust! I ask of thee my wife whom Zeus sent hither unto thee to keep for \nme. I know thou canst never restore her to me thyself, for thou art dead; \nbut this thy daughter will never allow her father once so glorious, whom \nI invoke in his grave, to bear a tarnished name; for the decision rests \nwith her now. Thee, too, great god of death, I call to my assistance, who \nhast received full many a corpse, slain by me for Helen, and art keeping \nthy wage; either restore those dead now to life again, or compel the daughter \nto show herself a worthy equal of her virtuous sire, and give me back my \nwife. But if ye will rob me of her, I will tell you that which she omitted \nin her speech. Know then, maiden, I by an oath am bound, first, to meet \nthy brother sword to sword, when he or I must die-there is no alternative. \nBut if he refuse to meet me fairly front to front, and seek by famine to \nchase away us suppliants twain at this tomb, I am resolved to slay Helen, \nand then to plunge this two-edged sword through my own heart, upon the \ntop of the sepulchre, that our streaming blood may trickle down the tomb; \nand our two corpses will be lying side by side upon this polished slab, \na source of deathless grief to thee, and to thy sire reproach. Never shall \nthy brother wed Helen, nor shall any other; I will bear her hence myself, \nif not to my house, at any rate to death. And why this stern resolve? Were \nI to resort to women's ways and weep, I should be a pitiful creature, not \na man of action. Slay me, if it seems thee good; I will not die ingloriously; \nbut better yield to what I say, that thou mayst act with justice, and I \nregain my wife. ","speaker":"MENELAUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"On thee, maiden, it rests to judge between these arguments. \nDecide in such a way as to please one and all. ","speaker":"LEADER"},{"type":"speech","value":"THEONOE","speaker":"THEONOE"},{"type":"text","value":"My nature and my inclination lean towards piety; myself, too, \nI respect, and I will never sully my father's fair name, or gratify my \nbrother at the cost of bringing myself into open dishonour. For justice \nhath her temple firmly founded in my nature, and since I have this heritage \nfrom Nereus I will strive to save Menelaus; wherefore, seeing it is Hera's \nwill to stand thy friend, I will give my vote with her. May Cypris be favourable \nto me! though in me she hath no part, and I will try to remain a maid alway. \nAs for thy reproaches against my father at this tomb; lo! I have the same \nwords to utter; I should be wronging thee, did I not restore thy wife; \nfor my sire, were he living, would have given her back into thy keeping, \nand thee to her. Yea, for there is recompense for these things as well \namongst the dead as amongst all those who breathe the breath of life. The \nsoul indeed of the dead lives no more, yet hath it a consciousness that \nlasts for ever, eternal as the ether into which it takes the final plunge. \nBriefly then to end the matter, I will observe strict silence on all that \nye prayed I should, and never with my counsel will I aid my brother's wanton \nwill. For I am doing him good service, though he little thinks it, if turn \nhim from his godless life to holiness. Wherefore devise yourselves some \nway of escape; my lips are scaled; I will not cross your path. First with \nthe goddesses begin, and of the one,-and that one Cypris,-Crave permission \nto return unto thy country; and of Hera, that her goodwill may abide in \nthe same quarter, even her scheme to save thee and thy husband. And thou, \nmy own dead sire, shalt never, in so far as rests with me, lose thy holy \nname to rank with evil-doers. ","speaker":"THEONOE"},{"type":"text","value":"THEONOE and her attendants enter the palace.","speaker":"THEONOE"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"No man ever prospered by unjust practices, but in a righteous \ncause there is hope of safety. ","speaker":"LEADER"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Menelaus, on the maiden's side are we quite safe. Thou must \nfrom that point start, and by contributing thy advice, devise with me a \nscheme to save ourselves. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Hearken then; thou hast been a long while in the palace, and \nart intimate with the king's attendants. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"What dost thou mean thereby? for thou art suggesting hopes, \nas if resolved on some plan for our mutual help. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Couldst thou persuade one of those who have charge of cars \nand steeds to furnish us with a chariot? ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I might; but what escape is there for us who know nothing of \nthe country and the barbarian's kingdom? ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"True; 'tis impossible. Well, supposing I conceal myself in \nthe palace and slay the king with this two-edged sword? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"His sister would never refrain from telling her brother that \nthou wert meditating his death. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"We have not so much as a ship to make our escape in; for the \nsea. hath swallowed the one we had. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Hear me, if haply even a woriian can utter words of wisdom. \nDost thou consent to be dead in word, though not really so? \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"'Tis a bad omen; still, if by saying so I shall gain aught, \nI am ready to be dead in word, though not in deed. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I, too, will mourn thee with hair cut short and dirges, as \nis women's way, before this impious wretch. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"What saving remedy doth this afford us twain? There is deception \nin thy scheme. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I will beg the king of this country leave to bury thee in a \ncenotaph, as if thou hadst really died at sea. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Suppose he grant it; how, e'en then, are we to escape without \na ship, after having committed me to my empty tomb? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"I will bid him give me a vessel, from which to let drop into \nthe sea's embrace thy funeral offerings. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"A clever plan in truth, save in one particular; suppose he \nbid thee rear the tomb upon the strand, thy pretext comes to naught. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"But I shall say it is not the custom in Hellas to bury those \nwho die at sea upon the shore. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Thou removest this obstacle too; I then will sail with thee \nand help stow the funeral garniture in the same ship. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Above all, it is necessary that thou and all thy sailors who \nescaped from the wreck should be at hand. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Be sure if once I find a ship at her moorings, they shall be \nthere man for man, each with his sword. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Thou must direct everything; only let there be winds to waft \nour rails and a good ship to speed before them! ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"So shall it be; for the deities will cause my troubles to cease. \nBut from whom wilt thou say thou hadst tidings of my death? \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"From thee; declare thyself the one and only survivor, telling \nhow thou wert sailing with the son of Atreus, and didst see him perish. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Of a truth the garments I have thrown about me, will bear out \nmy tale that they were rags collected from the wreckage. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"They come in most opportunely, but they were near being lost \njust at the wrong time. Maybe that misfortune will turn to fortune. \n","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Am I to enter the palace with thee, or are we to sit here at \nthe tomb quietly? ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Abide here; for if the king attempts to do thee any mischief, \nthis tomb and thy good sword will protect thee. But I will go within and \ncut off my hair, and exchange my white robe for sable weeds, and rend my \ncheek with this hand's blood-thirsty nail. For 'tis a mighty struggle, \nand I see two possible issues; either I must die if detected in my plot, \nor else to my country shall I come and save thy soul alive. O Hera! awful \nqueen, who sharest the couch of Zeus, grant some respite from their toil \nto two unhappy wretches; to thee I pray, tossing my arms upward to heaven, \nwhere thou hast thy home in the star-spangled firmament. Thou, too, that \ndidst win the prize of beauty at the price of my marriage; O Cypris! daughter \nof Dione, destroy me not utterly. Thou hast injured me enough aforetime, \ndelivering up my name, though not my person, to live amongst barbarians. \nOh! suffer me to die, if death is thy desire, in my native land. Why art \nthou so insatiate in mischief, employing every art of love, of fraud, and \nguileful schemes, and spells that bring bloodshed on families? Wert thou \nbut moderate, only that!-in all else thou art by nature man's most well, \ncome deity; and I have reason so to say. ","speaker":"HELEN"},{"type":"text","value":"HELEN enters the palace and MENELAUS withdraws into the \nbackground.","speaker":"HELEN"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "}]}]