[{"title":"heracleidae","play":"heracleidae","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"The Heracleidae\nBy Euripides\nWritten ca. 429 B.C.E\nTranslated by E. P. Coleridge","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"I hold this true, and long have held: Nature hath made one \nman upright for his neighbours' good, while another hath a disposition \nwholly given over to gain, useless alike to the state and difficult to \nhave dealings with, but for himself the best of men; and this I know, not \nfrom mere hearsay. For I, from pure regard and reverence for my kith and \nkin, though might have lived at peace in Argos, alone of all my race shared \nwith Heracles his labours, while he was yet with us, and now that he dwells \nin heaven, I keep these his children safe beneath my wing, though myself \nneed protection. For when their father passed from earth away, Eurystheus \nwould first of all have slain us, but we escaped. And though our home is \nlost, our life was saved. But in exile we wander from city to city, ever \nforced to roam. For, added to our former wrongs, Eurystheus thought it \nfit to put this further outrage upon us: wheresoe'er he heard that we were \nsettling, thither would he send heralds demanding our surrender and driving \nus from thence, holding out this threat, that Argos is no meal city to \nmake a friend or foe, and furthermore pointing to his own prosperity. So \nthey, seeing how weak my means, and these little ones left without a father, \nbow to his superior might and drive us from their land. And I share the \nexile of these children, and help them bear their evil lot by my sympathy, \nloth to betray them, lest someone say, \"Look you! now that the children's \nsire is dead, Iolaus no more protects them, kinsman though he is.\" Not \none corner left us in the whole of Hellas, we are come to Marathon and \nits neighbouring land, and here we sit as suppliants at the altars of the \ngods, and pray their aid; for 'tis said two sons of Theseus dwell upon \nthese plains, the lot of their inheritance, scions of Pandion's stock, \nrelated to these children; this the reason we have come on this our way \nto the borders of glorious Athens. To lead the flight two aged guides are \nwe; my care is centred on these boys, while she, I mean Alcmena, clasps \nher son's daughter in her arms, and bears her for safety within this shrine, \nfor we shrink from letting tender maidens come anigh the crowd or stand \nas suppliants at the altar. Now Hvllus and the elder of his brethren are \nseeking some place for us to find a refuge, if we are driven by force from \nthis land. O children, children, come hither! hold unto my robe; for lo! \nI see a herald coming towards us from Eurystheus, by whom we are persecuted, \nwanderers excluded from every land. A curse on the and him that sent thee, \nhateful wretch! for that same tongue of thine hath oft announced its master's \nevil hests to these children's noble sire as well. ","speaker":"IOLAUS"},{"type":"text","value":"COPREUS, the herald of EURYSTHEUS, enters.","speaker":"IOLAUS"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Doubtless thy folly lets thee think this is a good position \nto have taken up, and that thou art come to a city that will help thee. \nNo! there is none that will prefer thy feeble arm to the might of Eurystheus. \nBegone! why take this trouble? Thou must arise and go to Argos, where awaits \nthee death by stoning. ","speaker":"COPREUS"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Not so, for the god's altar will protect me, and this land \nof freedom, wherein we have set foot. ","speaker":"IOLAUS"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Wilt give me the trouble of laying hands on thee? \n","speaker":"COPREUS"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"By force at least shalt thou never drag these children hence. \n","speaker":"IOLAUS"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"That shalt thou soon learn; it seems thou wert a poor prophet, \nafter all, in this. ","speaker":"COPREUS"},{"type":"text","value":"COPREUS seizes the children.","speaker":"COPREUS"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"This shall never happen while I live. ","speaker":"IOLAUS"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Begone! for I will take them hence, for all thy refusals, for \nI hold that they belong to Eurystheus, as they do indeed. \n","speaker":"COPREUS"},{"type":"text","value":"He throws IOLAUS to the ground.","speaker":"COPREUS"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Help, ye who long have had your home in Athens! we suppliants \nat Zeus' altar in your market-place are being haled by force away, our \nsacred wreaths defiled, shame to your city, to the gods dishonour. \n","speaker":"IOLAUS"},{"type":"text","value":"The CHORUS OF AGED ATHENIANS enters.","speaker":"IOLAUS"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Hark, hark! What cry is this that rises near the altar? At \nonce explain the nature of the trouble. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"See this aged frame hurled in its feebleness upon the ground! \nWoe is me! ","speaker":"IOLAUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Who threw thee down thus pitiably? ","speaker":"LEADER"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Behold the man who flouts your gods, kind sirs, and tries by \nforce to drag me from my seat before the altar of Zeus. \n","speaker":"IOLAUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Sirs, no island life I lead, but from Mycenae to thy land I \ncome. ","speaker":"IOLAUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Maybe ye have heard of Iolaus, the comrade of Heracles, for \nhe was not unknown to fame. ","speaker":"IOLAUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"These, sirs, are the sons of Heracles, come as suppliants to \nyou and your city. ","speaker":"IOLAUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"That so they may escape surrender, nor be torn with violence \nfrom thy altars, and brought to Argos. ","speaker":"IOLAUS"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Nay, this will nowise satisfy thy masters, who o'er thee have \na right, and so have tracked thee hither. ","speaker":"COPREUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Do thou then drive these subjects of Eurystheus forth, and \nthis hand of mine shall abstain from violence. ","speaker":"COPREUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Yet 'tis well to keep clear of troubles, by adopting that counsel, \nwhich is the wiser. ","speaker":"COPREUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Thou then shouldst have told the monarch of this land thy errand \nbefore being so bold, out of regard to his country's freedom, instead of \ntrying to drag strangers by force from the altars of the gods. \n","speaker":"LEADER"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Who is monarch of this land and state? ","speaker":"COPREUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Demophon, son of gallant Theseus. ","speaker":"LEADER"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Surely it were most to the purpose to discuss this matter somewhat \nwith him; all else has been said in vain. ","speaker":"COPREUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Lo! here he comes in person, in hot haste, and Acamas his brother, \nto hear what thou hast to say. ","speaker":"LEADER"},{"type":"text","value":"DEMOPHON, Acamas, and their retinue enter.","speaker":"LEADER"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Since thou for all thy years hast outstripped younger men in \ncoming to the rescue to this altar of Zeus, do thou tell me what hath chanced \nto bring this crowd together. ","speaker":"DEMOPHON"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"There sit the sons of Heracles as suppliants, having wreathed \nthe altar, as thou seest, O king, and with them is Iolaus, trusty comrade \nof their sire. ","speaker":"LEADER"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Why should this event have called for cries of pain? \n","speaker":"DEMOPHON"},{"type":"speech","value":"LEADER ","speaker":"LEADER "},{"type":"text","value":"turning to COPREUS","speaker":"LEADER "},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Hellenic dress and fashion in his robes doth he no doubt adopt, \nbut deeds like these betray the barbarian. Thou, sirrah, tell me straight \nthe country whence thou camest thither. ","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"An Argive I; since that thou seek'st to know. Who sent me, \nand the object of my coming, will I freely tell. Eurystheus, king of Mycenae, \nsends me hither to fetch these back; and I have come, sir stranger, with \njust grounds in plenty, alike for speech or action. An Argive myself, Argives \nI come to fetch, taking with me these runaways from my native city, on \nwhom the doom of death was passed by our laws there; and we have right, \nsince we rule our city independently, to ratify its sentences. And though \nthey have come as suppliants to the altars of numerous others, we have \ntaken our stand on these same arguments, and no one has ventured to bring \nupon himself evils of his own getting. But they have come hither, either \nbecause they perceived some folly in thee, or, in their perplexity, staking \nall on one risky throw to win or lose; for surely they do not suppose that \nthou, if so thou hast thy senses still, and only thou, in all the breadth \nof Hellas they have traversed, wilt pity their foolish troubles. Come now, \nput argument against argument: what will be thy gain, suppose thou admit \nthem to thy land, or let us take them hence? From us these benefits are \nthine to win: this city can secure as friends Argos, with its far-reaching \narm, and Eurystheus' might complete; whilst if thou lend an ear to their \npiteous pleading and grow soft, the matter must result in trial of arms; \nfor be sure we shall not yield this struggle without appealing to the sword. \nWhat pretext wilt thou urge? Of what domains art thou robbed that thou \nshouldst take and wage war with the Tirynthian Argives? What kind of allies \nart thou aiding? For whom will they have fallen whom thou buriest? Surely \nthou wilt get an evil name from the citizens, if for the sake of an old \nman near the grave, a mere shadow I may say, and for these children, thou \nwilt plunge into troublous waters. The best thou canst say is, that thou \nwilt find in them a hope, and nothing more; and yet this falls far short \nof the present need; for these would be but a poor match for Argives even \nwhen fully armed and in their prime, if haply that raises thy spirits; \nmoreover, the time 'twixt now and then is long, wherein ye may be blotted \nout. Nay, hearken to me; give me naught, but let me take mine own, and \nso gain Mycenae; but forbear to act now, as is your Athenian way, and take \nthe weaker side, when it is in thy power to choose the stronger as thy \nfriends. ","speaker":"COPREUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Who can decide a cause or ascertain its merits, till from both \nsides he clearly learn what they would say? ","speaker":"LEADER"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"O king, in thy land I start with this advantage, the right \nto hear and speak in turn, and none, ere that, will drive me hence as elsewhere \nthey would. 'Twixt us and him is naught in common, for we no longer have \naught to do with Argos since that decree was passed, but we are exiles \nfrom our native land; how then can he justly drag us back as subjects of \nMycenae, seeing that they have banished us? For we are strangers. Or do \nye claim that every exile from Argos is exiled from the bounds of Hellas? \nNot from Athens surely; for ne'er will she for fear of Argos drive the \nchildren of Heracles from her land. Here is no Trachis, not at all; no! \nnor that Achaean town, whence thou, defying justice, but boasting of the \nmight of Argos in the very words thou now art using, didst drive the suppliants \nfrom their station at the altar. If this shall be, and they thy words approve, \nwhy then I trow this is no more Athens, the home of freedom. Nay, but I \nknow the temper and nature of these citizens; they would rather die, for \nhonour ranks before mere life with men of worth. Enough of Athens! for \nexcessive praise is apt to breed disgust; and oft ere now have myself felt \nvexed at praise that knows no bounds. But to thee, as ruler of this land, \nfain would show the reason why thou art bound to save these children. Pittheus \nwas the son of Pelops; from him sprung Aethra, and from her Theseus thy \nsire was born. And now will I trace back these children's lineage for thee. \nHeracles was son of Zeus and Alcmena; Alcmena sprang from Pelops' daughter; \ntherefore thy father and their father would be the sons of first cousins. \nThus then art thou to them related, O Demophon, but thy just debt to them \nbeyond the ties of kinship do I now declare to thee; for I assert, in days \ngone by, I was with Theseus on the ship, as their father's squire, when \nthey went to fetch that girdle fraught with death; yea, and from Hades' \nmurky dungeons did Heracles bring thy father up; as all Hellas doth attest. \nWherefore in return they crave this boon of thee, that they be not surrendered \nup nor torn by force from the altars of thy gods and cast forth from the \nland. For this were shame on thee, and hurtful likewise in thy state, should \nsuppliants, exiles, kith and kin of thine, be haled away by force. In pity \ncast one glance at them. I do entreat thee, laying my suppliant bough upon \nthee, by thy hands and beard, slight not the sons of Heracles, now that \nthou hast them in thy power to help. Show thyself their kinsman and their \nfriend; be to them father, brother, lord; for better each and all of these \nthan to fall beneath the Argives' hand. ","speaker":"IOLAUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"O king, I pity them, hearing their sad lot. Now more than ever \ndo see noble birth o'ercome by fortune; for these, though sprung from noble \nsire, are suffering what they ne'er deserved. ","speaker":"LEADER"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Three aspects of the circumstance constrain me, Iolaus, not \nto spurn the guests thou bringest; first and foremost, there is Zeus, at \nwhose altar thou art seated with these tender children gathered round thee; \nnext come ties of kin, and the debt I owe to treat them kindly for their \nfather's sake; and last, mine honour, which before all I must regard; for \nif I permit this altar to be violently despoiled by stranger hands, men \nwill think the land I inhabit is free no more, and that through fear I \nhave surrendered suppliants to Argives, and this comes nigh to make one \nhang oneself. Would that thou hadst come under a luckier star! yet, as \nit is, fear not that any man shall tear thee and these children from the \naltar by force.  ","speaker":"DEMOPHON"},{"type":"text","value":"to COPREUS","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Not even if I have right upon my side and prove my case? \n","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"How can it be right to drag the suppliant away by force? \n","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Well, mine is the disgrace; no harm will come to thee. \n","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"'Tis harm to me, if I let them be haled away by thee. \n","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Banish them thyself, and then will I take them from elsewhere. \n","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Nature made thee a fool, to think thou knowest better than \nthe god. ","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"It seems then evildoers are to find a refuge here. \n","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"A temple of the gods is an asylum open to the world. \n","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"Maybe they will not take this view in Mycenae. \n","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"What! am I not lord of this domain? ","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"So long as thou injure not the Argives, and if wise, thou wilt \nnot. ","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Be injured for all I care, provided I sin not against the gods. \n","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"I would not have thee come to blows with Argos. \n","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"I am of like mind in this; but I will not dismiss these from \nmy protection. ","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"For all that, I shall take and drag my own away. \n","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Why then perhaps thou wilt find a difficulty in returning to \nArgos. ","speaker":"DEMOPHON"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"That shall I soon find out by making the attempt. \n","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Touch them and thou shalt rue it, and that without delay. \n","speaker":"DEMOPHON"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"I conjure thee, never dare to strike a herald. \n","speaker":"LEADER"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Strike I will, unless that herald learn discretion. \n","speaker":"DEMOPHON"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Depart; and thou, O king, touch him not. \n","speaker":"LEADER"},{"type":"speech","value":"COPREUS","speaker":"COPREUS"},{"type":"text","value":"I go; for 'tis feeble fighting with a single arm. But I will \ncome again, bringing hither a host of Argive troops, spearmen clad in bronze; \nfor countless warriors are awaiting my return, and king Eurystheus in person \nat their head; anxiously he waits the issue here on the borders of Alcathous' \nrealm. And when he hears thy haughty answer, he will burst upon thee, and \nthy citizens, on this land and all that grows therein; for all in vain \nshould we possess such hosts of picked young troops in Argos, should we \nforbear to punish thee. ","speaker":"COPREUS"},{"type":"text","value":"COPREUS departs.","speaker":"COPREUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Perdition seize thee! I am not afraid of thy Argos. Be very \nsure thou shalt not drag these suppliants hence by force, to my shame; \nfor I hold not this city subject unto Argos, but independently. \n","speaker":"DEMOPHON"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Children have no fairer prize than this, the being born of \na good and noble sire, and the power to wed from noble families; but whoso \nis enslaved by passion and makes a lowborn match, I cannot praise for leaving \nto his children a legacy of shame, to gratify himself. For noble birth \noffers a stouter resistance to adversity than base parentage; for we, in \nthe last extremity of woe, have found friends and kinsmen here, the only \nchampions of these children through all the length and breadth of this \nHellenic world. Give, children, give to them your hand, and they the same \nto you; draw near to them. Ah! children, we have made trial of our friends, \nand if ever ye see the path that leads you back to your native land, and \npossess your home and the honours of your father, count them ever as your \nfriends and saviours, and never lift against their land the foeman's spear, \nin memory of this, but hold this city first midst those ye love. Yea, they \nwell deserve your warm regard, in that they have shifted from our shoulders \nto their own the enmity of so mighty a land as Argos and its people, though \nthey saw we were vagabonds and beggars; still they did not give us up nor \ndrive us forth. So while I live, and after death,-come when it will,-loudly \nwill I sing thy praise, good friend, and will extol thee as I stand at \nTheseus' side, and cheer his heart, as I tell how thou didst give kind \nwelcome and protection to the sons of Heracles, and how nobly thou dost \npreserve thy father's fame through the length of Hellas, and hast not fallen \nfrom the high estate to which thy father brought thee, a lot which few \nothers can boast; for 'mongst the many wilt thou find one maybe, that is \nnot degenerate from his sire. ","speaker":"IOLAUS"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"This land is ever ready in an honest cause to aid the helpless. \nWherefore ere now it hath endured troubles numberless for friends, and \nnow in this I see a struggle nigh at hand. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"Thou hast spoken well, and I feel confident their conduct will \nbe such; our kindness will they not forget. Now will I muster the citizens \nand set them in array, that I may receive Mycenae's host with serried ranks. \nBut first will I send scouts to meet them, lest they fall upon me unawares; \nfor at Argos every man is prompt to answer to the call, and I will assemble \nprophets and ordain a sacrifice. But do thou leave the altar of Zeus and \ngo with the children into the house; for there are those who will care \nfor thee, even though I be abroad. Enter then my house, old man. \n","speaker":"DEMOPHON"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"I will not leave the altar. Let us sit here still, praying \nfor the city's fair success, and when thou hast made a glorious end of \nthis struggle, will we go unto the house; nor are the gods who champion \nus weaker than the gods of Argos, O king; Hera, wife of Zeus, is their \nleader; Athena ours. And this I say is an omen of success, that we have \nthe stronger deity, for Pallas will not brook defeat. \n","speaker":"IOLAUS"},{"type":"text","value":"DEMOPHON and his retinue go out.","speaker":"IOLAUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe","speaker":"CHORUS "},{"type":"text","value":"DEMOPHON re-enters.","speaker":"CHORUS "},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"My son, why, prithee, art thou returned with that anxious look? \nHast thou news of the enemy? Are they coming, are they here, or what thy \ntidings? For of a surety yon herald will not play us false. No! sure I \nam their captain, prosperous heretofore, will come, with thoughts exceeding \nproud against Athens. But Zeus doth punish overweening pride. \n","speaker":"IOLAUS"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"The host of Argos is come, and Eurystheus its king; my own \neyes saw him, for the man who thinks he knows good generalship must see \nthe foe not by messengers alone. As yet, however, he hath not sent his \nhost into the plain, but, camped upon a rocky brow, is watching-I only \ntell thee what I think this means-to see by which road to lead his army \nhither without fighting, and how to take up a safe position in this land. \nHowever, all my plans are by this time carefully laid; the city is under \narms, the victims stand ready to be slain to every god, whose due this \nis; my seers have filled the town with sacrifices, to turn the foe to flight \nand keep our country safe. All those who chant prophetic words have I assembled, \nand have examined ancient oracles, both public and secret, as means to \nsave this city. And though the several answers differ in many points, yet \nin one is the sentiment of all clearly the same; they bid me sacrifice \nto Demeter's daughter some maiden from a noble father sprung. Now I, though \nin your cause I am as zealous as thou seest, yet will not slay my child, \nnor will I compel any of my subjects to do so against his will; for who \nof his own will doth harbour such an evil thought as to yield with his \nown hands the child he loves? And now thou mayest see angry gatherings, \nwhere some declare, 'tis right to stand by suppliant strangers, while others \ncharge me with folly; but if I do this deed, a civil war is then and there \nat hand. Do thou then look to this and help to find a way to save yourselves \nand this country without causing me to be slandered by the citizens. For \nI am no despot like a barbarian monarch; but provided do what is just, \njust will my treatment be. ","speaker":"DEMOPHON"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Can it be that heaven forbids this city to help strangers, \nwhen it hath the will and longing so to do? ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"My children, we are even as those mariners, who have escaped \nthe storm's relentless rage, and have the land almost within their reach, \nbut after all are driven back from shore by tempests to the deep again. \nEven so we, just as we reach the shore in seeming safety, are being thrust \nback from this land. Ah me! Why, cruel hope, didst thou then cheer my heart, \nthough thou didst not mean to make the boon complete? The king may well \nbe pardoned, if he will not slay his subjects' children; and with my treatment \nhere I am content; if indeed 'tis heaven's will, I thus should fare, still \nis my gratitude to thee in no wise lost. Children, I know not what to do \nfor you. Whither shall we turn? for what god's altar have we left uncrowned? \nto what fenced city have we failed to go? Ruin and surrender are our instant \nlot, poor children! If I must die, 'tis naught to me, save that thereby \nI give those foes of mine some cause for joy. But you, children, I lament \nand pity, and that aged mother of your sire, Alcmena. Ah, woe is thee for \nthy long span of life! and woe is me for all my idle toil! 'Twas after \nall our destined doom to fall into the hands of our hated foe, and die \na death of shame and misery. But lend me thine aid, thou knowest how; for \nall hope of these children's safety has not yet left me. Give me up instead \nof them to the Argives, O king; run no risk, but let me save the children; \nto love my life becomes me not; let it pass. Me will Eurystheus be most \nglad to take and treat despitefully, as I was Heracles' companion; for \nthe man is but a boor; wherefore wise men ought to pray to get a wise man \nfor their foe, and not a proud senseless fool; for so, even if by fortune \nflouted, one would meet with much consideration. ","speaker":"IOLAUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Old man, blame not this city; for though perhaps a gain to \nus, yet would it be a foul reproach that we betrayed strangers. \n","speaker":"LEADER"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"A generous scheme is thine, but impossible. 'Tis not in quest \nof the yon king comes marching hither; what would Eurystheus gain by the \ndeath of one so old? Nay, 'tis these children's blood he wants. For there \nis danger to a foe in the youthful scions of a noble race, whose memory \ndwells upon their father's wrongs; all this Eurystheus must foresee. But \nif thou hast any scheme besides, that better suits the time, be ready with \nit, for, since I heard that oracle, I am at a loss and full of fear. \n","speaker":"DEMOPHON"},{"type":"text","value":"MACARIA enters from the temple.","speaker":"DEMOPHON"},{"type":"speech","value":"MACARIA","speaker":"MACARIA"},{"type":"text","value":"Sirs, impute not boldness to me, because I venture forth; this \nshall be my first request, for a woman's fairest crown is this, to practise \nsilence and discretion, and abide at home in peace. But when I heard thy \nlamentations, Iolaus, I came forth, albeit I was not appointed to take \nthe lead in my family. Still in some sense am I fit to do so, for these \nmy brothers are my chiefest care, and I fain would ask, as touching myself, \nwhether some new trouble, added to the former woes, is gnawing at thy heart. \n","speaker":"MACARIA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"My daughter, 'tis nothing new that I should praise thee, as \nI justly may, above all the children of Heracles. Our house seemed to be \nprospering, when back it fell again into a hopeless state; for the king \ndeclares the prophets signify that he must order the sacrifice, not of \nbull or heifer, but of some tender maid of noble lineage, if we and this \ncity are to exist. Herein is our perplexity; the king refuses either to \nsacrifice his own or any other's child. Wherefore, though he use not terms \nexpress, yet doth he hint, that, unless we find some way out of this perplexity, \nwe must seek some other land, for he this country fain would save. \n","speaker":"IOLAUS"},{"type":"speech","value":"MACARIA","speaker":"MACARIA"},{"type":"text","value":"Are these indeed the terms on which our safety depends? \n","speaker":"MACARIA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Yea, on these; if, that is, we are successful otherwise. \n","speaker":"IOLAUS"},{"type":"speech","value":"MACARIA","speaker":"MACARIA"},{"type":"text","value":"No longer then cower before the hated Argive spear; for I, \nof my own free will, or ever they bid me, am ready to die and offer myself \nas a victim. For what excuse have we, if, while this city deems it right \nto incur great danger on our behalf, we, though we might save ourselves, \nfly from death, by foisting our trouble on others? No! indeed, 'twere surely \nmost ridiculous to sit and mourn as suppliants of the gods, and show ourselves \nbut cowards, children as we are of that illustrious sire. Where among the \nbrave is such conduct seen? Better, I suppose, this city should be taken \nand I (which Heaven forefend!) fall into the hands of the enemy, and then, \nfor all I am my noble father's child, meet an awful doom, and face the \nDeath-god none the less. Shall I wander as an exile from this land? Shall \nI not feel shame then, when someone says, as say they will, \"Why are ye \ncome hither with suppliant boughs, loving your lives too well? Begone from \nour land! for we will not succour cowards.\" Nay, if these be slain and \nI alone be saved, I have no hope in any wise of being happy, though many \nere now have in this hope betrayed their friends, For who will care to \nwed a lonely maid or make me mother of his children? 'Tis better I should \ndie than meet such treatment, little as I merit it. This were fitter treatment \nfor some other, one that is not born to fame as I am. Conduct me to the \nscene of death, crown me with garlands, and begin the rites, if so it please \nyou; then be victorious o'er the foe, for here I offer my life freely and \nwithout constraint, and for my brothers and myself I undertake to die. \nFor I, by loving not my life too well, have found a treasure very fair, \na glorious means to leave it. ","speaker":"MACARIA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Ah, what shall I say on hearing the maid's brave words, she \nthat is ready to die for her brothers? Who can speak more noble words or \ndo more noble deeds henceforth for ever? ","speaker":"LEADER"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Daughter, thou art his own true child, no other man's but Heracles', \nthat godlike soul; proud am I of thy words, though I sorrow for thy lot. \nYet will I propose a fairer method: 'tis right to summon hither all the \nsisters of this maiden, and then let her, on whom the lot shall fall, die \nfor her family; for that thou shouldst die without the lot is not just. \n","speaker":"IOLAUS"},{"type":"speech","value":"MACARIA","speaker":"MACARIA"},{"type":"text","value":"My death shall no chance lot decide; there is no graciousness \nin that; peace! old friend. But if ye accept and will avail you of my readiness, \nfreely do I offer my life for these, and without constraint. \n","speaker":"MACARIA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Ah, this is even nobler than thy former word; that was matchless, \nbut thou dost now surpass thy bravery and noble speech. I cannot bid, will \nnot forbid thy dying, O my daughter! for by thy death thou dost thy brothers \nserve. ","speaker":"IOLAUS"},{"type":"speech","value":"MACARIA","speaker":"MACARIA"},{"type":"text","value":"A cautious bidding thine! Fear not to take a stain of guilt \nfrom me, only let me die as one whose death is free. Follow me, old friend, \nfor in thy arms I fain would die; stand by and veil my body with my robe, \nfor I will go even to the dreadful doom of sacrifice, seeing whose daughter \nI avow myself. ","speaker":"MACARIA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"I cannot stand by and see thee bleed. ","speaker":"IOLAUS"},{"type":"speech","value":"MACARIA","speaker":"MACARIA"},{"type":"text","value":"At least do thou beg me this boon of the king, that I may breathe \nout my life in women's arms instead of men's. ","speaker":"MACARIA"},{"type":"speech","value":"DEMOPHON","speaker":"DEMOPHON"},{"type":"text","value":"It shall be so, unhappy maid; for this were shame to me to \nrefuse the honour due, for many reasons: because thou hast a soul so brave; \nbecause 'tis right; and thou hast shown more courage than any of thy sex \nmy eyes have ever seen. Now, if thou hast aught to say to these children \nor thy aged guide. oh! say the last thou hast to say-then go. \n","speaker":"DEMOPHON"},{"type":"speech","value":"MACARIA","speaker":"MACARIA"},{"type":"text","value":"Farewell, old friend, farewell and prithee teach these children \nto be like thyself, wise at every point; let them strive no further, for \nthat will suffice them. And seek to save them from death, even as thou \nart anxious to do; thy children are we, thy care it was that nurtured us. \nThou seest how I yield my bridal bloom to die for them. For you, my brothers \ngathered here, may you be happy! and may every blessing be yours, for the \nwhich my blood shall pay the price! Honour this old friend, and her that \nis within the house, Alcmena, the aged mother of my sire, and these strangers \ntoo. And if ever heaven for you devise release from trouble and a return \nto your home, remember the burial due to her that saved you, funeral fair \nas I deserve; for I have not failed, but stood by you, and died to save \nmy race. This shall be my pearl of price instead of children, and for the \nmaiden life I leave, if there be really aught beyond the grave-God grant \nthere may not be! For if, e'en there, we who are to die shall find a life \nof care, I know not whither one shall turn; for death is held a sovereign \ncure for every ill. ","speaker":"MACARIA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Maiden of heroic soul, transcending all thy race, be sure the \nfame that thou shalt win from us, in life, in death, shall leave the rest \nof women far behind; farewell to thee! I dare not say harsh words of her \nto whom thou art devoted, the goddess-daughter of Demeter. \n","speaker":"IOLAUS"},{"type":"text","value":"DEMOPHON leads MACARIA away.","speaker":"IOLAUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe","speaker":"CHORUS "},{"type":"text","value":"The SERVANT OF HYLLUS enters.","speaker":"CHORUS "},{"type":"speech","value":"SERVANT OF HYLLUS","speaker":"SERVANT OF HYLLUS"},{"type":"text","value":"All hail, ye children! Where is aged Iolaus? where the mother \nof your 'sire, absent from their place at this altar? \n","speaker":"SERVANT OF HYLLUS"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Here am I, so far as I can be here at all. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Why dost thou lie there? Why that downcast look? \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"There is come a sorrow on my house, whereby I suffer. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Arise, lift up thy head. ","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"I am old, and all my strength is gone. ","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"But I come with tidings of great joy for thee. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Who art thou? Where have I met thee? I have no remembrance. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"I am a vassal of Hyllus; dost not recognize me now? \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Best of friends, art thou come to save us twain from hurt? \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Assuredly; and moreover thou art lucky in the present case. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Alcmena, mother of a noble son, to thee I call! come forth, \nhear this welcome news. For long has anguish caused thee inwardly to waste, \nwondering if those, who now are here, would ever come. \n","speaker":"IOLAUS"},{"type":"text","value":"ALCMENA enters from the temple in answer to the call.","speaker":"IOLAUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"What means that shout, that echoes throughout the house? Hath \nthere come yet a herald from Argos, O Iolaus, and is he treating thee with \nviolence? Feeble is any strength of mine; yet thus much let me tell thee, \nstranger, never, whilst I live, shalt thou drag them hence. Shouldst thou \nsucceed, no more let me be thought the mother of that hero. And if thou \nlay a finger on them, thou wilt struggle to thy shame with two aged foes. \n","speaker":"ALCMENA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Courage, aged dame, fear not; not from Argos is a herald come, \nwith hostile messages. ","speaker":"IOLAUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Why then didst raise a cry, fear's harbinger? \n","speaker":"ALCMENA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"I called thee to come to me in front of this temple. \n","speaker":"IOLAUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"I know not what it means; who is this? ","speaker":"ALCMENA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"A messenger who says thy grandson cometh hither. \n","speaker":"IOLAUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"All hail to thee for these thy tidings! But why is he not here, \nwhere is he? if in this land he hath set foot. What hath happened to keep \nhim from coming hither with thee, to cheer my heart? \n","speaker":"ALCMENA"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"He is posting the army he brought with him, and seeing it marshalled. \n","speaker":"SERVANT"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Then have I no concern herein. ","speaker":"ALCMENA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Yes, thou hast; though it is my business to inquire. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"What then wouldst thou learn of these events? \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"About how many allies has he with him? ","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"A numerous force; I cannot otherwise describe the number. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"The leaders of the Athenians know this, I suppose? \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"They do; already is their left wing set in array. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Is then the host already armed for battle? \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Yea, and already are the victims brought near the ranks. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"About what distance is the Argive host from us? \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Near enough for their general to be plainly seen. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"What is he about? marshalling the enemy's line? \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"So we guessed; we could not hear exactly. But I must go, for \nI would not that my master should engage the foe without me, if I can help \nit. ","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"I also will go with thee; for I like thee am minded, so it \nseems, to be there and help my friends. ","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"It least of all becomes thee thus to utter words of folly. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Far less to shrink from sharing with my friends the stubborn \nfight. ","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Mere looks can wound no one, if the arm do naught. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Why, cannot I smite even through their shields? \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Smite perhaps, more likely be smitten thyself. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"No foe will dare to meet me face to face. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Friend, the strength, that erst was thine, is thine no more. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Well, at any rate, I will fight with as many as ever I did. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Small the weight thou canst throw into the balance for thy \nfriends, ","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Detain me not, when I have girded myself for action. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"The power to act is thine no more, the will maybe is there. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Stay here I will not, say what else thou wilt. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"How shalt thou show thyself before the troops unarmed? \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"There be captured arms within this shrine; these will I use, \nand, if I live, restore; and, if I am slain, the god will not demand them \nof me back. Go thou within, and from its peg take down a suit of armour \nand forthwith bring it to me. To linger thus at home is infamous, while \nsome go fight, and others out of cowardice remain behind. \n","speaker":"IOLAUS"},{"type":"text","value":"The SERVANT goes into the temple.","speaker":"IOLAUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"What means this mad resolve to leave me with my children undefended \nhere? ","speaker":"ALCMENA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Men must fight; and thou must look to them. \n","speaker":"IOLAUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"And what if thou art slain? what safety shall I find? \n","speaker":"ALCMENA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Thy son's surviving children will care for thee. \n","speaker":"IOLAUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Suppose they meet with some reverse? which Heaven forefend! \n","speaker":"ALCMENA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"These strangers will not give thee up, fear not. \n","speaker":"IOLAUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"They are my last and only hope, I have no other. \n","speaker":"ALCMENA"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Zeus too, I feel sure, cares for thy sufferings. \n","speaker":"IOLAUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Ah! of Zeus will I never speak ill, but himself doth know whether \nhe is just to me. ","speaker":"ALCMENA"},{"type":"text","value":"The SERVANT enters from the temple, carrying the \narms.","speaker":"ALCMENA"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Lo! here thou seest a full coat of mail; make haste to case \nthyself therein; for the strife is nigh, and bitterly doth Ares loathe \nloiterers; but if thou fear the weight of the armour, go now without it, \nand in the ranks do on this gear; meantime will I carry it. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Well said! keep the harness ready to my hand, put a spear within \nmy grasp, and support me on the left side, guiding my steps. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Am I to lead this warrior like a child? \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"To save the omen, we must go without stumbling. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Would thy power to act were equal to thy zeal! \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Hasten; I shall feel it grievously, if I am too late for the \nbattle. ","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"'Tis thou who art slow, not I, though thou fanciest thou art \ndoing wonders. ","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Dost not mark how swift my steps are hasting? \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"I mark more seeming than reality in thy haste, \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Thou wilt tell a different tale when thou seest me there. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"What shall I see thee do? I wish thee all success, at any rate. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Thou shalt see me smite some foeman through the shield. \n","speaker":"IOLAUS"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Perhaps, if ever we get there. I have my fears of that. \n","speaker":"SERVANT"},{"type":"speech","value":"IOLAUS","speaker":"IOLAUS"},{"type":"text","value":"Ah! would to Heaven that thou, mine arm, e'en as I remember \nthee in thy lusty youth, when with Heracles thou didst sack Sparta, couldst \nso champion me to-day! how I would put Eurystheus to flight! since he is \nto craven to wait the onslaught. For prosperity carries with it this error \ntoo, a reputation for bravery; for we think the prosperous man a master \nof all knowledge. ","speaker":"IOLAUS"},{"type":"text","value":"IOLAUS and the SERVANT depart.","speaker":"IOLAUS"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"The SERVANT enters.","speaker":"CHORUS "},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Mistress, the message that I bring is very short for thee to \nhear and fair for me, who stand before thee, to announce. O'er our foes \nwe are victorious, and trophies are being set up, with panoplies upon them, \ntaken from thy enemies. ","speaker":"SERVANT"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Best of friends! this day hath wrought thy liberty by reason \nof these tidings. But there still remains one anxious thought thou dost \nnot free me from;-a thought of fear;-are those, whose lives I cherish, \nspared to me? ","speaker":"ALCMENA"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"They are, and high their fame through all the army spreads. \n","speaker":"SERVANT"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"The old man Iolaus,-is he yet alive? ","speaker":"ALCMENA"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"Aye, that he is, a hero whom the gods delight to honour. \n","speaker":"SERVANT"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"How so? Did he perform some deed of prowess? \n","speaker":"ALCMENA"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"He hath passed from age to youth once more. \n","speaker":"SERVANT"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Thy tale is passing strange; but first I would that thou shouldst \ntell me how our friends won the day. ","speaker":"ALCMENA"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"One speech of mine puts it all clearly before thee. When we \nhad deployed our troops and marshalled them face to face with one another, \nHyllus dismounted from his four-horsed chariot and stood midway betwixt \nthe hosts. Then cried he, \"Captain, who art come from Argos, why cannot \nwe leave this land alone? No hurt wilt thou do Mycenae, if of one man thou \nrob her; come! meet me in single combat. and if thou slay me, take the \nchildren of Heracles away with thee, but, if thou fall, leave me to possess \nmy ancestral honours and my home.\" The host cried yes! saying the scheme \nhe offered was a fair one, both to rid them of their trouble and satisfy \ntheir valour. But that other, feeling no shame before those who heard the \nchallenge or at his own cowardice, quailed, general though he was, to come \nwithin reach of the stubborn spear, showing himself an abject coward; yet \nwith such a spirit he came to enslave the children of Heracles. Then did \nHyllus withdraw to his own ranks again, and the prophets seeing that no \nreconciliation would be effected by single combat, began the sacrifice \nwithout delay and forthwith let flow from a human throat auspicious streams \nof blood. And some were mounting chariots, while others couched beneath \nthe shelter of their shields, and the king of the Athenians, as a highborn \nchieftain should, would exhort his host-\"Fellow-citizens, the land, that \nfeeds you and that gave you birth, demands to-day the help of every man.\" \nLikewise Eurystheus besought his allies that they should scorn to sully \nthe fame of Argos and Mycenae. Anon the Etrurian trumpet sounded loud and \nclear, and hand to hand they rushed; then think how loudly clashed their \nringing shields, what din arose of cries and groans confused! At first \nthe onset of the Argive spearmen broke our ranks; then they in turn gave \nground; next, foot to foot and man to man, they fought their stubborn fray, \nmany falling the while. And either chief cheered on his men, \"Sons of Athens! \nYe who till the fields of Argos! ward from your land disgrace.\" Do all \nwe could, and spite of every effort, scarce could we turn the Argive line \nin flight. When lo! old Iolaus sees Hyllus starting from the ranks, whereon \nhe lifts his hands to him with a prayer to take him up into his chariot. \nThereon he seized the reins and went hard after the horses of Eurystheus. \nFrom this point onward must I speak from hearsay, though hitherto as one \nwhose own eyes saw. For as he was crossing Pallene's hill, sacred to the \ngoddess Athene, he caught sight of Eurystheus' chariot, and prayed to Hebe \nand to Zeus, that for one single day he might grow young again and wreak \nhis vengeance on his foes. Now must thou hear a wondrous tale: two stars \nsettled on the horses' yokes and threw the chariot into dark shadow, which-at \nleast so say our wiser folk-were thy son and Hebe; and from that murky \ngloom appeared that aged man in the form of a youth with strong young arms; \nthen by the rocks of Sciron the hero Iolaus o'ertakes Eurystheus' chariot. \nAnd he bound his hands with gyves, and is bringing that chieftain once \nso prosperous as a trophy hither, whose fortune now doth preach a lesson, \nclear as day, to all the sons of men, that none should envy him, who seems \nto thrive, until they see his death; for fortune's moods last but a day. \n","speaker":"SERVANT"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"O Zeus, who puttest my foes to flight, now may I behold the \nday that frees me from cruel fear! ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"At last, O Zeus, hast thou turned a favouring eye on my affliction; \nyet do I thank thee for what has happened. And though ere this I did not \nbelieve my son was gathered to the gods, now am I convinced thereof. My \nchildren, now at last from toil shall ye be free, free from him, whom hideous \ndeath awaits, Eurystheus; now shall ye behold your father's city, and set \nfoot in the land of your inheritance, and sacrifice to those ancestral \ngods, from whom ye have been debarred and forced to lead in strangers' \nlands a life of wretched vagrancy. But tell me, what sage purpose Iolaus \nnursed in his heart, that he spared the life of Eurystheus, for to my mind \nthis is no wisdom, to catch a foe and wreak no vengeance on him. \n","speaker":"ALCMENA"},{"type":"speech","value":"SERVANT","speaker":"SERVANT"},{"type":"text","value":"'Twas his regard for thee, that thou might'st see him subject \nto thy hand, and triumph o'er him. Rest assured, 'twas no willing prisoner \nhe made, but by strong constraint he bound him, for Eurystheus was loth \nindeed to come alive into thy presence and pay his penalty. Farewell, my \naged mistress; I pray thee remember thy first promise when I was beginning \nmy story; set me free; for, at such a time as this, sincerity becometh \nnoble lips. ","speaker":"SERVANT"},{"type":"text","value":"The SERVANT departs.","speaker":"SERVANT"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"singing","speaker":"CHORUS "},{"type":"text","value":"strophe 1","speaker":"CHORUS "},{"type":"text","value":"A MESSENGER enters. He is followed by guards who bring in EURYSTHEUS \nbound.","speaker":"CHORUS "},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Mistress, though thine eyes see him, yet will I announce we \nhave brought Eurystheus hither for thy pleasure, an unexpected sight, for \nhim no less a chance he ne'er foresaw; for little he thought of ever falling \ninto thy hands, what time he marched from Mycenae with his toil-worn warriors, \nto sack Athens, thinking himself far above fortune. But a power divine \nhath reversed our destinies, changing their position. Now Hyllus and brave \nIolaus I left raising an image to Zeus, who routs the foe, for their triumphant \nvictory, whilst they bid me bring this prisoner to thee, wishing to gladden \nthy heart; for 'tis the sweetest sight to see a foe fall on evil days after \nprosperity. ","speaker":"MESSENGER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Art come, thou hateful wretch? Hath justice caught thee then \nat last? First, turn thy head this way to me, and endure to look thy enemies \nin the face, for thou art no more the ruler, but the slave. Art thou the \nman-for this I fain would learn-who didst presume to heap thy insults on \nmy son, who now is where he is, thou miscreant? What outrage didst thou \nabstain from putting upon him? Thou that didst make him go down alive even \nto Hades, and wouldst send him with an order to slay hydras and lions? \nThy other evil schemes I mention not, for to tell them were a tedious task \nfor me. Nor did it content thee to venture thus far only; no! but from \nall Hellas wouldst thou drive me and my children, heaven's suppliants though \nwe were, grey-beards some of us, and some still tender babes. But here \nhast thou found men and a free city, that feared not thee. Die in torment \nmust thou, and e'en so wilt thou gain in every way, for one death is not \nthy due, after all the sorrow thou hast caused. ","speaker":"ALCMENA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Thou mayst not slay him. ","speaker":"MESSENGER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Then have we taken him captive in vain. But say, what law forbids \nhis death? ","speaker":"ALCMENA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"It is not the wiff of the rulers of this land. \n","speaker":"MESSENGER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Why, what is this? Do they not approve of slaying enemies? \n","speaker":"ALCMENA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Not such as they have taken alive in battle. \n","speaker":"MESSENGER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Did Hyllus uphold this decision? ","speaker":"ALCMENA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"He, I suppose, ought to have disobeyed the law of the land. \n","speaker":"MESSENGER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"The prisoner's life ought not to have been spared a moment. \n","speaker":"ALCMENA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"It was then that he was wronged, by not being slain at first. \n","speaker":"MESSENGER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Why, then, he is still in time to pay his penalty. \n","speaker":"ALCMENA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"There is no one who will slay him now. ","speaker":"MESSENGER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"I will; and yet I count myself someone. \n","speaker":"ALCMENA"},{"type":"speech","value":"MESSENGER","speaker":"MESSENGER"},{"type":"text","value":"Well, thou wilt incur great blame, if thou do this deed. \n","speaker":"MESSENGER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"I love this city well; that cannot be gainsaid. But since this \nman hath fallen into my power, no mortal hand shall wrest him from me. \nWherefore let who will, call me the woman bold, with thoughts too high \nfor her sex; yet shall this deed be brought to pass by me. \n","speaker":"ALCMENA"},{"type":"speech","value":"LEADER OF THE CHORUS","speaker":"LEADER OF THE CHORUS"},{"type":"text","value":"Lady, full well I understand thou hast a dire quarrel with \nthis man, and 'tis pardonable. ","speaker":"LEADER OF THE CHORUS"},{"type":"speech","value":"EURYSTHEUS","speaker":"EURYSTHEUS"},{"type":"text","value":"Woman, be sure I will not flatter thee nor say aught to save \nmy life, that can give any occasion for a charge of cowardice. It was not \nof my own free will I took this quarrel up; I am aware that I was born \nthy cousin, and kinsman to Heracles, thy son; but whether I would or no, \nHera, by her power divine, caused me to be afflicted thus. Still, when \nundertook to be his foe, and when I knew I had to enter on this struggle, \nI set myself to devise trouble in plenty, and oft from time to time my \nmidnight communing bore fruit, scheming how to push aside and slay my foes, \nand for the future divorce myself from fear; for I knew that son of thine \nwas no mere cipher, but a man indeed; yea, for, though he was my foe, I \nwill speak well of him, because he was a man of worth. Now, after he was \ntaken hence, was I not forced, by reason of these children's hatred, and \nbecause I was conscious of an hereditary feud, to leave no stone unturned \nby slaying, banishing, and plotting against them? So long as I did so, \nmy safety was assured. Suppose thyself hadst had my lot, wouldst not thou \nhave set to harassing the lion's angry whelps, instead of letting them \ndwell at Argos undisturbed? Thou wilt not persuade us otherwise. Now therefore, \nsince they did not slay me then, when I was prepared to die, by the laws \nof Hellas my death becomes a curse on him who slays me now. The city wisely \nlet me go, in that she regarded the gods more than her hatred of me. Thou \nhast had my answer to thy words; henceforth must I be called avenging spirit \nand noble hero too. 'Tis even thus with me; to die have I no wish, but, \nif I leave my life, I shall in no way be grieved. ","speaker":"EURYSTHEUS"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"Alcmena, fain I would advise thee somewhat; let this man go, \nfor 'tis the city's will. ","speaker":"LEADER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Suppose he die, and yet I obey the city? \n","speaker":"ALCMENA"},{"type":"speech","value":"LEADER","speaker":"LEADER"},{"type":"text","value":"That would be best of all; but how can this be? \n","speaker":"LEADER"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"I will teach thee easily. I will slay him and then give up \nhis corpse to those of his friends who come for it, for, as regards his \nbody, I will not disobey the state; but by his death shall he pay me the \npenalty. ","speaker":"ALCMENA"},{"type":"speech","value":"EURYSTHEUS","speaker":"EURYSTHEUS"},{"type":"text","value":"Slay me, I do not ask thee for mercy; yet since this city let \nme go and shrunk from slaying me, I will reward it with an old oracle of \nLoxias, which in time will benefit them more than doth appear. Bury my \nbody after death in its destined grave in front of the shrine of the virgin \ngoddess at Pallene. And I will be thy friend and guardian of thy city for \never, where I lie buried in a foreign soil, but a bitter foe to these children's \ndescendants, whensoe'er with gathered host they come against this land, \ntraitors to your kindness now; such are the strangers ye have championed. \nWhy then came I hither, if I knew all this, instead of regarding the god's \noracle? Because I thought, that Hera was mightier far than any oracle, \nand would not betray me. Waste no drink-offering on my tomb, nor spill \nthe victim's blood; for I will requite them for my treatment here with \na journey they shall rue; and ye shall have double gain from me, for I \nwill help you and harm them by my death. ","speaker":"EURYSTHEUS"},{"type":"speech","value":"ALCMENA","speaker":"ALCMENA"},{"type":"text","value":"Why, why delay to kill this man, after hearing this, since \nthis is needed to secure the safety of your city and your children? Himself \npoints out the safest road. Though the man is now our foe, yet after death \nis he our gain. Away with him, ye servants, and cast him to the dogs when \nye have slain him. Think not thou shalt live to cast me forth from my native \nland again. ","speaker":"ALCMENA"},{"type":"text","value":"The guards lead out EURYSTHEUS.","speaker":"ALCMENA"},{"type":"speech","value":"CHORUS ","speaker":"CHORUS "},{"type":"text","value":"chanting","speaker":"CHORUS "},{"type":"text","value":"Home ","speaker":"CHORUS "},{"type":"text","value":"Browse andComment","speaker":"CHORUS "},{"type":"text","value":"Search ","speaker":"CHORUS "},{"type":"text","value":"Buy Books andCD-ROMs","speaker":"CHORUS "},{"type":"text","value":"Help ","speaker":"CHORUS "}]}]