[{"title":"troj_women","play":"troj_women","lines":[{"type":"text","value":"Home ","speaker":""},{"type":"text","value":"Browse andComment","speaker":""},{"type":"text","value":"Search ","speaker":""},{"type":"text","value":"Buy Books andCD-ROMs","speaker":""},{"type":"text","value":"Help ","speaker":""},{"type":"text","value":"The Trojan Women\nBy Euripides\nWritten 415 B.C.E","speaker":""},{"type":"text","value":"Dramatis Personae","speaker":""},{"type":"text","value":"Scene","speaker":""},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"Lo! From the depths of salt Aegean floods I, Poseidon, come, \nwhere choirs of Nereids trip in the mazes of the graceful dance; for since \nthe day that Phoebus and myself with measurement exact set towers of stone \nabout this land of Troy and ringed it round, never from my heart hath passed \naway a kindly feeling for my Phrygian town, which now is smouldering and \no'erthrown, a prey to Argive prowess. For, from his home beneath Parnassus, \nPhocian Epeus, aided by the craft of Pallas, framed a horse to bear within \nits womb an armed host, and sent it within the battlements, fraught with \ndeath; whence in days to come men shall tell of \"the wooden horse,\" with \nits hidden load of warriors. Groves forsaken stand and temples of the gods \nrun down with blood, and at the altar's very base, before the god who watched \nhis home, lies Priam dead. While to Achaean ships great store of gold and \nPhrygian spoils are being conveyed, and they who came against this town, \nthose sons Of Hellas, only wait a favouring breeze to follow in their wake, \nthat after ten long years they may with joy behold their wives and children. \nVanquished by Hera, Argive goddess, and by Athena, who helped to ruin Phrygia, \nI am leaving Ilium, that famous town, and the altars that I love; for when \ndrear desolation seizes on a town, the worship of the gods decays and tends \nto lose respect. Scamander's banks re-echo long and loud the screams of \ncaptive maids, as they by lot receive their masters. Arcadia taketh some, \nand some the folk of Thessaly; others are assigned to Theseus' sons, the \nAthenian chiefs. And such of the Trojan dames as are not portioned out, \nare in these tents, set apart for the leaders of the host; and with them \nSpartan Helen, daughter of Tyndarus, justly counted among the captives. \nAnd wouldst thou see that queen of misery, Hecuba, thou canst; for there \nshe lies before the gates, weeping many a bitter tear for many a tribulation; \nfor at Achilles' tomb-though she knows not this-her daughter Polyxena has \ndied most piteously; likewise is Priam dead, and her children too; Cassandra, \nwhom the king Apollo left to be a virgin, frenzied maid, hath Agamemnon, \nin contempt of the god's ordinance and of piety, forced to a dishonoured \nwedlock. Farewell, O city prosperous once! farewell, ye ramparts of hewn \nstone! had not Pallas, daughter of Zeus, decreed thy ruin, thou wert standing \nfirmly still. ","speaker":"POSEIDON"},{"type":"text","value":"Enter ATHENA.","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"May I address the mighty god whom Heaven reveres and who to \nmy own sire is very nigh in blood, laying aside our former enmity? \n","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"Thou mayst; for o'er the soul the ties of kin exert no feeble \nspell, great queen Athena. ","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"For thy forgiving mood my thanks! Somewhat have I to impart \naffecting both thyself and me, O king. ","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"Bringst thou fresh tidings from some god, from Zeus, or from \nsome lesser power? ","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"From none of these; but on behalf of Troy, whose soil we tread, \nam I come to seek thy mighty aid, to make it one with mine. \n","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"What! hast thou laid thy former hate aside to take compassion \non the town now that it is burnt to ashes? ","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"First go back to the former point; wilt thou make common cause \nwith me in the scheme I purpose? ","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"Ay surely; but I would fain learn thy wishes, whether thou \nart come to help Achaens or Phrygians. ","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"I wish to give my former foes, the Trojans, joy, and on the \nAchaean host impose a return that they will rue. ","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"Why leap'st thou thus from mood to mood? Thy love and hate \nboth go too far, on whomsoever centred. ","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Dost not know the insult done to me and to the shrine I love? \n","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"Surely, in the hour that Aias tore Cassandra thence. \n","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"Yea, and the Achaeans did naught, said naught to him. \n","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"And yet 'twas by thy mighty aid they sacked Ilium. \n","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"For which cause I would join with thee to work their bane. \n","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"My powers are ready at thy will. What is thy intent? \n","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"A returning fraught with woe will I impose on them. \n","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"While yet they stay on shore, or as they cross the briny deep? \n","speaker":"POSEIDON"},{"type":"speech","value":"ATHENA","speaker":"ATHENA"},{"type":"text","value":"When they have set sail from Ilium for their homes. On them \nwill Zeus also send his rain and fearful hail, and inky tempests from the \nsky; yea, and he promises to grant me his levin-bolts to hurl on the Achaeans \nand fire their ships. And do thou, for thy part, make the Aegean strait \nto roar with mighty billows and whirlpools, and fill Euboea's hollow bay \nwith corpses, that Achaeans may learn henceforth to reverence my temples \nand regard all other deities. ","speaker":"ATHENA"},{"type":"speech","value":"POSEIDON","speaker":"POSEIDON"},{"type":"text","value":"So shall it be, for the boon thou cravest needs but few words. \nI will vex the broad Aegean sea; and the beach of Myconus and the reefs \nround Delos, Scyros and Lemnos too, and the cliffs of Caphareus shall be \nstrown with many a corpse. Mount thou to Olympus, and taking from thy father's \nhand his lightning bolts, keep careful watch against the hour when Argos' \nhost lets slip its cables. A fool is he who sacks the towns of men, with \nshrines and tombs, the dead man's hallowed home, for at the last he makes \na desert round himself, and dies. Exeunt. ","speaker":"POSEIDON"},{"type":"speech","value":"HECUBA ","speaker":"HECUBA "},{"type":"text","value":"Awakening","speaker":"HECUBA "},{"type":"text","value":"Enter CHORUS OF CAPTIVE TROJAN WOMEN.","speaker":"HECUBA "},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"O Hecuba why these cries, these piercing shrieks? What mean \nthy words? For I heard thy piteous wail echo through the building, and \na pang terror shoots through each captive Trojan's breast, as pent within \nthese walls they mourn their slavish lot. ","speaker":"SEMI-CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"My child, e'en now the hands of Argive rowers are busy at their \nships. ","speaker":"HECUBA"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"Ah, woe is me! what is their intent? Will they really bear \nme hence in sorrow from my country in their fleet? ","speaker":"SEMI-CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I know not, though I guess our doom. ","speaker":"HECUBA"},{"type":"speech","value":"SEMI-CHORUS","speaker":"SEMI-CHORUS"},{"type":"text","value":"O misery! woe to us Trojan dames, soon to hear the order given, \n\"Come forth from the house; the Argives are preparing to return.\" \n","speaker":"SEMI-CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Oh! do not bid the wild Cassandra leave her chamber, the frantic \nprophetess, for Argives to insult, nor to my griefs add yet another. Woe \nto thee, ill-fated Troy, thy sun is set; and woe to thy unhappy children, \nquick and dead alike, who are leaving thee behind! ","speaker":"HECUBA"},{"type":"speech","value":"SEMI-CHORUS II","speaker":"SEMI-CHORUS II"},{"type":"text","value":"With trembling step, alas! I leave this tent of Agamemnon to \nlearn of thee, my royal mistress, whether the Argives have resolved to \ntake my wretched life, whether the sailors at the prow are making ready \nto ply their oars. ","speaker":"SEMI-CHORUS II"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"My child, a fearful dread seized on my wakeful heart and sent \nme hither. ","speaker":"HECUBA"},{"type":"speech","value":"SEMI-CHORUS II","speaker":"SEMI-CHORUS II"},{"type":"text","value":"Hath a herald from the Danai already come? To whom am I, poor \ncaptive, given as a slave? ","speaker":"SEMI-CHORUS II"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Thou art not far from being allotted now. \n","speaker":"HECUBA"},{"type":"speech","value":"SEMI-CHORUS II","speaker":"SEMI-CHORUS II"},{"type":"text","value":"Woe worth the day! What Argive or Phthiotian chief will bear \nme far from Troy, alas! unto his home, or haply to some island fastness? \n","speaker":"SEMI-CHORUS II"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah me! ah me! Whose slave shall I become in my old age? in \nwhat far clime? a poor old drone, the wretched copy of a corpse, set to \nkeep the gate or tend their children, I who once held royal rank in Troy. \n","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Woe, woe is thee! What piteous dirge wilt thou devise to mourn \nthe outrage done thee? No more through Ida's looms shall I-ply the shuttle \nto and fro. I look my last and latest on my children's bodies; henceforth \nshall I endure surpassing misery; it may be as the unwilling bride of some \nHellene (perish the night and fortune that brings me to this!); it may \nbe as a wretched slave I from Peirene's sacred fount shall draw their store \nof water.\nOh be it ours to come to Theseus' famous realm, a land of joy! \nNever, never let me see Eurotas' swirling tide, hateful home of Helen, \nthere to meet and be the slave of Menelaus, whose hand laid Troyland waste! \nYon holy land by Peneus fed, nestling in all its beauty at Olympus' foot, \nis said, so have I heard, to be a very granary of wealth and teeming fruitage; \nnext to the sacred soil of Theseus, I could wish to reach that land. They \ntell me too Hephaestus' home, beneath the shadow of Aetna, fronting Phoenicia, \nthe mother of Sicilian hills, is famous for the crowns it gives to worth. \nOr may I find a home on that shore which lieth very nigh Ionia's sea, a \nland by Crathis watered, lovely stream, that dyes the hair an auburn tint, \nfeeding with its holy waves and making glad therewith the home of heroes \ngood and true.\nBut mark! a herald from the host of Danai, with store of fresh \nproclamations, comes hasting hither. What is his errand? what saith he? \nList, for we are slaves to Dorian lords henceforth. \n","speaker":"CHORUS"},{"type":"text","value":"Enter TALTHYBIUS.","speaker":"CHORUS"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Hecuba, thou knowest me from my many journeys to and fro as \nherald 'twixt the Achaean host and Troy; no stranger I to thee, lady, even \naforetime, I Talthybius, now sent with a fresh message. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah, kind friends, 'tis come! what I so long have dreaded. \n","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"The lot has decided your fates already, if that was what you \nfeared. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah me! What city didst thou say, Thessalian, Phthian, or Cadmean? \n","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Each warrior took his prize in turn; ye were not all at once \nassigned. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"To whom hath the lot assigned us severally? Which of us Trojan \ndames doth a happy fortune await? ","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"I know, but ask thy questions separately, not all at once. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Then tell me, whose prize is my daughter, hapless Cassandra? \n","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"King Agamemnon hath chosen her out for himself. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"To be the slave-girl of his Spartan wife? Ah me! \n","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Nay, to share with him his stealthy love. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"What! Phoebus' virgin-priestess, to whom the god with golden \nlocks granted the boon of maidenhood? ","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"The dart of love hath pierced his heart, love for the frenzied \nmaid. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Daughter, cast from thee the sacred keys, and from thy body \ntear the holy wreaths that drape thee in their folds. \n","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Why! is it not an honour high that she should win our monarch's \nlove? ","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"What have ye done to her whom late ye took from me-my child? \n","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Dost mean Polyxena, or whom dost thou inquire about? \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"To whom hath the lot assigned her? ","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"To minister at Achilles' tomb hath been appointed her. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe is me! I the mother of a dead man's slave! What custom, \nwhat ordinance is this amongst Hellenes, good sir? ","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Count thy daughter happy: 'tis well with her. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"What wild words are these? say, is she still alive? \n","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Her fate is one that sets her free from trouble. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"And what of mail-clad Hector's wife, sad Andromache? declare \nher fate. ","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"She too was a chosen prize; Achilles' son did take her. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"As for me whose hair is white with age, who need to hold a \nstaff to be to me a third foot, whose servant am I to be? \n","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Odysseus, king of Ithaca, hath taken thee to be his slave. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O God! Now smite the close-shorn head! tear your cheeks with \nyour nails. God help me! I have fallen as a slave to a treacherous foe \nI hate, a monster of lawlessness, one that by his double tongue hath turned \nagainst us all that once was friendly in his camp, changing this for that \nand that for this again. Oh weep for me, ye Trojan dames! Undone! undone \nand lost! ah woel a victim to a most unhappy lot! ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Thy fate, royal mistress, now thou knowest; but for me, what \nHellene or Achaean is master of my destiny? ","speaker":"CHORUS"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Ho, servants! haste and bring Cassandra forth to me here, that \nI may place her our captain's hands, and then conduct to the rest of the \nchiefs the captives each hath had assigned. Ha what is the blaze of torches \nthere within? What do these Trojan dames? Are they firing the chambers, \nbecause they must leave this land and be carried away to Argos? Are they \nsetting themselves aflame in their longing for death? Of a truth the free \nbear their troubles in cases like this with a stiff neck. Ho, there! open! \nlest their deed, which suits them well but finds small favour with the \nAchaeans, bring blame on me. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"'Tis not that they are setting aught ablaze, but my child Cassandra, \nfrenzied maid, comes rushing wildly hither. ","speaker":"HECUBA"},{"type":"text","value":"Enter CASSANDRA carrying torches","speaker":"HECUBA"},{"type":"speech","value":"CASSANDRA","speaker":"CASSANDRA"},{"type":"text","value":"Bring the light, uplift and show its flame! I am doing the \ngod's service, see! I making his shrine to glow with tapers bright. O Hymen, \nking of marriage! blest is the bridegroom; blest am I also, the maiden \nsoon to wed a princely lord in Argos. Hail Hymen, king of marriage! Since \nthou, my mother, art ever busied with tears and lamentations in thy mourning \nfor my father's death and for our country dear, I at my own nuptials am \nmaking this torch to blaze and show its light, in thy honour, O Hymen, \nking of marriage! Grant thy light too, Hecate, at the maiden's wedding, \nas the custom is. Nimbly lift the foot aloft, lead on the dance, with cries \nof joy, as if to greet my father's happy fate. To dance I hold a sacred \nduty; come, Phoebus, lead the way, for 'tis in thy temple mid thy bay-trees \nthat I minister. Hail Hymen, god of marriage! Hymen, hail! Come, mother \nmine, and join the dance, link thy steps with me, and circle in the gladsome \nmeasure, now here, now there. Salute the bride on her wedding-day with \nhymns and cries of joy. Come, ye maids of Phrygia in raiment fair, sing \nmy marriage with the husband fate ordains that I should wed. \n","speaker":"CASSANDRA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Hold the frantic maiden, royal mistress mine, lest with nimble \nfoot she rush to the Argive army. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Thou god of fire,'tis thine to light the bridal torch for men, \nbut piteous is the flame thou kindlest here, beyond my blackest bodings. \nAh, my child! how little did I ever dream that such would be thy marriage, \na captive, and of Argos tool Give up the torch to me; thou dost not bear \nits blaze aright in thy wild frantic course, nor have thy afflictions left \nthee in thy sober senses, but still art thou as frantic as before. Take \nin those torches, Trojan friends, and for her wedding madrigals weep your \ntears instead. ","speaker":"HECUBA"},{"type":"speech","value":"CASSANDRA","speaker":"CASSANDRA"},{"type":"text","value":"O mother, crown my head with victor's wreaths; rejoice in my \nroyal match; lead me to my lord; nay, if thou find me loth at all, thrust \nme there by force; for if Loxias be indeed a prophet, Agamemnon, that famous \nking of the Achaeans, will find in me a bride more fraught with woe to \nhim than Helen. For I will slay him and lay waste his home to avenge my \nfather's and my bretheren's death. But of the deed itself I will not speak; \nnor will I tell of that axe which shall sever my neck and the necks of \nothers, or of the conflict ending in a mother's death, which my marriage \nshall cause, nor of the overthrow of Atreus' house; but I, for all my frenzy, \nwill so far rise above my frantic fit, that I will prove this city happier \nfar than those Achaeans, who for the sake of one woman and one man's love \nof her have lost a countless host in seeking Helen. Their captain too, \nwhom men call wise, hath lost for what he hated most what most he prized, \nyielding to his brother for a woman's sake-and she a willing prize whom \nno man forced-the joy he had of his own children in his home. For from \nthe day that they did land upon Scamander's strand, their doom began, not \nfor loss of stolen frontier nor yet for fatherland with frowning towers; \nwhomso Ares slew, those never saw their babes again, nor were they shrouded \nfor the tomb by hand of wife, but in a foreign land they lie. At home the \ncase was still the same; wives were dying widows, parents were left childless \nin their homes, having reared their sons for others, and none is left to \nmake libations of blood upon the ground before their tombs. Truly to such \npraise as this their host can make an ample claim. Tis better to pass their \nshame in silence by, nor be mine the Muse to tell that evil tale. But the \nTrojans were dying, first for their fatherland, fairest fame to win; whomso \nthe sword laid low, all these found friends to bear their bodies home and \nwere laid to rest in the bosom of their native land, their funeral rites \nall duly paid by duteous hands. And all such Phrygians as escaped the warrior's \ndeath lived ever day by day with wife and children by them-joys the Achaeans \nhad left behind. As for Hector and his griefs, prithee hear how stands \nthe case; he is dead and gone, but still his fame remains as bravest of \nthe brave, and this was a result of the Achaeans' coming; for had they \nremained at home, his worth would have gone unnoticed. So too with Paris, \nhe married the daughter of Zeus, whereas, had he never done so, the alliance \nhe made in his family would have been forgotten. Whoso is wise should fly \nfrom making war; but if he be brought to this pass, a noble death will \ncrown his city with glory, a coward's end with shame. Wherefore, mother \nmine, thou shouldst not pity thy country or my spousal, for this my marriage \nwill destroy those whom thou and I most hate. ","speaker":"CASSANDRA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"How sweetly at thy own sad lot thou smilest, chanting a strain, \nwhich, spite of thee, may prove thee wrong! ","speaker":"CHORUS"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Had not Apollo turned thy wits astray, thou shouldst not for \nnothing have sent my chiefs with such ominous predictions forth on their \nway. But, after all, these lofty minds, reputed wise, are nothing better \nthan those that are held as naught. For that mighty king of all Hellas, \nown son of Atreus, has yielded to a passion for this mad maiden of all \nothers; though I am poor enough, yet would I ne'er have chosen such a wife \nas this. As for thee, since thy senses are not whole, I give thy taunts \n'gainst Argos and thy praise of Troy to the winds to carry away. Follow \nme now to the ships to grace the wedding of our chief. And thou too follow, \nwhensoe'er the son of Laertes demands thy presence, for thou wilt serve \na mistress most discreet, as all declare who came to Ilium. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"CASSANDRA","speaker":"CASSANDRA"},{"type":"text","value":"A clever fellow this menial! Why is it heralds hold the name \nthey do? All men unite in hating with one common hate the servants who \nattend on kings or governments. Thou sayest my mother shall come to the \nhalls of Odysseus; where then be Apollo's words, so clear to me in their \ninterpretation, which declare that here she shall die? What else remains, \nI will not taunt her with. Little knows he, the luckless wight, the sufferings \nthat await him; or how these ills I and my Phrygians endure shall one day \nseem to him precious as gold. For beyond the ten long years spent at Troy \nhe shall drag out other ten and then come to his country all alone, by \nthe route where fell Charybdis lurks in a narrow channel 'twixt the rocks; \npast Cyclops the savage shepherd, and Ligurian Circe that turneth men to \nswine; shipwrecked oft upon the salt sea-wave; fain to eat the lotus, and \nthe sacred cattle of the sun, whose flesh shall utter in the days to come \na human voice, fraught with misery to Odysseus. But to briefly end this \nhistory, he shall descend alive to Hades, and, though he 'scape the waters' \nflood, yet shall he find a thousand troubles in his home when he arrives. \nEnough why do I recount the troubles of Odysseus? Lead on, that I forthwith \nmay wed my husband for his home in Hades' halls. Base thou art, and basely \nshalt thou be buried, in the dead of night when day is done, thou captain \nof that host of Danai, who thinkest so proudly of thy fortune! Yea, and \nmy corpse cast forth in nakedness shall the rocky chasm with its flood \nof wintry waters give to wild beasts to make their meal upon, hard by my \nhusband's tomb, me the handmaid of Apollo. Farewell, ye garlands of that \ngod most dear to me! farewell, ye mystic symbols! I here resign your feasts, \nmy joy in days gone by. Go, I tear ye from my body, that, while yet mine \nhonour is intact, I may give them to the rushing winds to waft to thee, \nmy prince of prophecy I Where is yon general's ship? Whither must I go \nto take my place thereon? Lose no further time in watching for a favouring \nbreeze to fill thy sails, doomed as thou art to carry from this land one \nof the three avenging spirits. Fare thee well, mother mine! dry thy tears, \nO country dear! yet a little while, my brothers sleeping in the tomb and \nmy own father true, and ye shall welcome me; yet shall victory crown my \nadvent 'mongst the dead, when I have overthrown the home of our destroyers, \nthe house of the sons of Atreus. ","speaker":"CASSANDRA"},{"type":"text","value":"Exeunt TALTHYBIUS and CASSANDRA","speaker":"CASSANDRA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Ye guardians of the grey-haired Hecuba, see how your mistress \nis sinking speechless to the ground! Take hold of her! will ye let her \nfall, ye worthless slaves? lift up again, from where it lies, her silvered \nhead. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Leave me lying where I fell, my maidens unwelcome service grows \nnot welcome ever-my sufferings now, my troubles past, afflictions yet to \ncome, all claim this lowly posture. Gods of heaven! small help I find in \ncalling such allies, yet is there something in the form of invoking heaven, \nwhenso we fall on evil days. First will I descant upon my former blessings; \nso shall I inspire the greater pity for my present woes. Born to royal \nestate and wedded to a royal lord, I was the mother of a race of gallant \nsons; no mere ciphers they, but Phrygia's chiefest pride, children such \nas no Trojan or Hellenic or barbarian mother ever had to boast. All these \nhave I seen slain by the spear of Hellas, and at their tombs have I shorn \noff my hair; with these my eyes I saw their sire, my Priam, butchered on \nhis own hearth, and my city captured, nor did others bring this bitter \nnews to me. The maidens I brought up to see chosen for some marriage high, \nfor strangers have I reared them, and seen them snatched away. Nevermore \ncan I hope to be seen by them, nor shall my eyes behold them ever in the \ndays to come. And last, to crown my misery, shall I be brought to Hellas, \na slave in my old age. And there the tasks that least befit the evening \nof my life will they impose on me, to watch their gates and keep the keys, \nme Hector's mother, or bake their bread, and on the ground instead of my \nroyal bed lay down my shrunken limbs, with tattered rags about my wasted \nframe. a shameful garb for those who once were prosperous. Ah, woe is me! \nand this is what I bear and am to bear for one weak woman's wooing! O my \ndaughter, O Cassandra! whom gods have summoned to their frenzied train, \nhow cruel the lot that ends thy virgin days! And thou, Polyxena! my child \nof sorrow, where, oh! where art thou? None of all the many sons and daughters \nhave I born comes to aid a wretched mother. Why then raise me up? What \nhope is left us? Guide me, who erst trod so daintily the streets of Troy, \nbut now am but a slave, to a bed upon the ground, nigh some rocky ridge, \nthat thence I may cast me down and perish, after I have wasted my body \nwith weeping. Of all the prosperous crowd, count none a happy man before \nhe die. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Sing me, Muse, a tale of Troy, a funeral dirge in strains unheard \nas yet, with tears the while; for now will I uplift for Troy a piteous \nchant, telling how I met my doom and fell a wretched captive to the Argives \nby reason of a four-footed beast that moved on wheels, in the hour that \nAchaea's sons left at our gates that horse, loud rumbling on its way, with \nits trappings of gold and its freight of warriors; and our folk cried out \nas they stood upon the rocky citadel, \"Up now ye whose toil is o'er, and \ndrag this sacred image to the shrine of the Zeus-born maiden, goddess of \nour Ilium!\" Forth from his house came every youth and every grey-head too; \nand with songs of joy they took the fatal snare within. Then hastened all \nthe race of Phrygia to the gates, to make the goddess a present of an Argive \nband ambushed in the polished mountain-pine, Dardania's ruin, a welcome \ngift to be to her, the virgin queen of deathless steeds; and with nooses \nof cord they dragged it, as it had been a ship's dark hull, to the stone-built \nfane of the goddess Pallas, and set it on that floor so soon to drink our \ncountry's blood. But, as they laboured and made merry, came on the pitchy \nnight; loud the Libyan flute was sounding, and Phrygian songs awoke, while \nmaidens beat the ground with airy foot, uplifting their gladsome song; \nand in the halls a blaze of torchlight shed its flickering shadows on sleeping \neyes. In that hour around the house was I singing as I danced to that maiden \nof the hills, the child of Zeus; when lo! there rang along the town a cry \nof death which filled the homes of Troy, and little babes in terror clung \nabout their mothers' skirts, as forth from their ambush came the warrior-band, \nthe handiwork of maiden Pallas. Anon the altars ran with Phrygian blood, \nand desolation reigned o'er every bed where young men lay beheaded, a glorious \ncrown for Hellas won, ay, for her, the nurse of youth, but for our Phrygian \nfatherland a bitter grief. Look, Hecuba! dost see Andromache advancing \nhither on a foreign car? and with her, clasped to her throbbing breast, \nis her dear Astyanax, Hector's child. ","speaker":"CHORUS"},{"type":"text","value":"Enter ANDROMACHE.","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Whither art thou borne, unhappy wife, mounted on that car, \nside by side with Hector's brazen arms and Phrygian spoils of war, with \nwhich Achilles' son will deck the shrines of Phthia on his return from \nTroy? ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"My Achaean masters drag me hence. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe is thee! ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Why dost thou in note of woe utter the dirge that is mine? \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah me! ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"For these sorrows. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O Zeus! ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"And for this calamity. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O my children! ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Our day is past. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Joy is fled, and Troy o'erthrown. ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Woe is me! ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Dead too all my gallant sons! ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Alack and well-a-day! ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah me for my- ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Misery! ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Piteous the fate- ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Of our city, ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Smouldering in the smoke. ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Come, my husband, come to me! ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah hapless wife! thou callest on my son who lieth in the tomb. \n","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Thy wife's defender, come! ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Do thou, who erst didst make the Achaeans grieve, eldest of \nthe sons I bare to Priam in the days gone by, take me to thy rest in Hades' \nhalls! ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Bitter are these regrets, unhappy mother, bitter these woes \nto bear; our city ruined, and sorrow evermore to sorrow added, through \nthe will of angry heaven, since the day that son' of thine escaped his \ndoom, he that for a bride accursed brought destruction on the Trojan citadel. \nThere lie the gory corpses of the slain by the shrine of Pallas for vultures \nto carry off; and Troy is come to slavery's yoke. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O my country, O unhappy land, I weep for thee now left behind; \nnow dost thou behold thy piteous end; and thee, my house, I weep, wherein \nI suffered travail. O my children! reft of her city as your mother is, \nshe now is losing you. Oh, what mourning and what sorrow! oh, what endless \nstreams of tears in our houses! The dead alone forget their griefs and \nnever shed a tear. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"What sweet relief to sufferers 'tis to weep, to mourn, lament, \nand chant the dirge that tells of grief! ","speaker":"CHORUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Dost thou see this, mother of that Hector, who once laid low \nin battle many a son of Argos? ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I see that it is heaven's way to exalt what men accounted naught, \nand ruin what they most esteemed. ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Hence with my child as booty am I borne; the noble are to slavery \nbrought-a bitter, bitter change. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"This is necessity's grim law; it was but now Cassandra was \ntorn with brutal violence from my arms. ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Alas, alas! it seems a second Aias hath appeared to wrong thy \ndaughter; but there be other ills for thee. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ay, beyond all count or measure are my sorrows; evil vies with \nevil in the struggle to be first. ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Thy daughter Polyxena is dead, slain at Achilles' tomb, an \noffering to his lifeless corpse. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O woe is me! This is that riddle Talthybius long since told \nme, a truth obscurely uttered. ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"I saw her with mine eyes; so I alighted from the chariot, and \ncovered her corpse with a mantle, and smote upon my breast. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Alas! my child, for thy unhallowed sacrifice! and yet again, \nah me! for this thy shameful death! ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Her death was even as it was, and yet that death of hers was \nafter all a happier fate than this my life. ","speaker":"ANDROMACHE"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Death and life are not the same, my child; the one is annihilation, \nthe other keeps a place for hope. ","speaker":"HECUBA"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Hear, O mother of children give ear to what I urge so well, \nthat I may cheer my drooping spirit. 'Tis all one, I say, ne'er to have \nbeen born and to be dead, and better far is death than life with misery. \nFor the dead feel no sorrow any more and know no grief; but he who has \nknown prosperity and has fallen on evil days feels his spirit straying \nfrom the scene of former joys. Now that child of thine is dead as though \nshe ne'er had seen the light, and little she recks of her calamity; whereas \nI, who aimed at a fair repute, though I won a higher lot than most, yet \nmissed my lick in life. For all that stamps the wife a woman chaste, I \nstrove to do in Hector's home. In the first place, whether there is a slur \nupon a woman, or whether there is not, the very fact of her not staying \nat home brings in its train an evil name; therefore I gave up any wish \nto do so, and abode ever within my house, nor would I admit the clever \ngossip women love, but conscious of a heart that told an honest tale I \nwas content therewith. And ever would I keep a silent tongue and modest \neye before my lord; and well I knew where I might rule my lord, and where \n'twas best to yield to him; the fame whereof hath reached the Achaean host, \nand proved my ruin; for when I was taken captive, Achilles' son would have \nme as his wife, and I must serve in the house of murderers. And if I set \naside my love for Hector, and ope my heart to this new lord, I shall appear \na traitress to the dead, while, if I hate him, I shall incur my master's \ndispleasure. And yet they say a single night removes a woman's dislike \nfor her husband; nay, I do hate the woman who, when she hath lost her former \nlord, transfers her love by marrying another. Not e'en the horse, if from \nhis fellow torn, will cheerfully draw the yoke; and yet the brutes have \nneither speech nor sense to help them, and are by nature man's inferiors. \nO Hector mine! in thee I found a husband amply dowered with wisdom, noble \nbirth and fortune, a brave man and a mighty; whilst thou didst take me \nfrom my father's house a spotless bride, thyself the first to make this \nmaiden wife. But now death hath claimed thee, and I to Hellas am soon to \nsail, a captive doomed to wear the yoke of slavery. Hath not then the dead \nPolyxena, for whom thou wailest, less evil to bear than I? I have not so \nmuch as hope, the last resource of every human heart, nor do I beguile \nmyself with dreams of future bliss, the very thought whereof is sweet. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Thou art in the self-same plight as I; thy lamentations for \nthyself remind me of my own sad case. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I never yet have set foot on a ship's deck, though I have seen \nsuch things in pictures and know of them from hearsay. Now sailors, if \nthere come a storm of moderate force, are all eagerness to save themselves \nby toil; one at the tiller stands, another sets himself to work the sheets, \na third meantime is baling out the ship; but if tempestuous waves arise \nto overwhelm them, they yield to fortune and commit themselves to the driving \nbillows. Even so I, by reason of my countless troubles, am dumb and forbear \nto say a word; for Heaven with its surge of misery is too strong for me. \nCease, Oh cease, my darling child, to speak of Hector's fate; no tears \nof thine can save him; honour thy present lord, offering thy sweet nature \nas the bait to win him. If thou do this, thou wilt cheer thy friends as \nwell as thyself, and thou shalt rear my Hector's child to lend stout aid \nto Ilium, that so thy children in the after-time may build her up again, \nand our city yet be stablished. But lo! our talk must take a different \nturn; who is this Achaean menial I see coming hither, sent to tell us of \nsome new design? ","speaker":"HECUBA"},{"type":"text","value":"Enter TALTHYBIUS.","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Oh hate me not, thou that erst wert Hector's wife, the bravest \nof the Phrygians! for my tongue would fain not tell that which the Danai \nand sons of Pelops both command. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"What is it? Thy prelude bodeth evil news. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"'Tis decreed thy son is-how can I tell my news? \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Surely not to have a different master from me? \n","speaker":"ANDROMACHE"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"None of all Achaea's chiefs shall ever lord it over him. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Is it their will to leave him here, a remnant yet of Phrygia's \nrace? ","speaker":"ANDROMACHE"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"I know no words to break the sorrow lightly to thee. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"I thank thee for thy consideration, unless indeed thou hast \ngood news to tell. ","speaker":"ANDROMACHE"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"They mean to slay thy son; there is my hateful message to thee. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"O God! this is worse tidings than my forced marriage. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"So spake Odysseus to the assembled Hellenes, and his word prevails. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"Oh once again ah me there is no measure in the woes I bear. \n","speaker":"ANDROMACHE"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"He said they should not rear so brave a father's son. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"May such counsels yet prevail about children of his! \n","speaker":"ANDROMACHE"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"From Troy's battlements he must be thrown. Let it be even so, \nand thou wilt show more wisdom; cling not to him, but bear thy sorrows \nwith heroic heart, nor in thy weakness deem that thou art strong. For nowhere \nhast thou any help; consider this thou must; thy husband and thy city are \nno more, so thou art in our power, and I alone am match enough for one \nweak woman; wherefore I would not see thee bent on strife, or any course \nto bring thee shame or hate, nor would I hear thee rashly curse the Achaeans. \nFor if thou say aught whereat the host grow wroth, this child will find \nno burial nor pity either. But if thou hold thy peace and with composure \ntake thy fate, thou wilt not leave his corpse unburied, and thyself wilt \nfind more favour with the Achaeans. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"ANDROMACHE","speaker":"ANDROMACHE"},{"type":"text","value":"My child! my own sweet babe and priceless treasure! thy death \nthe foe demands, and thou must leave thy wretched mother. That which saves \nthe lives of others, proves thy destruction, even thy sire's nobility; \nto thee thy father's valiancy has proved no boon. O the woeful wedding \nrites, that brought me erst to Hector's home, hoping to be the mother of \na son that should rule o'er Asia's fruitful fields instead of serving as \na victim to the sons of Danaus! Dost weep, my babe? dost know thy hapless \nfate? Why clutch me with thy hands and to my garment cling, nestling like \na tender chick beneath my wing? Hector will not rise again and come gripping \nhis famous spear to bring thee salvation; no kinsman of thy sire appears, \nnor might of Phrygian hosts; one awful headlong leap from the dizzy height \nand thou wilt dash out thy life with none to pity thee Oh to clasp thy \ntender limbs, a mother's fondest joy! Oh to breathe thy fragrant breath! \nIn vain it seems these breasts did suckle thee, wrapped in thy swaddling-clothes; \nall for naught I used to toil and wore myself away! Kiss thy mother now \nfor the last time, nestle to her that bare thee, twine thy arms about my \nneck and join thy lips to mine! O ye Hellenes, cunning to devise new forms \nof cruelty, why slay this child who never wronged any? Thou daughter of \nTyndarus, thou art no child of Zeus, but sprung, I trow, of many a sire, \nfirst of some evil demon, next of Envy, then of Murder and of Death, and \nevery horror that the earth begets. That Zeus was never sire of thine I \nboldly do assert, bane as thou hast been to many a Hellene and barbarian \ntoo. Destruction catch thee! Those fair eyes of thine have brought a shameful \nruin on the fields of glorious Troy. Take the babe and bear him hence, \nhurl him down if so ye list, then feast upon his flesh! 'Tis heaven's high \nwill we perish, and I cannot ward the deadly stroke from my child. Hide \nme and my misery; cast me into the ship's hold; for 'tis to a fair wedding \nI am going, now that I have lost my child! ","speaker":"ANDROMACHE"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Unhappy Troy! thy thousands thou hast lost for one woman's \nsake and her accursed wooing. ","speaker":"CHORUS"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Come, child, leave fond embracing of thy woful mother, and \nmount the high coronal of thy ancestral towers, there to draw thy parting \nbreath, as is ordained. Take him hence. His should the duty be to do such \nherald's work, whose heart knows no pity and who loveth ruthlessness more \nthan my soul doth. ","speaker":"TALTHYBIUS"},{"type":"text","value":"Exeunt ANDROMACHE and TALTHYBIUS with ASTYANAX.","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O child, son of my hapless boy, an unjust fate robs me and \nthy mother of thy life. How is it with me? What can I do for thee, my luckless \nbabe? for thee I smite upon my head and beat my breast, my only gift; for \nthat alone is in my power. Woe for my city! woe for thee! Is not our cup \nfull? What is wanting now to our utter and immediate ruin? \n","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O Telamon, King of Salamis, the feeding ground of bees, who \nhast thy home in a sea-girt isle that lieth nigh the holy hills where first \nAthena made the grey olive-branch to appear, a crown for heavenly heads \nand a glory unto happy Athens, thou didst come in knightly brotherhood \nwith that great archer, Alcemena's son, to sack our city Ilium, in days \ngone by, on thy advent from Hellas, what time he led the chosen flower \nof Hellas, vexed for the steeds denied him, and at the fair stream of Simois \nhe stayed his sea-borne ship and fastened cables to the stern, and forth \ntherefrom he took the bow his hand could deftly shoot, to be the doom of \nLaomedon; and with the ruddy breath of fire he wasted the masonry squared \nby Phoebus' line and chisel, and sacked the land of Troy; so twice in two \nattacks hath the bloodstained spear destroyed Dardania's \nwalls.\nIn vain, it seems, thou Phrygian boy, pacing with dainty step amid \nthy golden chalices, dost thou fill high the cup of Zeus, a service passing \nfair; seeing that the land of thy birth is being consumed by fire. The \nshore re-echoes to our cries; and, as a bird bewails its young, so we bewail \nour husbands or our children, or our grey-haired mothers. The dew-fed springs \nwhere thou didst bathe, the course where thou didst train, are now no more; \nbut thou beside the throne of Zeus art sitting with a calm, sweet smile \nupon thy fair young face, while the spear of Hellas lays the land of Priam \nwaste. Ah! Love, Love, who once didst seek these Dardan halls, deep-seated \nin the hearts of heavenly gods, how high didst thou make Troy to tower \nin those days, allying her with deities! But I will cease to urge reproaches \nagainst Zeus; for white-winged dawn, whose light to man is dear, turned \na baleful eye upon our land and watched the ruin of our citadel, though \nshe had within her bridal bower a husband from this land, whom on a day \na car of gold and spangled stars caught up and carried thither, great source \nof hope to his native country; but all the love the gods once had for Troy \nis passed away. ","speaker":"CHORUS"},{"type":"text","value":"Enter MENELAUS.","speaker":"CHORUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Hail! thou radiant orb by whose fair light I now shall capture \nher that was my wife, e'en Helen; for I am that Menelaus, who hath toiled \nso hard, I and Achaea's host. To Troy I came, not so much as men suppose \nto take this woman, but to punish him who from my house stole my wife, \ntraitor to my hospitality. But he, by heaven's will, hath paid the penalty, \nruined, and his country too, by the spear of Hellas. And I am come to bear \nthat Spartan woman hence-wife I have no mind to call her, though she once \nwas mine; for now she is but one among the other Trojan dames who share \nthese tents as captives. For they-the very men who toiled to take her with \nthe spear-have granted her to me to slay, or, if I will, to spare and carry \nback with me to Argos. Now my purpose is not to put her to death in Troy, \nbut to carry her to Hellas in my seaborne ship, and then surrender her \nto death, a recompense to all whose friends were slain in Ilium. Ho! my \ntrusty men, enter the tent, and drag her out to me by her hair with many \na murder foul; and when a favouring breeze shall blow, to Hellas will we \nconvey her. ","speaker":"MENELAUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O thou that dost support the earth and restest thereupon, whosoe'er \nthou art, a riddle past our ken! be thou Zeus, or natural necessity, or \nman's intellect, to thee I pray; for, though thou treadest o'er a noiseless \npath, all thy dealings with mankind are by justice guided. \n","speaker":"HECUBA"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"How now? Strange the prayer thou offerest unto heaven! \n","speaker":"MENELAUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I thank thee, Menelaus, if thou wilt slay that wife of thine. \nYet shun the sight of her, lest she smite thee with regret. For she ensnares \nthe eyes of men, o'erthrows their towns, and burns their houses, so potent \nare her witcheries! Well I know her; so dost thou and those her victims \ntoo. ","speaker":"HECUBA"},{"type":"text","value":"Enter HELEN.","speaker":"HECUBA"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Menelaus! this prelude well may fill me with alarm; for I am \nhaled with violence by thy servants' hands and brought before these tents. \nStill, though I am well-nigh sure thou hatest me, yet would I fain inquire \nwhat thou and Hellas have decided about my life. ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"To judge thy case required no great exactness; the host with \none consent-that host whom thou didst wrong-handed thee over to me to die. \n","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"May I answer this decision, proving that my death, if to die \nI am, will be unjust? ","speaker":"HELEN"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"I came not to argue, but to slay thee. ","speaker":"MENELAUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Hear her, Menelaus; let her not die for want of that, and let \nme answer her again, for thou knowest naught of her villainies in Troy; \nand the whole case, if thus summed up, will insure her death against all \nchance of an escape. ","speaker":"HECUBA"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"This boon needs leisure; still, if she wishes to speak, the \nleave is given. Yet will I grant her this because of thy words, that she \nmay hear them, and not for her own sake. ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Perhaps thou wilt not answer me, from counting me a foe, whether \nmy words seem good or ill. Yet will I put my charges and thine over against \neach other, and then reply to the accusations I suppose thou wilt advance \nagainst me. First, then, she was the author of these troubles by giving \nbirth to Paris; next, old Priam ruined Troy and me, because he did not \nslay his babe Alexander, baleful semblance of a fire-brand, long ago. Hear \nwhat followed. This Paris was to judge the claims of three rival goddesses; \nso Pallas offered him command of all the Phrygians, and the destruction \nof Hellas; Hera promised he should spread his dominion over Asia, and the \nutmost bounds of Europe, if he would decide for her; but Cypris spoke in \nrapture of my loveliness, and promised him this boon, if she should have \nthe preference o'er those twain for beauty; now mark the inference I deduce \nfrom this; Cypris won the day o'er them, and thus far hath my marriage \nproved of benefit to Hellas, that ye are not subject to barbarian rule, \nneither vanquished in the strife, nor yet by tyrants crushed. What Hellas \ngained, was ruin to me, a victim for my beauty sold, and now am I reproached \nfor that which should have set a crown upon my head. But thou wilt say \nI am silent on the real matter at issue, how it was I started forth and \nleft thy house by stealth. With no mean goddess at his side he came, my \nevil genius, call him Alexander or Paris, as thou wilt; and him didst thou, \nthrice guilty wretch, leave behind thee in thy house, and sail away from \nSparta to the land of Crete. Enough of this! For all that followed I must \nquestion my own heart, not thee; what frantic thought led me to follow \nthe stranger from thy house, traitress to my country and my home? Punish \nthe goddess, show thyself more mighty e'en than Zeus, who, though he lords \nit o'er the other gods, is yet her slave; wherefore I may well be pardoned. \nStill, from hence thou mightest draw a specious argument against me; when \nParis died, and Earth concealed his corpse, I should have left his house \nand sought the Argive fleet, since my marriage was no longer in the hands \nof gods. That was what I fain had done; yea, and the warders on the towers \nand watchmen on the walls can bear me witness, for oft they found me seeking \nto let myself down stealthily by cords from the battlements; but there \nwas that new husband, Deiphobus, that carried me off by force to be his \nwife against the will of Troy. How then, my lord, could I be justly put \nto death by thee, with any show of right, seeing that he wedded me against \nmy will, and those my other natural gifts have served a bitter slavery, \ninstead of leading on to triumph? If 'tis thy will indeed to master gods, \nthat very wish displays thy folly. ","speaker":"HELEN"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O my royal mistress, defend thy children's and thy country.'s \ncause, bringing to naught her persuasive arguments, for she pleads well \nin spite of all her villainy; 'tis monstrous this! ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"First will I take up the cause of those goddesses, and prove \nhow she perverts the truth. For I can ne'er believe that Hera or the maiden \nPallas would have been guilty of such folly, as to sell, the one, her Argos \nto barbarians, or that Pallas e'er would make her Athens subject to the \nPhrygians, coming as they did in mere wanton sport to Ida to contest the \npalm of beauty. For why should goddess Hera set her heart so much on such \na prize? Was it to win a nobler lord than Zeus? or was Athena bent on finding \n'mongst the gods a husband, she who in her dislike of marriage won from \nher sire the boon of remaining unwed? Seek not to impute folly to the goddesses, \nin the attempt to gloze o'er thy own sin; never wilt thou persuade the \nwise. Next thou hast said-what well may make men jeer-that Cypris came \nwith my son to the house of Menelaus. Could she not have stayed quietly \nin heaven and brought thee and Amyclae to boot to Ilium? Nay! my son was \npassing fair, and when thou sawest him thy fancy straight became thy Cypris; \nfor every sensual act that men commit, they lay upon this goddess, and \nrightly does her name of Aphrodite begin the word for \"senselessness\"; \nso when thou didst catch sight of him in gorgeous foreign garb, ablaze \nwith gold, thy senses utterly forsook thee. Yea, for in Argos thou hadst \nmoved in simple state, but, once free of Sparta, 'twas thy fond hope to \ndeluge by thy lavish outlay Phrygia's town, that flowed with gold; nor \nwas the palace of Menelaus rich enough for thy luxury to riot in. Ha! my \nson carried thee off by force, so thou savest; what Spartan saw this? what \ncry for help didst thou ever raise, though Castor was still alive, a vigorous \nyouth, and his brother also, not yet amid the stars? Then when thou wert \ncome to Troy, and the Argives were on thy track, and the mortal combat \nwas begun, whenever tidings came to thee of Menelaus' prowess, him wouldst \nthou praise, to grieve my son, because he had so powerful a rival in his \nlove; but if so the Trojans prospered, Menelaus was nothing to thee. Thy \neye was fixed on Fortune, and by such practice wert thou careful to follow \nin her steps, careless of virtue's cause. And then, in spite of all, thou \ndost assert that thou didst try to let thyself down from the towers by \nstealth with twisted cords, as if loth to stay? Pray then, wert thou ever \nfound fastening the noose about thy neck, or whetting the knife, as noble \nwife would have done in regret for her former husband? And yet full oft \nI advised thee saying, \"Get thee gone, daughter, and let my sons take other \nbrides; I will help thee to steal away, and convey thee to the Achaean \nfleet; oh end the strife 'twixt us and Hellas!\" But this was bitter in \nthy ears. For thou wert wantoning in Alexander's house, fain to have obeisance \ndone thee by barbarians. Yes, 'twas a proud time for thee; and now after \nall this thou hast bedizened thyself, and come forth and hast dared to \nappear under the same sky as thy husband, revolting wretchl Better hadst \nthou come in tattered raiment, cowering humbly in terror, with hair shorn \nshort, if for thy past sins thy feeling were one of shame rather than effrontery. \nO Menelaus, hear the conclusion of my argument; crown Hellas by slaying \nher as she deserves, and establish this law for all others of her sex, \ne'en death to every traitress to her husband. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Avenge thee, Menelaus, on thy wife, as is worthy of thy home \nand ancestors, clear thyself from the reproach of effeminacy at the lips \nof Hellas, and let thy foes see thy spirit. ","speaker":"CHORUS"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Thy thoughts with mine do coincide, that she, without constraint, \nleft my palace, and sought a stranger's love, and now Cypris is introduced \nfor mere bluster. Away to those who shall stone thee, and by thy speedy \ndeath requite the weary toils of the Achaeans, that thou mayst learn not \nto bring shame on me! ","speaker":"MENELAUS"},{"type":"speech","value":"HELEN","speaker":"HELEN"},{"type":"text","value":"Oh, by thy knees, I implore thee, impute not that heaven-sent \naffliction to me, nor slay me; pardon, I entreat! ","speaker":"HELEN"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Be not false to thy allies, whose death this woman caused; \non their behalf, and for my children's sake, I sue to thee. \n","speaker":"HECUBA"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Peace, reverend dame; to her I pay no heed. Lo! I bid my servants \ntake her hence, aboard the ship, wherein she is to sail. \n","speaker":"MENELAUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Oh never let her set foot within the same ship as thee. \n","speaker":"HECUBA"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"How now? is she heavier than of yore? ","speaker":"MENELAUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Who loveth once, must love alway. ","speaker":"HECUBA"},{"type":"speech","value":"MENELAUS","speaker":"MENELAUS"},{"type":"text","value":"Why, that depends how those we love are minded. But thy wish \nshall be granted; she shall not set foot upon the same ship with me; for \nthy advice is surely sound; and when she comes to Argos she shall die a \nshameful death as is her due, and impress the need of chastity on all her \nsex; no easy task; yet shall her fate strike their foolish hearts with \nterror, e'en though they be more lost to shame than she. \n","speaker":"MENELAUS"},{"type":"text","value":"Exit MENELAUS, dragging HELEN with him.","speaker":"MENELAUS"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"So then thou hast delivered into Achaea's hand, O Zeus, thy \nshrine in Ilium and thy fragrant altar, the offerings of burnt sacrifice \nwith smoke of myrrh to heaven uprising, and holy Pergamos, and glens of \nIda tangled with ivy's growth, where rills of melting snow pour down their \nflood, a holy sunlit land that bounds the world and takes the god's first \nrays! Gone are thy sacrifices! gone the dancer's cheerful shout! gone the \nvigils of the gods as night closed in! Thy images of carven gold are now \nno more; and Phrygia's holy festivals, twelve times a year, at each full \nmoon, are ended now. 'Tis this that filleth me with anxious thought whether \nthou, O king, seated on the sky, thy heavenly throne, carest at all that \nmy city is destroyed, a prey to the furious fiery blast. Ah! my husband, \nfondly loved, thou art a wandering spectre; unwashed, unburied lies thy \ncorpse, while o'er the sea the ship sped by wings will carry me to Argos, \nland of steeds, where stand Cyclopian walls of stone upreared to heaven. \nThere in the gate the children gather, hanging round their mothers' necks, \nand weep their piteous lamentation, \"O mother, woe is me! torn from thy \nsight Achaeans bear me away from thee to their dark ship to row me o'er \nthe deep to sacred Salamis or to the hill' on the Isthmus, that o'erlooks \ntwo seas, the key to the gates of Pelops.\" Oh may the blazing thunderbolt, \nhurled in might from its holy home, smite the barque of Menelaus full amidships \nas it is crossing the Aegean main, since he is carrying me away in bitter \nsorrow from the shores of Ilium to be a slave in Hellas, while the daughter \nof Zeus still keeps her golden mirrors, delight-of maidens' hearts. Never \nmay he reach his home in Laconia or his father's hearth and home, nor come \nto the town of Pitane or the temple of the goddess' with the gates of bronze, \nhaving taken as his captive her whose marriage brought disgrace on Hellas \nthrough its length and breadth and woful anguish on the streams of Simois! \nAh me! ah me! new troubles on my country fall, to take the place of those \nthat still are fresh! Behold, ye hapless wives of Troy, the corpse of Astyanax! \nwhom the Danai have cruelly slain by hurling him from the battlements. \n","speaker":"CHORUS"},{"type":"text","value":"Enter TALTHYBIUS and attendants, bearing the corpse of ASTYANAX on HECTOR's \nshield.","speaker":"CHORUS"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Hecuba, one ship alone delays its plashing oars, and it is \nsoon to sail to the shores of Phthia freighted with the remnant of the \nspoils of Achilles' son; for Neoptolemus is already out at sea, having \nheard that new calamities have befallen Peleus, for Acastus, son of Pelias, \nhath banished him the realm. Wherefore he is gone, too quick to indulge \nin any delay, and with him goes Andromache, who drew many a tear from me \nwhat time she started hence, wailing her country and crying her farewell \nto Hector's tomb. And she craved her master leave to bury this poor dead \nchild of Hector who breathed his last when from the turrets hurled, entreating \ntoo that he would not carry this shield, the terror of the Achaeans-this \nshield with plates of brass wherewith his father would gird himself-to \nthe home of Peleus or to the same bridal bower whither she, herself the \nmother of this corpse, would be led, a bitter sight to her, but let her \nbury the child therein instead of in a coffin of cedar or a tomb of stone, \nand to thy hands commit the corpse that thou mayst deck it with robes and \ngarlands as best thou canst with thy present means; for she is far away \nand her master's haste prevented her from burying the child herself. So \nwe, when thou the corpse hast decked, will heap the earth above and set \nthereon a spear; but do thou with thy best speed perform thy allotted task; \none toil however have I already spared thee, for I crossed Scamander's \nstream and bathed the corpse and cleansed its wounds. But now will I go \nto dig a grave for him, that our united efforts shortening our task may \nspeed our ship towards home. ","speaker":"TALTHYBIUS"},{"type":"text","value":"Exit TALTHYBIUS.","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Place the shield upon the ground, Hector's shield so deftly \nrounded, a piteous sight, a bitter grief for me to see. O ye Achaeans, \nmore reason have ye to boast of your prowess than your wisdom I Why have \nye in terror of this child been guilty of murder never matched before? \nDid ye fear that some day he would rear again the fallen walls of Troy? \nit seems then ye were nothing after all, when, though Hector's fortunes \nin the war were prosperous and he had ten thousand other arms to back him, \nwe still were daily overmatched; and yet, now that our city is taken and \nevery Phrygian slain, ye fear a tender babe like this! Out upon his fear! \nsay I, who fears, but never yet hath reasoned out the cause. Ah! my beloved, \nthine is a piteous death indeed! Hadst thou died for thy city, when thou \nhadst tasted of the sweets of manhood, of marriage, and of godlike power \no'er others, then wert thou blest, if aught herein is blest. But now after \none glimpse, one dream thereof thou knowest them no more, my child, and \nhast no joy of them, though heir to all. Ah, poor babe! how sadly have \nthy own father's walls, those towers that Loxias reared, shorn from thy \nhead the locks thy mother fondled, and so oft caressed, from which through \nfractured bones the face of murder grins-briefly to dismiss my shocking \ntheme. O hands, how sweet the likeness ye retain of his father, and yet \nye lie limp in your sockets before me! Dear mouth, so often full of words \nof pride, death hath closed thee, and thou hast not kept the promise thou \ndidst make, when nestling in my robe, \"Ah, mother mine, many a lock of \nmy hair will I cut off for thee, and to thy tomb will lead my troops of \nfriends, taking a fond farewell of thee.\" But now 'tis not thy hand that \nburies me, but I, on whom is come old age with loss of home and children, \nam burying thee, a tender child untimely slain. Ah me! those kisses numberless, \nthe nurture that I gave to thee, those sleepless nights-they all are lost! \nWhat shall the bard inscribe-upon thy tomb about thee? \"Argives once for \nfear of him slew this child!\" Foul shame should that inscription be to \nHellas. O child, though thou hast no part in all thy father's wealth, yet \nshalt thou have his brazen shield wherein to find a tomb. Ah! shield that \ndidst keep safe the comely arm of Hector, now hast thou lost thy valiant \nkeeper! How fair upon thy handle lies his imprint, and on the rim, that \ncircles round the targe, are marks of sweat, that trickled oft from Hector's \nbrow as he pressed it 'gainst his beard in battle's stress. Come, bring \nforth, from such store as we have, adornment for the hapless dead, for \nfortune gives no chance now for offerings fair; yet of such as I possess, \nshalt thou receive these gifts. Foolish mortal he! who thinks his luck \nsecure and so rejoices; for fortune, like a madman in her moods, springs \ntowards this man, then towards that; and none ever experiences the same \nunchanging luck. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Lo! all is ready and they are bringing at thy bidding from \nthe spoils of Troy garniture to put upon the dead. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah! my child, 'tis not as victor o'er thy comrades with horse \nor bow-customs Troy esteems, without pursuing them to excess-that Hector's \nmother decks thee now with ornaments from the store that once was thine, \nthough now hath Helen, whom the gods abhor, reft thee of thine own, yea, \nand robbed thee of thy life and caused thy house to perish root and branch. \n","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Woe! thrice woe! my heart is touched, and thou the cause, my \nmighty prince in days now passed! ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"About thy body now I swathe this Phrygian robe of honour, which \nshould have clad thee on thy marriage-day, wedded to the noblest of Asia's \ndaughters. Thou too, dear shield of Hector, victorious parent of countless \ntriumphs past, accept thy crown, for though thou share the dead child's \ntomb, death cannot touch thee; for thou dost merit honours far beyond those \narms' that the crafty knave Odysseus won. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Alas! ah me! thee, O child, shall earth take to her breast, \na cause for bitter weeping. Mourn, thou mother! ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah me! ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Wail for the dead. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe is me! ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Alas! for thy unending sorrow! ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Thy wounds in part will I bind up with bandages, a wretched \nleech in name alone, without reality; but for the rest, thy sire must look \nto that amongst the dead. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Smite, oh smite upon thy head with frequent blow of hand. Woe \nis me! ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"My kind, good friends! ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Speak out, good the word that was on thy lips. \n","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"It seems the only things that heaven concerns itself about \nare my troubles and Troy hateful in their eyes above all other cities. \nIn vain did we sacrifice to them. Had not the god caught us in his grip \nand plunged us headlong 'neath the earth, we should have been unheard of, \nnor ever sung in Muses' songs, furnishing to bards of after-days a subject \nfor their minstrelsy. Go, bury now in his poor tomb the dead, wreathed \nall duly as befits a corpse. And yet I deem it makes but little difference \nto the dead, although they get a gorgeous funeral; for this is but a cause \nof idle pride to the living.\nThe corpse is carried off to burial ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Alas! for thy unhappy mother, who o'er thy corpse hath closed \nthe high hopes of her life! Born of a noble stock, counted most happy in \nthy lot, ah! what a tragic death is thine! Ha! who are those I see on yonder \npinnacles darting to and fro with flaming torches in their hands? Some \nnew calamity will soon on Troy alight. ","speaker":"CHORUS"},{"type":"text","value":"Enter TALTHYBIUS above. Soldiers are seen on the battlements of Troy, \ntorch in hand.","speaker":"CHORUS"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Ye captains, whose allotted task it is to fire this town of \nPriam, to you I speak. No longer keep the firebrand idle in your hands, \nbut launch the flame, that when we have destroyed the city of Ilium we \nmay set forth in gladness on our homeward voyage from Troy. And you, ye \nsons of Troy-to let my orders take at once a double form-start for the \nAchaean ships for your departure hence, soon as ever the leaders of the \nhost blow loud and clear upon the trumpet. And thou, unhappy grey haired \ndame, follow; for yonder come servants from Odysseus to fetch thee, for \nto him thou art assigned by lot to be a slave far from thy country. \n","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Ah, woe is me! This surely is the last, the utmost limit this, \nof all my sorrows; forth from my land I go; my city is ablaze with flame. \nYet, thou aged foot, make one painful struggle to hasten, that I may say \na farewell to this wretched town. O Troy, that erst hadst such a grand \ncareer amongst barbarian towns, soon wilt thou be reft of that splendid \nname. Lo! they are burning thee, and leading us e'en now from our land \nto slavery. Great gods! Yet why call on the gods? They did not hearken \ne'en aforetime to our call. Come, let us rush into the flames, for to die \nwith my country in its blazing ruin were a noble death for me. \n","speaker":"HECUBA"},{"type":"speech","value":"TALTHYBIUS","speaker":"TALTHYBIUS"},{"type":"text","value":"Thy sorrows drive thee frantic, poor lady. Go, lead her hence, \nmake no delay, for ye must deliver her into the hand of Odysseus, conveying \nto him his prize. ","speaker":"TALTHYBIUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"O son of Cronos, prince of Phrygia, father of our race, dost \nthou behold our sufferings now, unworthy of the stock of Dardanus? \n","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"He sees them, but our mighty city is a city no more, and Troy's \nday is done. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe! thrice woe upon me! Ilium is ablaze; the homes of Pergamos \nand its towering walls are now one sheet of flame. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"As the smoke soars on wings to heaven, so sinks our city to \nthe 'ground before the spear. With furious haste both fire and foeman's \nspear devour each house. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Hearken, my children, hear your mother's voice. \n","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Thou art calling on the dead with voice of lamentation. \n","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Yea, as I stretch my aged limbs upon the ground, and beat upon \nthe earth with both my hands. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"I follow thee and kneel, invoking from the nether world my \nhapless husband. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"I am being dragged and hurried away. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"O the sorrow of that cry! ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"From my own dear country, to dwell beneath a master's roof. \nWoe is me! O Priam, Priam, unburied, left without a friend, naught dost \nthou know of my cruel fate. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"No, for o'er his eyes black death hath drawn his pall-a holy \nman by sinners slain! ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe for the temples of the gods! Woe for our dear city! \n","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Woe! ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Murderous flame and foeman's spear are now your lot. \n","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Soon will ye tumble to your own loved soil, and be forgotten. \n","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"And the dust, mounting to heaven on wings like smoke, will \nrob me of the sight of my home. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"The name of my country will pass into obscurity; all is scattered \nfar and wide, and hapless Troy has ceased to be. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Did ye hear that and know its purport? ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Aye, 'twas the crash of the citadel. ","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"The shock will whelm our city utterly. O woe is me! trembling, \nquaking limbs, support my footsteps! away! to face the day that begins \nthy slavery. ","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Woe for our unhappy town! And yet to the Achaean fleet advance. \n","speaker":"CHORUS"},{"type":"speech","value":"HECUBA","speaker":"HECUBA"},{"type":"text","value":"Woe for thee, O land that nursed my little babes! \n","speaker":"HECUBA"},{"type":"speech","value":"CHORUS","speaker":"CHORUS"},{"type":"text","value":"Ah! woe! ","speaker":"CHORUS"},{"type":"text","value":"Exeunt OMNES.","speaker":"CHORUS"},{"type":"text","value":"Home ","speaker":"CHORUS"},{"type":"text","value":"Browse andComment","speaker":"CHORUS"},{"type":"text","value":"Search ","speaker":"CHORUS"},{"type":"text","value":"Buy Books andCD-ROMs","speaker":"CHORUS"},{"type":"text","value":"Help ","speaker":"CHORUS"}]}]